{
  "keyword": "share",
  "count": 25,
  "keyword_match_count": 25,
  "content_match_count": 241,
  "total_files": 266,
  "timeline": [
    {
      "file_id": "EFTA00028554",
      "summary": "This document is a Second Amendment to the Restated Trust, “The Jeffrey E. Epstein 2001 Trust Two.” It was created on March 8, 2002 and further amended on January 13, 2004. The amendment modifies Article I of the trust.  During the Grantor’s life, the trustees are authorized to pay income and principal for the Grantor’s benefit, with any unpaid income added to the principal. Upon the Grantor’s death, $2,000,000 is to be distributed to two specified individuals (if living), followed by $1,000,000 distributed in equal shares between the surviving individuals or the single survivor. Any remaining balance is to be distributed to the Grantor’s estate. The amendment was executed and notarized on December 1, 2004 by Jeffrey E. Epstein and Lauren J. Kwintner.",
      "timestamp": "2002-03-08T00:00:00",
      "timestamp_raw": "March 8, 2002",
      "keywords": [
        "trust",
        "jeffrey epstein",
        "amendment",
        "restated trust",
        "trustee",
        "grantor",
        "2001 trust two",
        "estate",
        "distribution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029229",
      "summary": "On September 18, 2002, JPMorgan Chase Bank transferred $5,000,000 to Palm Beach Natl Bk & Tr Co, FAO Jeffrey Epstein, via a wire transfer. Additionally, a transfer of $1,000,000 was made to Palm Beach Natl Bk & Tr Co, FAO Ghislaine Maxwell. The transactions involved JP Morgan Tax Free Money Market Fund, Institutional Share Class (Fund 840). The trade date was 09/18:02. JPMorgan Chase requested confidential treatment for this document.",
      "timestamp": "2002-09-18T00:00:00",
      "timestamp_raw": "September 18, 2002",
      "keywords": [
        "jeffrey epstein",
        "jpmorgan chase",
        "wire transfer",
        "palm beach national bank",
        "money market fund",
        "asset account portfolio",
        "gislaire maxwell",
        "september 2002",
        "financial transaction",
        "jpm-sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037643",
      "summary": "The document contains information regarding aircraft registrations, including helicopters and a private jet. The primary aircraft is a Sikorsky S-76C helicopter nicknamed “Air Ghislaine 2” (Serial Number 760750, Tail Number N722JE), previously registered as Freedom Air International Inc. Other helicopters include a Bell Jet Ranger (Tail Number N491GM) and a Keystone Helicopter S-76C (Tail Number N331JE, Serial Number 49078). Additionally, there are four fixed-wing aircraft: a GV SP (G550) (Tail Numbers N212JE, N120JE, N909JE, and N908JE with corresponding serial numbers and issue dates). All aircraft share the tail number “JE”.",
      "timestamp": "2007-10-02T00:00:00",
      "timestamp_raw": "10/2/2007",
      "keywords": [
        "efta00037643",
        "ghislaine noelle maxwell",
        "sikorsky s-76c",
        "n722je",
        "private pilot",
        "helicopter",
        "jet ranger",
        "n491gm",
        "n212je",
        "n120je"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013548",
      "summary": "An email from EFTA00013548 to an unknown recipient regarding a subject of “Epstein.” The sender discussed speaking with a lawyer and having notes to share, referencing a location “next to” and office 6.",
      "timestamp": "2008-01-18T00:00:00",
      "timestamp_raw": "18 Jan 2008",
      "keywords": [
        "epstein",
        "redaction",
        "efta00013548",
        "lawyer",
        "notes",
        "2008",
        "office",
        "6"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013871",
      "summary": "On June 19, 2008, an email chain discusses Jeff Epstein with representatives from the USAFLS and FBI. One individual (Assistant U.S. Attorney) expresses doubt about Roy Black calling again and confirms a deadline for a response. Another individual (Brad Edwards) proposes a meeting to share information and concerns regarding Epstein’s alleged misconduct, suggesting availability between July 23-25. Jason Richards expresses concern about Epstein as an attorney. All communications are flagged as privileged and confidential.",
      "timestamp": "2008-06-19T00:00:00",
      "timestamp_raw": "June 19, 2008",
      "keywords": [
        "epstein",
        "usafls",
        "fbi",
        "roy black",
        "west palm beach",
        "brad edwards",
        "allegations",
        "misconduct",
        "legal",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019609",
      "summary": "The witness, a woman, recounts numerous meetings and interactions with Epstein, starting in May 2002. Key points from her testimony include: *   **Initial Meetings:** She met Epstein through a state attorney, a black female advocate, and an FBI agent. She felt Dr. (unnamed) was an “idiot.” *   **Escort Services:** She worked as an escort, primarily for men aged 25-50, engaging in activities like dinners, dancing, and events. She was paid in cash and never filed taxes. *   **Drug Use:** She admits to using ecstasy, crystal meth, and oxycodone, often obtained through Dr. (unnamed). She initially began using cocaine after Epstein’s influence. *   **Sexual Interactions with Epstein:** She describes increasingly explicit interactions with Epstein, including being asked to undress, taking nude photos, and engaging in sexual activity (though she claims she never engaged in sexual acts). *   **Other Relationships:** She had various male friends, including a “guy friend,” and had a sexual and friendship relationship with a girl named M. *   **Financial Transactions:** She received money from Epstein, often used it to buy drugs, and was brought to Georgia to live with her family. *   **Conflicting Accounts:** She provides inconsistent details regarding events, timelines, and the extent of Epstein’s involvement, and often expresses confusion or uncertainty. *   **Personal History:** She shares details about her past, including struggles with addiction, difficulties with family relationships (including a brother who allegedly threatened her cat and a mother she disliked), and a troubled school experience. The deposition concluded at 5:00 PM.",
      "timestamp": "2009-12-09T00:00:00",
      "timestamp_raw": "December 9, 2009",
      "keywords": [
        "epstein",
        "drugs",
        "sex",
        "fbi",
        "deposition",
        "witnesses",
        "trafficking",
        "florida",
        "massage",
        "money",
        "crime",
        "heroin",
        "cocaine",
        "addiction",
        "escort services",
        "sexual acts",
        "trauma"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019911",
      "summary": "An email was sent from [REDACTED] to [REDACTED] requesting the creation of a folder named \"Emails\" within the Epstein share drive. The email included attachments of various emails exchanged with Jeffrey Epstein, spanning from 2008 to 2012, and an image file named \"image001.png.\" The sender, [REDACTED], indicated that the attachments were provided and wished everyone well.",
      "timestamp": "2010-06-29T00:00:00",
      "timestamp_raw": "2010-06-29",
      "keywords": [
        "jeffrey epstein",
        "emails",
        "redaction",
        "florida",
        "2008",
        "2009",
        "2010",
        "2011",
        "2012",
        "share drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020959",
      "summary": "This document is a Quitclaim Deed transferring ownership of approximately 36.7 acres of land, known as Little St. James Island, from L.SJ., LLC to Nautilus, Inc. The deed was executed on December 2, 2011, and details the property’s location, legal description, and historical conveyance from a previous owner (Warranty Deed dated 1998).  A notary public, Erika A. Kellerhals, certified the grantor’s signature, and an affidavit confirms the conveyance between related entities (L.SJ., LLC and Nautilus, Inc.) is a no-consideration transfer due to their shared beneficial ownership by Jeffrey E. Epstein. The document concludes with a Real Property Tax Clearance Letter from the Tax Collector confirming no outstanding tax obligations on the property.",
      "timestamp": "2011-12-02T00:00:00",
      "timestamp_raw": "December 2, 2011",
      "keywords": [
        "quitclaim deed",
        "u.s. virgin islands",
        "st. thomas",
        "parcel nos. a",
        "b & c",
        "little st. james island",
        "nautilus inc.",
        "l.sj.",
        "llc",
        "warranty deed",
        "real property tax",
        "zoning regulations",
        "covenants",
        "restrictions",
        "easements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026663",
      "summary": "The document is a record of a deed (EFTA00026663) related to property at 9 E 71st Street, New York NY. The last recorded deed was dated 12/23/2011 and was signed by Jeffrey Epstein and Maple Inc. No mortgages are listed for Maple Inc in online records. The information was shared with a partner and relevant US Attorneys.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "12/23/2011",
      "keywords": [
        "efta00026663",
        "deed",
        "jeffrey epstein",
        "maple inc",
        "st thomas",
        "vi",
        "acris",
        "grantor",
        "grantee",
        "2011"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028850",
      "summary": "This document is a transcript of a court hearing regarding the pro hac vice admission of attorneys, Sigrid McCawley and Paul Cassell, for Ghislaine Maxwell's case. Judge Robert Sweet addressed concerns about confidential information access, specifically regarding the deposition of the defendant and the potential for misuse of materials. The core issue revolved around whether McCawley and Cassell could be admitted as counsel despite their role in the protective order and the agreement to share confidential information. Judge Sweet ultimately granted the motion, requiring a broader affirmation of non-participation in any related claims or potential litigation, and requested an expanded confidentiality agreement to address concerns about the scope of protected materials. Further discussions included a request for retainer agreements, clarification about the dismissal of a related Florida case, and a request for production of documents relating to the defendant's claims of emotional distress resulting from the defamation.",
      "timestamp": "2016-04-21T00:00:00",
      "timestamp_raw": "April 21, 2016",
      "keywords": [
        "efta00028850",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "pro hac vice",
        "protective order",
        "confidential information",
        "deposition",
        "fifth amendment",
        "media allegations",
        "defamation",
        "criminal investigation",
        "medical records",
        "florida case",
        "settlement agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024311",
      "summary": "Roberts, and Scott Borgerson. *   **Grantors:** Ghislaine Maxwell. *   **Account Address:** Boston, MA 02210-2698 *   **Account Title:** Montpelier Trust **Client Information:** *   **Clients:** Jeffrey W. Roberts, Scott Borgerson, Christine Yvonne Malina-Maxwell (Ghislaine Maxwell) *   **Citizenship:** Primarily U.S. citizens. *   **Investment Knowledge:** Clients generally report strong investment knowledge, with varying levels of experience. *   **Net Worth:** Ranges from $200,000 - $499,999, $10,000,000 AND ABOVE, and $10,000,000 AND ABOVE. **Investment Details:** *   **Sweep Accounts:** The account utilizes a sweep program to deposit funds into UBS Bank USA. *   **Margin:** Margin privileges are available (subject to terms outlined in the agreement). *   **Investment Objective:** Capital appreciation with moderate risk. *   **Investment Types:** Individual stocks, equities, bonds, and futures are possible. **Disclosure & Legal:** *   **FATCA Compliance:** The account is subject to FATCA (Foreign Account Tax Compliance Act) reporting. *   **Arbitration Clause:** The agreement includes a mandatory arbitration clause. *   **Privacy:** Client information is protected and shared within UBS for service purposes. **Important Note:** This summary focuses on the factual data within the document. It does not address the potential implications or context surrounding the individuals and entities involved.",
      "timestamp": "2018-11-14T00:00:00",
      "timestamp_raw": "11/14/2018",
      "keywords": [
        "trust",
        "montpelier trust",
        "account number",
        "client relationship agreement",
        "ubs",
        "investment",
        "net worth",
        "christine malina-maxwell",
        "jeffrey roberts",
        "scott borgerson",
        "ghislaine maxwell",
        "trust information",
        "tax identification number",
        "margin",
        "efta00024311",
        "investment information",
        "personal information",
        "date established"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028478",
      "summary": "An individual ([REDACTED]) was contacted regarding the Epstein investigation as part of a discovery process. They stated they had moved all relevant emails (between November 30, 2018 and April 8, 2020) to a shared drive, including emails with attachments and only the last email in a chain. They confirmed they did not have any hard copy files or locally saved documents related to the case, but highlighted early emails regarding JE’s international travel and registration within the shared drive.",
      "timestamp": "2018-11-30T00:00:00",
      "timestamp_raw": "November 30, 2018",
      "keywords": [
        "epstein investigation",
        "maxwell case",
        "shared drive",
        "emails",
        "file cabinets",
        "hard copy files",
        "usanys",
        "international travel",
        "megan's law",
        "discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023707",
      "summary": "Several individuals, including an Assistant Special Agent in Charge, a USANYS representative, and an Assistant United States Attorney, discussed coordinating a call regarding the Jeff Epstein matter. Proposed times for the call were 3:00 PM and 3:30 PM on November 30, 2018. An article detailing a financial fraud case involving Epstein was shared, and discussion centered on determining the next steps in the investigation.",
      "timestamp": "2018-11-30T00:00:00",
      "timestamp_raw": "November 30, 2018",
      "keywords": [
        "efta00023707",
        "epstein",
        "fbi",
        "usanys",
        "new york",
        "miami herald",
        "fraud",
        "trafficking",
        "coordination",
        "call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009977",
      "summary": "On December 5, 2018, an Assistant Special Agent in Charge from the New York Field Office discussed a sealed Federal indictment related to Jeffrey Epstein with colleagues. A meeting was scheduled for December 6, 2018, to discuss next steps following the discussion.  On November 30, 2018, an Assistant United States Attorney proposed a call to determine a plan of action regarding information gathered on the Epstein matter, suggesting times of 3:00 or 3:30 PM. An article from the Miami Herald detailing a financial fraud case involving Epstein was shared.",
      "timestamp": "2018-12-05T00:00:00",
      "timestamp_raw": "December 5, 2018",
      "keywords": [
        "efta00009977",
        "jeffrey epstein",
        "indictment",
        "fraud",
        "case agents",
        "new york field office",
        "cnn",
        "miami herald",
        "trafficking",
        "assistant special agent",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016298",
      "summary": "A correspondence was sent from an Assistant United States Attorney, Southern District of New York (EFTA00016298), to an unknown recipient regarding files received from a disc. The files were saved to the following location: \\\\Usa.doj.gov\\cloud\\ NYS\\StAndrews \\Shared WSvEpstein-2018801618 \\Investigation \\ Case File_12.4.18. The email was sent on December 6, 2018.",
      "timestamp": "2018-12-06T00:00:00",
      "timestamp_raw": "December 6, 2018",
      "keywords": [
        "efta00016298",
        "cd",
        "agents",
        "usa",
        "doj",
        "cloud",
        "new york",
        "standrews",
        "epstein",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014309",
      "summary": "Multiple individuals discussed a meeting regarding Jeffrey Epstein on December 6th and 7th, 2018. The meeting times were proposed as 11:00 AM and/or in a specific office. One individual suggested using a speakerphone. Lawmakers were requesting a Department of Justice explanation of Epstein’s “NPA” (likely referring to a non-prosecution agreement). A link to an NBC News article detailing the lawmakers’ demands was shared.",
      "timestamp": "2018-12-07T00:00:00",
      "timestamp_raw": "December 07, 2018",
      "keywords": [
        "epstein",
        "redaction",
        "doj",
        "lawmakers",
        "npa",
        "meeting",
        "phone",
        "speakerphone",
        "december 2018"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021981",
      "summary": "An email update, titled “PC Unit – Short Form Update.12.6.18.docx,” was sent on December 7, 2018, at 14:58:16 GMT. The email contained an attached document (PC_Unit_Short_Form_Update.12.6.18.docx) and was saved in a shared location. The file identifier is EFTA00021981.",
      "timestamp": "2018-12-07T00:00:00",
      "timestamp_raw": "December 7, 2018",
      "keywords": [
        "pc unit",
        "update",
        "short form",
        "efta00021981",
        "docx"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018651",
      "summary": "The document consists of email exchanges between individuals associated with the United States Attorney's Office for the Southern District of New York (USANYS) and the FBI regarding the Jeffrey Epstein matter and a potential trafficking case. Discussions involve the “SOL” issue in Cosby, the Florida NPA’s legal impact, and coordinating a call to determine the next steps in the Epstein investigation. An article regarding Epstein’s financial fraud case is shared, soliciting insights.  Multiple individuals, including an Assistant United States Attorney and an FBI agent, are involved in the communications.",
      "timestamp": "2018-12-30T00:00:00",
      "timestamp_raw": "30 Nov 2018",
      "keywords": [
        "efta00018651",
        "united states attorney",
        "southern district of new york",
        "trafficking",
        "fbi",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013445",
      "summary": "A meeting update regarding a “fast track” pipeline is being shared. The Deputy Chief of the Public Corruption Unit of the U.S. Attorney’s Office for the Southern District of N suggests MG would benefit from a more detailed understanding of the facts.  A document titled “Fast_Track_Meeting_1Q_-_Pipeline_Update.docx” is attached.",
      "timestamp": "2019-01-21T00:00:00",
      "timestamp_raw": "21 Jan 2019",
      "keywords": [
        "fast track",
        "efta00013445",
        "public corruption",
        "u.s. attorney",
        "meeting",
        "pipeline",
        "knowledge",
        "facts",
        "mg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019213",
      "summary": "On January 23, 2019, Alex from the USANYS Corruption Unit sent emails to Abigail Kurland and others regarding the Jeffrey Epstein case. He provided links to files, including scanned documents and draft indictments, accessible via a DOJ share drive. A subsequent email from [REDACTED] (USANYS) inquired about progress in obtaining these scanned documents, specifically the draft indictment and defense submissions. The emails involved individuals within the USANYS and the Southern District of New York.",
      "timestamp": "2019-01-23T00:00:00",
      "timestamp_raw": "January 23, 2019",
      "keywords": [
        "epstein",
        "usanys",
        "doj",
        "share drive",
        "indictment",
        "letters",
        "scans",
        "florida",
        "defense",
        "corruption unit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028039",
      "summary": "This document pertains to an investigation involving Jeffrey Epstein, conducted by the United States Attorney's Office for the Southern District of New York. It includes transcripts, a Juan Alessi statement, portions of victim-related PDF scans, FBI materials (reports, FOIA, etc.), and a spreadsheet detailing the “Epstein universe.” The files are located within a specific folder structure on Usa.doj.gov\\cloud\\NYS \\StAndrews\\Shared \\ USvEpstein-2018801618.",
      "timestamp": "2019-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2019",
      "keywords": [
        "epstein",
        "us doj",
        "jeffrey epstein",
        "investigations",
        "transcripts",
        "victims",
        "foia",
        "united states attorney",
        "florida scans",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021992",
      "summary": "This document pertains to a case, 15 Civ. 7433 and 19 Misc. 149, involving John E. (JE) and General Motors, Ltd. (GM). It includes materials related to Judge McMahon's consideration of unsealing requests, specifically a February 5, 2019 application and order, a January 28, 2019 application regarding the JEJetter, transcripts of unsealing conferences from March 27, 2019 and April 9, 2019, a sealed memorandum and order from April 9, 2019, an unsealing order shared with BSF from April 9, 2019, and an August 4, 2020 unsealing request for discovery. The sender is an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2019-02-05T00:00:00",
      "timestamp_raw": "February 5, 2019",
      "keywords": [
        "efta00021992",
        "judge mcmahon",
        "unsealing",
        "redaction analysis",
        "15 civ 7433",
        "19 misc 149",
        "southern district of new york",
        "united states attorney",
        "discovery",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019549",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the upload of documents related to the USAO tt 2018R01618 case (US v. Epstein) into Relativity. The documents were located in a specific folder structure within Usa.doj.gov: clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller 2019-03-04 Boies Schiller first subpoena response. The requested structure involved a \"Subpoena Returns\" folder with subfolders \"BSF returns\" and \"BSF first production\" for depositing the documents. The Assistant U.S. Attorney requested confirmation of the upload completion.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "folder",
        "boies schiller",
        "subpoena returns",
        "usao",
        "sdny",
        "investigation",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020780",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the uploading of documents from the Wisa.doj.gov\\cloud\\NYS\\StAndrews\\Shared USvEpstein-2018R01618 InvestigationV*2018 SDNY investigation\\Subpoena Returns\\Boies Schiller\\2019-03-04 Boies Schiller first subpoena response folder into Relativity for the US v. Epstein case. The desired folder structure was “Subpoena Returns” with subfolders “BSF returns” and “BSF first production” to receive the documents.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "boies schiller",
        "fbi case file",
        "production",
        "standrews",
        "nys",
        "investigation",
        "upload"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030122",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is requesting the upload of documents related to the “USA v. Epstein” case to Relativity. The documents are located at Usa.doj.gov\\clouaNYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena ReturnABoies Schiller \\ 2019-03-04 Boies Schiller first subpoena response. The desired folder structure is “Subpoena Returns” with subfolders “BSF returns” and “BSF first production.” A previous email indicates that Judge Sweet has passed away.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "usao",
        "epstein",
        "subpoena",
        "folder",
        "judge sweet",
        "boies schiller",
        "us v.",
        "southern district of new york",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032515",
      "summary": "The FBI possesses substantial data related to the Epstein case and is offering it to the Assistant United States Attorney for the Southern District of New York. Coordination is requested regarding the logistics of uploading this data to a shared location.",
      "timestamp": "2019-03-06T00:00:00",
      "timestamp_raw": "06 Mar 2019",
      "keywords": [
        "epstein",
        "fbi",
        "data",
        "case",
        "shared",
        "logistics",
        "united states attorney",
        "new york",
        "southern district of new york",
        "efta00032515"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016295",
      "summary": "A U.S. Attorney from the Southern District of New York requested the FBI to provide data related to the Jeffrey Epstein case for uploading to a shared location. The FBI delivered approximately 16,000 of 29,000 pages of case files from the D.C. FOIA office and several video discs. A contractor was responsible for transferring the materials to a shared drive and Relativity for review, initially focusing on the D.C. files and coordinating with the FBI. The contractor noted a potential stall in receiving the full case file and moved related materials to specific folders.",
      "timestamp": "2019-03-18T00:00:00",
      "timestamp_raw": "18 Mar 2019",
      "keywords": [
        "epstein",
        "foia",
        "d.c.",
        "relativity",
        "fbi",
        "doj",
        "records",
        "case file",
        "data",
        "hard drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020781",
      "summary": "The email chain discusses the preparation of documents for Relativity. Specifically, the documents located at several paths within the USAO network (\\\\Usa.doj.gov\\clouANYS\\StAndrews\\Shared\\UUUV4C1-3, \\\\Usa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\UUUV4Q-3, and \\\\Usa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\USvEpstein-2018R01618) containing DVD data should not be loaded into Relativity. The sender requests that the documents within the US v. Epstein folder be organized into a specific folder structure (\"Subpoena Returns,\" \"BSF returns,\" and \"BSF first production\") for upload to Relativity.  A conversion to a different format is being investigated.",
      "timestamp": "2019-03-28T00:00:00",
      "timestamp_raw": "28 Mar 2019",
      "keywords": [
        "relativity",
        "documents",
        "dvd",
        "video files",
        "doj",
        "subpoena",
        "epstein",
        "folder",
        "usao",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016962",
      "summary": "An email chain discusses a call from the SDNY regarding a criminal matter involving Jeff Epstein. A First Assistant in the Middle District of Florida provided information. The Crim Chief in SONY inquired about FBI evidence gathered in the SDNY Epstein investigation, specifically a reluctance from the Miami FBI to share 6E materials without a 6E letter. The sender questioned whether their office should provide the go-ahead or letter due to recusal from the underlying case and requested contact information for the AUSA handling the old criminal case to potentially direct SDNY to them.",
      "timestamp": "2019-04-17T00:00:00",
      "timestamp_raw": "17 Apr 2019",
      "keywords": [
        "efta00016962",
        "sdny",
        "fbi",
        "grand jury",
        "mdfl",
        "miami fbi",
        "recusal",
        "criminal matter",
        "jeff epstein",
        "ausa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019580",
      "summary": "An email was sent on April 18, 2019, regarding “TVPA and Forfeiture.” The document, “TVPA and Forfeiture.docx,” is a work in progress, initially focused on the early stages. The sender intends to add victim details once 302 errors are encountered. The document is located on a shared drive and assigned the identifier EFTA00019580.",
      "timestamp": "2019-04-18T00:00:00",
      "timestamp_raw": "April 18, 2019",
      "keywords": [
        "efta00019580",
        "tvpa",
        "forfeiture",
        "redaction",
        "share",
        "victims",
        "302s",
        "2019",
        "april",
        "docx"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010351",
      "summary": "This document details the process of uploading documents related to the US v. Epstein case to the Relativity platform. The Assistant U.S. Attorney requests that specific folders be created within Relativity, mirroring the existing folder structure for the “BSF returns” documents.  Key instructions include: *   Loading documents from a specific DOJ folder (Usa.doj.gov\\clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationV4 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller\\ 2019-04-18 Boies Schiller second subpoena response) into a new subfolder called “BSF second production” under “BSF returns.” *   Excluding specific folders and PDF documents from the upload (the “!Original Zips” folder and the three PDF documents). *   Clarifying that DVD-based data (containing video files) should not be uploaded. *   Confirming the desired folder structure for the upload process. Several emails demonstrate coordination and clarification regarding the upload process, ensuring the documents are properly organized and processed within the Relativity system.",
      "timestamp": "2019-04-18T00:00:00",
      "timestamp_raw": "2019-04-18",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "epstein",
        "doj",
        "folder",
        "data",
        "upload",
        "us v.",
        "sdny",
        "investigation",
        "returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010245",
      "summary": "The document outlines the process of uploading documents related to the US v. Epstein case to the Relativity platform. Initially, a request is made to load documents from a specific folder structure (`Usa.doj.gov\\ cloud\\ NYS \\ StAndrews \\Shared \\ USvEpstein-2018R01618`) into Relativity, maintaining the existing folder structure (\"BSF returns\" within \"Subpoena Returns\").  There’s a discussion about the format of the documents (specifically DVD files and needing conversion), and a clarification that DVD-based data should not be loaded into Relativity.  Finally, a list of specific file paths related to DVD-based interviews should be excluded from the upload.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2019",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "folder",
        "us epstein",
        "dvd",
        "conversion",
        "standrews",
        "boies schiller",
        "relativity",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032400",
      "summary": "It details several ongoing Supreme Court cases and rulings from lower courts (DC, Federal, Sixth, Seventh, Ninth, and Eleventh Circuits). Key cases covered include: *   **Census Citizenship Question:** The Supreme Court will hear arguments regarding Commerce Secretary Wilbur Ross’s decision to include a citizenship question on the 2020 census. *   **Title VII Plaintiff’s Hurdles:** The Supreme Court will consider a Texas county’s challenge to a Fifth Circuit decision concerning requirements for federal discrimination suits. *   **FOIA Case:** The Supreme Court will rule on the standard for invoking a key exception to the Freedom of Information Act concerning data shared with the Office of Federal Contract Compliance Programs. *   **Social Media Terrorism Suits:** The Sixth Circuit’s dismissal of a suit blaming Facebook, Twitter, and YouTube for a mass shooting highlights the slim chance of success in Anti-Terrorism Act suits. *   **UPS Unionization:** The D.C. Circuit rejected UPS’s attempt to overturn a unionization ruling at a Pennsylvania distribution facility. *   **Kazakhstan Award:** The D.C. Circuit upheld Kazakhstan’s ability to recover a half-billion-dollar arbitration award. *   **Wireless Fee Ruling:** The D.C. Circuit will hear arguments regarding the FCC’s ruling on Verizon’s roaming rates. *   **IP Verdicts:** The Federal Circuit ruled on several intellectual property cases, including overturning a $7.5 million verdict against Novozymes, siding with iRobot, and upholding a Hologic patent. *   **Other Cases:** The report also covers decisions regarding UPS, antitrust issues, a Maryland distribution facility unionization, and several cases involving patent disputes, employment discrimination, and criminal proceedings. It further lists law firms involved in these cases and provides contact information and a jobs section. Finally, it includes analysis and insights on trends within the legal industry, such as the increasing role of practice groups and the shifting landscape of corporate legal departments.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "April 22, 2019",
      "keywords": [
        "census",
        "supreme court",
        "title vii",
        "apa",
        "commerce secretary",
        "wilbur ross",
        "discrimination",
        "foia",
        "arbitration",
        "patents",
        "antitrust",
        "litigation",
        "legal analysis",
        "law firms",
        "arbitration",
        "legal industry",
        "#metoo",
        "efta"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027772",
      "summary": "An individual ([REDACTED]) requests a 302 form related to a case involving “v4TVPA and Forfeiture.docx” and victims’ debriefings. They state they haven’t found any 302s or interview notes on the shared files and need the form to complete a discussion section. The email was sent from USANYS on May 20, 2019.",
      "timestamp": "2019-05-20T00:00:00",
      "timestamp_raw": "May 20, 2019",
      "keywords": [
        "efta00027772",
        "redaction",
        "forfeiture",
        "v4tvpa",
        "victims",
        "interviews",
        "share",
        "debriefed",
        "docx",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027764",
      "summary": "On May 20, 2019, the FBI New York, VCAC/Human Trafficking, sent multiple reports and spreadsheets, including copies of Sentinel Reports (1A-1C-Report-1.xlsx, SENTINEL_Evidence_Report-20190517-1832.xlsx, SENTINEL_Serial-Report-4.xlsx) to an individual identified as ‘To:’. The emails originated from “[REDACTED]” and “[REDACTED]”.",
      "timestamp": "2019-05-20T00:00:00",
      "timestamp_raw": "May 20, 2019",
      "keywords": [
        "efta00027764",
        "fbi",
        "new york",
        "human trafficking",
        "indexes",
        "report",
        "sentinel",
        "evidence",
        "redaction",
        "share"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010767",
      "summary": "This document presents a whistleblower’s investigation into potential financial crimes involving prominent figures and firms, primarily focusing on connections between Apollo Global Management, Jeffrey Epstein, Jared Kushner, and various shell corporations. Key findings and claims include: *   **Money Laundering Schemes:** The whistleblower alleges widespread money laundering activities involving entities like DryShips, Alpha Capital Anstalt, and numerous others, facilitated through complex financial structures and shell companies. *   **Connections to Epstein & Kushner:** The document explores potential links between Epstein, Kushner, and Black, connecting them through Apollo, Harris, and other shared associates. Allegations include illicit loans, financial support, and potentially, complicity in fraud. *   **SEC Corruption:** The whistleblower accuses the SEC of deliberate obstruction and corruption, highlighting instances where investigations were dropped or stalled despite clear evidence of wrongdoing, often benefiting Apollo and related parties. *   **Specific Targets:** The document names numerous individuals and firms, including Stephen M. Calk, Phillip Frost, George Economou, Jamie Gorelick, and various lawyers (Krieger, Kim, Lewin). *   **Regulatory Concerns:** The whistleblower expresses concern about the influx of private equity and hedge fund investment in the insurance industry and criticizes the lack of oversight and regulatory scrutiny. The document is presented as a series of emails and attachments, containing links to relevant SEC filings, news articles, and legal documents, reinforcing the whistleblower’s claims.",
      "timestamp": "2019-05-24T00:00:00",
      "timestamp_raw": "24 May 2019",
      "keywords": [
        "efta00010767",
        "apollo",
        "epstein",
        "kushner",
        "money laundering",
        "sec",
        "fraud",
        "financial crimes",
        "william e sweeney jr",
        "patricia tarasca",
        "leon black",
        "george economou",
        "stephen m. calk",
        "phillip frost",
        "new valley corp",
        "bartlett j. “bj” harris",
        "christopher dilorio",
        "regulatory investigations",
        "shell companies",
        "ukraine",
        "putin"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022482",
      "summary": "An email exchange occurred between individuals associated with USANYS and ODAG regarding two memos related to recusal matters. One memo was from Geoff and one from the sender, concerning Ed of the DAG. Following a conversation, Epstein was added to the briefing materials. The memos themselves (SDNY Memo to DAG.GSB.cases.5.23.19.final.pdf and SDNY Memo to DAG - GSB Recused.5.23.19.Finaldocx.pdf) were shared.",
      "timestamp": "2019-05-24T00:00:00",
      "timestamp_raw": "24 May 2019",
      "keywords": [
        "efta00022482",
        "dag",
        "memos",
        "recusal",
        "usanys",
        "odag",
        "briefing",
        "epstein",
        "geoff",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015563",
      "summary": "An email was sent from an Assistant United States Attorney, Southern District of New York, to an unidentified recipient. The email subject is blank, and the date is June 16, 2019. The email references a file named “PBPD Search Photos\\scene 1 \\DCIM \\100NCD70” and is associated with an investigation involving Jeffrey Epstein and the New York Attorney General's office. The file name contains references to \"NYAStAndrews\" and “Shared WSyEpstein-2018R01618.”",
      "timestamp": "2019-06-16T00:00:00",
      "timestamp_raw": "June 16, 2019",
      "keywords": [
        "efta00015563",
        "redaction analysis",
        "jeffrey epstein",
        "usa doj",
        "southern district of new york",
        "nyastandrews",
        "investigation",
        "florida scans",
        "scene 1",
        "pbpd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026703",
      "summary": "U.S. District Judge Loretta A. Preska allowed Alan Dershowitz’s motion to reinstate a request to disqualify Boies Schiller Flexner LLP from representing the woman accusing him of sexual misconduct involving Jeffrey Epstein. The motion stemmed from a conflict regarding Carlos Sires’ prior offer to represent Dershowitz and a confidential memo Dershowitz shared with Sires. The accuser alleges Dershowitz was involved in a human trafficking scheme. Boies Schiller argued Dershowitz violated court rules and the motion was filed tactically.  The case is *Giuffre v. Dershowitz*.",
      "timestamp": "2019-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2019",
      "keywords": [
        "dershowitz",
        "boies schiller",
        "epstein",
        "sex case",
        "conflict",
        "disqualification",
        "giuffre",
        "legal",
        "litigation",
        "judge preska"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014518",
      "summary": "This email thread discusses the aftermath of a hearing related to Jeffrey Epstein. It involves multiple individuals and organizations, including USANYS, NDGA, and the Miami Herald. A request is made to circulate NDGA papers, and a link to a news article about the hearing is shared. Geoffrey Berman, a Special Assistant to the U.S. Attorney, SDNY, is also involved.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "ndga",
        "hearing",
        "miami herald",
        "sdny",
        "contract",
        "strauss",
        "berman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021300",
      "summary": "On July 6, 2019, multiple individuals were communicating regarding the Daily Beast’s reporting on the Jeffrey Epstein arrest and indictment. The FBI was leaking details of the sealed indictment, specifically the content of the arrest and indictment shared by two officials. The case was being handled by the Public Corruption Unit of the Southern District of New York, with assistance from the FBI and human-trafficking officials.  Several individuals, including Kaplan Hecker, were contacted in relation to the case.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "fbi",
        "daily beast",
        "epstein",
        "sex trafficking",
        "indictment",
        "redaction",
        "southern district of new york",
        "kaplan hecker",
        "public corruption unit",
        "arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021279",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021279",
      "summary": "The FBI contacted Kaplan Hecker and others, including two other victims and their attorneys, regarding a Daily Beast article about Jeffrey Epstein’s arrest. The Public Corruption Unit of the Southern District of New York, along with human-trafficking officials and the FBI, is handling the case involving the leaked press release, sealed indictment, and details of the arrest shared by two officials.  The Daily Beast article referenced the indictment.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "fbi",
        "epstein",
        "sex trafficking",
        "daily beast",
        "indictment",
        "public corruption unit",
        "new york",
        "kaplan hecker",
        "redaction analysis",
        "efta00021279"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021300",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028351",
      "summary": "On July 9, 2019, [REDACTED] shared transcripts related to an \"epstein\" subject with [REDACTED] and Goretti Moya (gmoyapsdreporters.com). Goretti Moya acknowledged receipt of the information on July 8, 2019.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "transcripts",
        "emails",
        "goretti moya",
        "shared",
        "july 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030188",
      "summary": "George Houraney, a Florida businessman, told the New York Times that Donald Trump was involved with Jeffrey Epstein through at least one “calendar girl” party at Mar-a-Lago. The information was shared via an Apple News link.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "trump",
        "florida",
        "houraney",
        "vanity fair",
        "mar-a-lago",
        "george houraney",
        "jeffrey epstein",
        "calendar girl",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031682",
      "summary": "An email was sent from the United States Department of Justice’s Public Affairs office to [REDACTED] regarding a press conference video. The video, hosted at https://www.justice.gov/usao-sdny/2019-press-conferences, was shared by Nicholas Biase.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "press conference",
        "video",
        "justice",
        "doj",
        "southern district of new york",
        "nicholas biase",
        "redaction",
        "united states department of justice",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027643",
      "summary": "This document is a proffer agreement between the government (represented by the United States Attorney for the Southern District of New York) and a client (referred to as “Client”) regarding information provided during a meeting on July 12, 2019. Key points include: *   **Not a Cooperation Agreement:** The agreement clarifies it’s not a formal cooperation or plea agreement, and the government won’t make motions or offer immunity. *   **Limited Use of Statements:** The government can use statements made by the client during the meeting, except in specific circumstances (false statements, obstruction, perjury, or if the client becomes a fugitive). *   **Government’s Rights:** The government retains the right to use information from the meeting for investigative purposes, cross-examination, and rebuttal during the prosecution. *   **Sentencing Considerations:** The government can use statements and evidence in assessing a reduction in sentence under specific guidelines. *   **Waiver of Constitutional Rights:** The client agrees to waive certain constitutional protections related to the use of statements. *   **Information Sharing:** The office will share information with other prosecutor's offices under the conditions outlined in the agreement. *   **Scope Limitation:** The agreement applies solely to statements made during the specific meeting.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "proffer agreement",
        "cooperation agreement",
        "prosecution",
        "sentencing",
        "united states government",
        "statements",
        "testimony",
        "evidence",
        "criminal prosecution",
        "plea agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024704",
            "similarity": 0.571,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024704",
      "summary": "This document is a proffer agreement between the government (United States Attorney for the Southern District of New York) and a client regarding information provided during a meeting on July 12, 2019. Key points include: *   **Not a Cooperation Agreement:** The agreement clarifies it’s not a formal cooperation or plea agreement, and the government won’t make motions or enter into such agreements based on the information provided. *   **Limited Use of Statements:** The government can use statements made by the client during the meeting, except in specific circumstances (false statements, obstruction, perjury, or if the client becomes a fugitive). *   **Government’s Rights:** The government retains the right to use information from the meeting for investigative purposes, cross-examination, and rebuttal during the client’s prosecution. *   **Sentencing Considerations:** The government can use statements and evidence in assessing a sentence under 18 U.S.C. § 3553(f) and sentencing guidelines. *   **Constitutional Waiver:** The client agrees to waive certain constitutional and evidentiary protections related to the information. *   **Information Sharing:** The Office will share information with other prosecutor’s offices under the terms of this agreement. *   **Scope Limitation:** The agreement applies solely to statements made during the July 12, 2019 meeting.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "proffer agreement",
        "cooperation agreement",
        "prosecution",
        "sentencing",
        "united states government",
        "testimony",
        "evidence",
        "plea agreement",
        "first step act",
        "false statements",
        "obstruction of justice",
        "perjury"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027643",
            "similarity": 0.571,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00015011",
            "similarity": 0.5,
            "index": 147,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017844",
            "similarity": 0.533,
            "index": 181,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015560",
      "summary": "Paul Cassell is drafting a response to Jeffrey Epstein’s claim regarding victims’ inability to obtain “rescission” as a remedy. The draft argues that the case should be limited to the U.S. Attorney’s Office for the Southern District of Florida. Cassell offered to share the draft with the recipient’s office one week prior to filing. The communication was marked confidential.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2019",
      "keywords": [
        "epstein",
        "victims",
        "rescission",
        "npa",
        "florida",
        "southern district",
        "brief",
        "paul cassell",
        "jane doe",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014564",
      "summary": "The document is a series of emails related to an investigation, likely involving Jeffrey Epstein. An Assistant U.S. Attorney, Michael Bachner, is coordinating with a legal team (Bachner & Associates, PC) regarding a RICO charge against a client. Key points include: *   **RICO Charge:** A client has been arrested on a state RICO charge in Queens County. *   **Scheduling Conflicts:** There are discussions about scheduling a meeting/proffer session, with proposed times ranging from Thursday afternoon to Wednesday at 3:30 PM. *   **Reverse Proffer:** The focus involves a “reverse proffer,” meaning the prosecution will offer information to the witness in exchange for their testimony. *   **Fifth Amendment Concerns:**  The legal team expresses concern about the witness potentially invoking their Fifth Amendment privilege against self-incrimination. *   **Document Sharing:** Documents, including a non-prosecution agreement and a proffer agreement, were shared with Bachner for review.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "epstein",
        "rico",
        "investigation",
        "bachner",
        "new york",
        "subpoena",
        "proffer",
        "court",
        "attorney",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021402",
      "summary": "*   Martin Weinberg is coordinating the retrieval of seized items from Jeffrey Epstein’s arrest, including cash, personal effects, and electronic devices. *   Marc Fernich is requesting assistance in obtaining these items due to difficulties contacting the case agent, Special Agent. *   The case agent, initially expected to return the items, is unavailable. *   Fernich is instructed to contact the case agent directly to arrange for possession of the items. *   A government memorandum regarding detention in the Epstein case is being shared with relevant parties.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "epstein",
        "seizure",
        "bail",
        "arrest",
        "agents",
        "phone",
        "cash",
        "evidence",
        "marc fernich",
        "martin weinberg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016173",
      "summary": "The Austrian Embassy contacted the sender regarding information about an alleged Austrian passport possessed by Jeffrey Epstein. The sender is inquiring if information can be shared in this regard.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2019",
      "keywords": [
        "epstein",
        "austria",
        "embassy",
        "passport",
        "redaction",
        "usanys",
        "efta00016173",
        "information",
        "2019",
        "july"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021370",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a bail appeal response. The email discusses a federal judge denying bail to Jeffrey Epstein, rejecting his request to remain in his mansion under guard until his sex-trafficking trial. Attached documents, including papers from Boustani, were included and saved in a shared location. The email reference number is EFTA00021370.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "bail appeal",
        "epstein",
        "sex trafficking",
        "federal judge",
        "response",
        "efta00021370"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027977",
      "summary": "Martin G. Weinberg, along with Miller, Michael, Reid Weingarten, and the attorney for Mr. Epstein’s Estate, contacted [REDACTED] requesting access to videos of Mr. Epstein’s jail cell at the MCC, specifically between midnight and 7 AM on August 10, 2019. [REDACTED] responded stating they were unable to share the information at that time and requested any potentially useful information for their investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "martin g. weinberg",
        "mcc",
        "jail cell",
        "august 10",
        "2019",
        "redaction",
        "investigation",
        "criminal defense",
        "videos"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018898",
            "similarity": 0.75,
            "index": 66,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033657",
      "summary": "On August 10, 2019, a SHU visitor reported a meeting with inmate Jeffrey Epstein. Epstein was preparing to meet with his attorneys, denied mental health concerns and suicidal thoughts, and requested specific items like social calls and a book. He exhibited no signs of distress and was focused on his legal situation. He shared a cell with another inmate and interacted with them.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "shu",
        "inmate",
        "mental health",
        "suicide",
        "legal",
        "attorneys",
        "requests",
        "cell mate",
        "general population"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035209",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018964",
      "summary": "On August 10, 2019, multiple individuals within the U.S. Attorney’s Office and related agencies received updates regarding the death of Jeffrey Epstein. Initial reports indicated Epstein had died, likely due to a suicide attempt, and was being transported to a hospital by ambulance. Concerns were raised about a lack of communication from the Bureau of Prisons (BOP) and the public release of information before counsel and family could be informed. A staff member indicated they were compiling an incident report and lacked specific details from the BOP. Another individual noted continued frantic calls from defense counsel due to press releases containing information not yet shared.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "inmate",
        "suicide attempt",
        "u.s. attorney's office",
        "counsel",
        "marshals",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035209",
      "summary": "On August 10, 2019, an Associate Warden visited inmate Epstein in SHU at MCC New York. Epstein denied mental health concerns, suicidal thoughts, and reported a neutral mood. He requested social calls without a speakerphone, a specific book, and planned to meet with his attorneys regarding his legal situation. He shared a cell with another inmate and had interacted with him.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "shu",
        "inmate",
        "mental health",
        "suicide",
        "attorneys",
        "cell mate",
        "requests",
        "programs",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033657",
            "similarity": 0.667,
            "index": 53,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032290",
      "summary": "Jenna Dabbs is communicating with an unidentified individual (“[REDACTED]”) regarding the news of Jeffrey Epstein’s death. She reports that the recipient’s contact, referred to as “M.”, is experiencing significant emotional distress and has been in contact with FBI support. The recipient expresses limited information regarding an ongoing investigation, particularly concerning civil forfeiture and potential criminal prosecutions. They acknowledge a need to prepare for questions about the investigation’s trajectory. The recipient also shares a personal reflection on a prior case involving a defendant’s suicide, offering reassurance and acknowledging the team’s professionalism. Dabbs offers continued support and contact information for M., emphasizing the importance of alerting them to any emergencies.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "jenna dabbs",
        "alex conlon",
        "civil forfeiture",
        "restitution",
        "investigation",
        "suicide",
        "sdny",
        "m."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029732",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested a printing service to produce a 550-page binder of documents labeled “Epstein Financial Documents” with specific formatting requirements (single-sided, black and white, tabs with “FBAR” labels). The request included a specific folder location (Usa.doj.gov\\ clouaNYS StAndrews \\Shared\\) and a deadline of the end of the day Tuesday.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "efta00029732",
        "printing project",
        "fbar",
        "epstein financial documents",
        "usanys",
        "contractor",
        "binder",
        "redaction",
        "usa.doj.gov",
        "labels"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027116",
      "summary": "An email exchange discusses an “MCC Employee Summary Table.” One individual made minor changes to the table, attached to an email titled \"MCC Officer Information.xlsx,\" and shared it for review by “chiefs/brass.” The sender is an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "efta00027116",
        "mcc",
        "employee summary table",
        "redaction",
        "united states attorney's office",
        "southern district of new york",
        "chiefs",
        "brass",
        "review",
        "changes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034804",
      "summary": "Fran sent an unsigned memo titled “After Action Review Team NYM.pdf” to a recipient on August 14, 2019, at 12:52:36 AM. The memo requests computer services be available for the after action review team and includes a reminder to get rest before the meeting the following day. The memo was shared from Word for Android.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "after action review",
        "nym",
        "memo",
        "confidential",
        "access",
        "word",
        "android",
        "samsung",
        "efta00034804"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036879",
      "summary": "On August 14, 2019, Associate Warden at MCC New York, along with Residential Reentry Specialist M. Armstrong, expressed support to an individual associated with case EFTA00036879. They acknowledged the desire to share facts but indicated a planned disclosure and noted the potential for misinformation from media outlets.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036879",
        "redaction analysis",
        "support",
        "facts",
        "new york",
        "texas",
        "bureau of prisons",
        "armed forces reserve",
        "fake news",
        "reentry"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022633",
      "summary": "Taylor, contacted someone at the SDNY US Attorney’s Office regarding the raid on Little Saint James. *   A USVI EMS source reported an unregistered ambulance operating illegally on the property, potentially smuggled into USVI and lacking required certifications. *   The ambulance had a USVI license plate and was able to obtain a tag from the BMV. *   FDLE confirmed the vehicle was not listed on the sex offender registry. *   Drone footage obtained from Rusty Shackleford showed the ambulance appeared to be moved or removed from the property prior to the raid. *   Questions are being raised about the raid’s official nature, the timeline, and whether other properties were seized. *   A USDOJ Public Affairs contact declined to comment and requested information be forwarded to a specific email address. *   J. Taylor offered to share information with SDNY regarding the ambulance situation.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "sdny",
        "epstein",
        "usvi",
        "ambulance",
        "raid",
        "investigation",
        "smuggling",
        "registration",
        "usanys",
        "little saint james"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035628",
      "summary": "An unsigned memo regarding the After Action Review Team NYM is being shared. The sender requests that computer services be available for the team’s access and anticipates discussing the memo further in the morning.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "efta00035628",
        "after action review",
        "nym",
        "memo",
        "computer services",
        "android",
        "word",
        "verizon",
        "samsung",
        "review team"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024004",
      "summary": "A U.S. Attorney’s Office (Southern District of New York) is initiating a litigation hold due to a potential wrongful death lawsuit related to Jeffrey Epstein’s death at MCC. An email chain directs recipients to complete and return a litigation hold form, requesting preservation of all records relating to Epstein, including his confinement and any prior injuries. The form requests information about responsive records, including USAO numbers and shared directories. Recipients are instructed to avoid altering records, save existing documents, and notify the coordinator of any relevant electronic information, such as texts, and to forward the email to others who might have pertinent documents. A formal litigation hold notice is attached.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "epstein",
        "litigation hold",
        "records preservation",
        "document preservation",
        "usao",
        "litigation",
        "form",
        "email",
        "records",
        "suicide"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030956",
      "summary": "Emails discuss a proffer with a witness regarding the 7/23 attempt and Officer Thomas, Noel, and Lt. (Af. Am. Female overnight It). A rough pros memo is being shared. Requests are made for an interview outline, a draft pros memo, and the witness’s OIG email address. A calendar invite is requested for multiple individuals to join a meeting scheduled for Thursday at 2:30 PM.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "proffer",
        "witness",
        "memo",
        "officers",
        "thomas",
        "noel",
        "oig",
        "usss",
        "7/23 attempt",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037262",
      "summary": "On August 15, 2019, an FBI update regarding the Jeffrey Epstein case was shared between FBI offices in New York and Virginia. A case coordination meeting was scheduled for August 16, 2019, at 10:00 AM at SDNY to discuss strategy following Epstein’s death. Evidence from Little St. James, USVI, was being processed for forensic analysis by the Evidence Control Unit and CART.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "little st. james",
        "usvi",
        "case coordination",
        "strategy",
        "digital evidence",
        "forensic analysis",
        "crimes against children",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018898",
      "summary": "On August 16, 2019, Martin G. Weinberg and Reid Weingarten, previously legal counsel for Jeffrey Epstein, requested information regarding videos of Epstein’s jail cell at the MCC, specifically from midnight to 7 AM on August 10, 2019. They sent this request to [REDACTED] (USANYS) after [REDACTED] (USANYS) had received a similar inquiry. [REDACTED] (USANYS) responded stating they were unable to share the information at that time and requested further details if available.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "mcc",
        "martin g. weinberg",
        "videos",
        "jail cell",
        "august 10",
        "2019",
        "confidential",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027977",
            "similarity": 0.75,
            "index": 52,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020176",
      "summary": "The records (BSA IDs) were initially requested and circulated for review by Ori inal, who then directed others to pull and circulate them.  A FinCEN Assistant Chief Counsel confirmed receipt of the records and requested further relevant SAR information.  Communication involved coordinating with the Intelligence Division and the United States Attorney's Office (Southern District of New York), with one individual highlighting information FinCEN had seen. The entire exchange involves a request to share potentially relevant FinCEN records for analysis.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "fincen",
        "epstein",
        "records",
        "sar",
        "redaction",
        "financial crimes",
        "money laundering",
        "transnational criminal enterprises",
        "united states attorney",
        "ausas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037875",
      "summary": "An email chain discusses the Epstein Jet Inquiry. The Palm Beach County RA is assisting the FBI New York VCAC/HT and SA (Atlanta Division) with information regarding Epstein’s “Jet Stream” aircraft, currently located at ATL airport. Documents related to EFTA00037875 and EFTA00037876 are being shared and the recipient is asked to advise on where to send the documents.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00037875",
        "epstein",
        "jet",
        "palm beach ra",
        "fbi new york",
        "miami division",
        "atlanta",
        "jet stream",
        "documents",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036614",
      "summary": "This document is a draft after-action report (TEXT.htm and 2019_08_16_10_46_38.pdf) sent by J., Regional Director of the Northeast Region, on August 16, 2019. It’s intended for planning purposes and should not be shared with other staff. The report is unreviewed and unapproved.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "efta00036614",
        "after action",
        "regional director",
        "draft",
        "report",
        "plans",
        "northeast region",
        "2019",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018951",
      "summary": "An Assistant United States Attorney requested a list of current known associates of Jeffrey Epstein, including attorneys and individuals who might send him money. The sender provided spreadsheets containing data on over 30 attorneys representing Epstein across 20 federal court cases, over 60 Deutsche Bank accounts, and nearly 5,000 flights paid for by Epstein.  The sender also identified potential individuals who might have facilitated money transfers: Darren Indyke, Jeffrey Schantz, and/or other unnamed individuals. Supporting documents, including spreadsheets detailing witnesses, attorneys, and bank account information, were attached and shared via email.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "epstein",
        "trafficking",
        "attorneys",
        "deutsche bank",
        "accounts",
        "flights",
        "witnesses",
        "nick",
        "amex",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020112",
      "summary": "An email exchange occurred between two individuals regarding a New York Times article about a Paris investigation into the Jeffrey Epstein scandal. The email chain originated from [REDACTED] to [REDACTED] and was dated August 23, 2019. One participant shared a link to the article via iPhone.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "epstein",
        "paris",
        "investigation",
        "new york times",
        "redaction",
        "efta",
        "exchanges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037227",
      "summary": "An FBI communication, dated August 25, 2019, concerns a call involving Jeffrey Epstein. The communication, sent from the New York Field Office’s Criminal - Branch C desk to multiple individuals including “ale” and various FBI CID units, indicates a desire to share “call in details” and a plan to discuss the matter further tomorrow. The document is identified as EFTA00037227.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "call",
        "redaction",
        "details",
        "cid",
        "ny",
        "ssa",
        "efta00037227"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037570",
      "summary": "An email chain discusses the lack of planned updates for the Epstein case by the VC Squad and VCAC. The CID (FBI) is inquiring about consolidation efforts, specifically whether they are being handled through the VC side or by the individual CID agent.  NY (FBI) has confirmed no updates are planned for the weekend. Files related to “FBINET to UNET Uploaded Files” were being shared. EFTA00037570 and EFTA00037571 are identified as file references.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "fbi",
        "efta00037570",
        "efta00037571",
        "vcac",
        "vc",
        "cid",
        "epstein",
        "unet",
        "fbinet",
        "reporting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037271",
      "summary": "On August 26, 2019, FBI agents in New York (NY) discussed a call involving Jeffrey Epstein with multiple FBI personnel, utilizing the VCAC Bridge Line for a daily 15:30 call. The purpose was to share \"call in details\" with copied individuals, including those at the NY Field Office, Criminal - Branch C, and various SSA (Secret Service Assistance) divisions. The email chain details the strategy and logistics for the call.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "call",
        "redaction",
        "ny",
        "strategy",
        "vcac",
        "bridge line",
        "august 26",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018944",
      "summary": "On August 28, 2019, the U.S. Attorney’s Office for the Southern District of New York requested that the New York City Office of the Chief Medical Examiner (OCME) withhold specific documents, evidence, and information related to the autopsy of Jeffrey Epstein. This request stemmed from an ongoing criminal investigation into Epstein’s death at the Metropolitan Correctional Center (MCC). The USAO and FBI provided the OCME with materials and information during the investigation, and the U.S. Attorney requested the OCME to not share these materials, including names of federal law enforcement agents involved, with any third party, until the criminal investigation concluded.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "August 28, 2019",
      "keywords": [
        "jeffrey epstein",
        "autopsy report",
        "united states attorney",
        "federal bureau of investigation",
        "metropolitan correctional center",
        "criminal investigation",
        "office of the chief medical examiner",
        "redaction analysis",
        "florence butner",
        "united states department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029260",
      "summary": "On September 3, 2019, Andrew Patel, Jill Shellow, and Donald Yannella (representing Johnny Contreras) planned a meeting at 1st. Andrews to discuss the investigation into Jeffrey Epstein’s death. Johnny Contreras, recently returned from the SHU in the MCC, was willing to speak with investigators in the presence of counsel regarding his observations, having shared a cell with Epstein.  Andrew Patel initially contacted the SDNY office to arrange a proffer session, and the SDNY team would directly contact Patel and Shellow to coordinate. The communication was marked as confidential and subject to the Electronic Communications Privacy Act.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "September 3, 2019",
      "keywords": [
        "jeffrey epstein",
        "johnny contreras",
        "jill shellow",
        "andrew patel",
        "donald yannella",
        "proffer",
        "usanys",
        "investigation",
        "mcc",
        "shu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037840",
      "summary": "A former chief of the Palm Beach Police Department, during the investigation of Jeffrey Epstein, contacted the New York Field Office case agent via Global Security Advisors. He claims to have information relevant to the investigation, citing contact through the DOJ Office of Professional Responsibility, and requests a call to share this information. The email contains a standard confidentiality notice.",
      "timestamp": "2019-09-14T00:00:00",
      "timestamp_raw": "14 Sep 2019",
      "keywords": [
        "jeffrey epstein",
        "palm beach police department",
        "doj",
        "fbi",
        "case agent",
        "coconspirators",
        "investigation",
        "email",
        "global security advisors",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030745",
      "summary": "On September 17, 2019, an email was sent from [REDACTED] to [REDACTED] requesting the download and storage of documents related to the ongoing investigation into possible collaborators of Jeffrey Epstein. The email included a link with the password \"7e4DzyfvYC\" to access files hosted on Usa.doj.gov, specifically within the \"Epstein-2018R01618\" investigation folder. A CD containing the correspondence and materials would also be sent via U.S. Mail.",
      "timestamp": "2019-09-17T00:00:00",
      "timestamp_raw": "September 17, 2019",
      "keywords": [
        "jeffrey epstein",
        "investigation",
        "redaction",
        "collaboration",
        "u.s. department of justice",
        "nmag",
        "password",
        "email",
        "files",
        "share"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021340",
      "summary": "On October 15, 2019, an individual requested assistance with loading a subpoena return for the Epstein case onto a shared drive. A recipient confirmed they would retrieve a disc containing the document.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "epstein",
        "subpoena",
        "return",
        "disc",
        "it",
        "redaction",
        "efta00021340",
        "2019",
        "october",
        "share"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028839",
            "similarity": 0.818,
            "index": 81,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028472",
      "summary": "A law firm, Kaplan Hecker & Fink LLP, is representing Jane Doe in a lawsuit against Jeffrey Epstein and others (ECF 19-cv-08673). They are responding to a request from the defendants for a 30-day extension to respond to concerns regarding the related status of the case and document preservation. The firm opposes the extension, arguing that the cases share overlapping defendants, legal issues, and factual allegations. They highlight concerns about potential spoliation of evidence given the circumstances surrounding Epstein’s death and the complexities of the legal case. Additionally, they note that multiple related cases have been reassigned to the same magistrate judge.",
      "timestamp": "2019-11-06T00:00:00",
      "timestamp_raw": "November 6, 2019",
      "keywords": [
        "jane doe",
        "epstein",
        "united states district court",
        "southern district of new york",
        "legal issues",
        "document preservation",
        "spoliation",
        "related cases",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028839",
      "summary": "An email chain discusses retrieving a disc containing a subpoena return for the Epstein case. Individuals ([REDACTED]) coordinate to have IT assist with loading the disc onto a shared drive.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2019",
      "keywords": [
        "epstein",
        "subpoena",
        "return",
        "redaction",
        "disc",
        "it",
        "share",
        "2019",
        "october",
        "efta00028839"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021340",
            "similarity": 0.818,
            "index": 79,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031101",
      "summary": "A CBS CT affiliate report from November 19, 2019, included a video titled \"Eye Opener: American Professor Freed Impeachment Inquiry Witness Epstein Death.\" The video was shared via a link to wfsb.com and appeared as the third item in a short report broadcast at 5:45 AM. The document is labeled EFTA00031101.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "efta00031101",
        "mcc",
        "wfsb",
        "impeachment",
        "epstein",
        "cbs ct",
        "witness",
        "video",
        "2019",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016396",
      "summary": "This document refers to email correspondence related to case EFTA00016396, specifically the US v. Epstein case. The emails were saved on \\\\Usa.doj.gov\\cloud\\NYS\\StAndrewAShared\\USvEpstein-2018R0161Mitnesses & Cooperators and include an image named image001.png. The emails span from December 16, 2019.",
      "timestamp": "2019-12-16T00:00:00",
      "timestamp_raw": "December 16, 2019",
      "keywords": [
        "efta00016396",
        "emails",
        "doj",
        "epstein",
        "witnesses",
        "cooperators",
        "inline-images",
        "2019",
        "16 dec",
        "usa.doj.gov"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026614",
      "summary": "An email chain discusses the receipt of notes regarding an “Epstein share,” originating from the NYPD/FBI Child Exploitation Human Trafficking Task Force and the Assistant United States Attorney for the Southern District of New York. The email thread includes requests for the transmission of interview notes.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "December 19, 2019",
      "keywords": [
        "efta00026614",
        "redaction analysis",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "notes",
        "interview",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019880",
            "similarity": 0.667,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019880",
      "summary": "An email thread discusses receiving and sending notes from an interview conducted by the NYPD/FBI Child Exploitation Human Trafficking Task Force regarding the Epstein share. The emails originate from various individuals including a contractor, an Assistant United States Attorney, and FBI agents. One email requests the notes be sent, while others acknowledge receipt of the notes. The document includes identifiers EFTA00019880 and EFTA00019881.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "December 19, 2019",
      "keywords": [
        "efta00019880",
        "redaction analysis",
        "fbi",
        "nypd",
        "child exploitation",
        "human trafficking",
        "new york",
        "southern district of new york",
        "notes",
        "interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026614",
            "similarity": 0.667,
            "index": 84,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019882",
      "summary": "An individual (identified as “Contractor”) confirmed they possess full transcripts of depositions related to the Roberts v. Maxwell civil suit, storing them on an “Epstein share drive.” Another individual requested confirmation of whether a specific person (“she”) was deposed and if a transcript existed, noting the individual invoked privilege repeatedly during the deposition.",
      "timestamp": "2019-12-23T00:00:00",
      "timestamp_raw": "December 23, 2019",
      "keywords": [
        "efta00019882",
        "roberts v. maxwell",
        "depositions",
        "transcripts",
        "privilege",
        "litigation",
        "share drive",
        "epstein",
        "usanys",
        "contractor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024515",
      "summary": "NBC has reported that Ghislaine Maxwell is staying in Colorado with wealthy ex-associates of Jeffrey Epstein, including those identified as providing protection in safe houses. This information was initially shared via a Page Six article on January 1, 2020.",
      "timestamp": "2020-01-01T00:00:00",
      "timestamp_raw": "January 1, 2020",
      "keywords": [
        "ghislaine maxwell",
        "epstein",
        "safe houses",
        "colorado",
        "contacts",
        "justice department",
        "legal",
        "redaction analysis",
        "united states",
        "nbc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016733",
      "summary": "An email thread between Geoffrey Berman (USANYS) and an unknown sender regarding a meeting titled “Epstein.” The sender expresses gratitude for Berman’s contributions, noting a positive and universally shared sentiment regarding the meeting and Berman’s handling of it.",
      "timestamp": "2020-01-10T00:00:00",
      "timestamp_raw": "10 Jan 2020",
      "keywords": [
        "epstein",
        "redaction",
        "berman",
        "geoffrey",
        "usanys",
        "meeting",
        "january 2020",
        "thoughtful",
        "iphone"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032518",
      "summary": "Key points include: *   **Slotkin's Motivation:** Slotkin’s personal connection to the issue stems from her former CIA analyst role, her son-in-law’s service at an Iraqi base, and her family’s military service background. She frames the resolution as a necessary check on presidential power due to her concerns about potential escalation. *   **Republican Opposition:** Republican lawmakers, particularly Kevin McCarthy and Lindsey Graham, heavily criticize Slotkin and the resolution, framing it as unpatriotic and potentially empowering the enemy. They highlight the personal investment Slotkin has in the conflict. *   **Senate Support:** Senator Tim Kaine, a key sponsor of the resolution, shares a similar personal connection – his son is a Marine infantry officer deployed overseas. He is working to secure enough Republican support for passage. *   **Escalating Tensions:** The situation is further complicated by the downing of a Ukrainian airliner near Tehran, with growing speculation about U.S. involvement and heightened tensions with Iran, including a renewed condemnation of the nuclear deal. *   **Political Maneuvering:** The GOP is attempting to discredit the resolution, with some openly mocking Slotkin and questioning her motivations. Other Republican voices, like Matt Gaetz, defend her actions, pointing to her military service. *   **Other Developments:** The document also covers a range of related political developments, including: the narrowing support for Joe Biden in the Democratic primary, ongoing debate over the impeachment articles, and revelations about Jared Kushner’s diminished role in the administration. It mentions a controversial charity event for Pence and a Republican senator’s meeting with a Democratic colleague about climate change. Finally, it details an attempt by a former presidential candidate, Marianne Williamson, to raise awareness about the situation.",
      "timestamp": "2020-01-10T00:00:00",
      "timestamp_raw": "10 Jan 2020",
      "keywords": [
        "iran",
        "resolution",
        "slotkin",
        "soleimani",
        "iraq",
        "congress",
        "military",
        "war powers",
        "republicans",
        "democrats",
        "senate",
        "troops",
        "cia",
        "defense",
        "attacks",
        "sanctions",
        "boeing 737",
        "ukraine",
        "trump",
        "pompeo",
        "israeli involvement",
        "fires",
        "australia",
        "climate change",
        "biden",
        "sanders",
        "pence",
        "twitter",
        "tinder",
        "iran crisis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031086",
      "summary": "A new New York law provides a chance for victims of childhood sexual abuse to share their experiences and seek justice, goals shared by the Office of the Attorney. This follows the investigation and prosecution of Jeffrey Epstein, utilizing the testimony of young women who had previously been unable to come forward. The law’s aim is to support victims’ rights and aid law enforcement in identifying and prosecuting perpetrators of sexual abuse and trafficking of minors.",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "14 Jan 2020",
      "keywords": [
        "childhood sexual abuse",
        "victims",
        "trafficking",
        "minors",
        "jeffrey epstein",
        "law enforcement",
        "investigation",
        "prosecution",
        "rights",
        "speech"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020574",
            "similarity": 0.538,
            "index": 264,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023148",
      "summary": "The client, initially hesitant, is now willing to share the journal entries if they can be discussed via phone, potentially including evening or weekend calls.  The initial requests involve confirming journal entries from January 16, 2020, including dates of travel to New Mexico and information from the journal regarding meetings with Epstein.  A US Attorney is requesting these journal entries to help refresh the client's recollection of events.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "January 16, 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "phone",
        "schedule",
        "investigation",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025319",
            "similarity": 0.667,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023162",
            "similarity": 0.538,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025300",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016921",
      "summary": "An Assistant U.S. Attorney in New York received a call from Chris and Mark (Maxwell attorneys) on January 21, 2020. The investigation is ongoing, and the Attorney stated they had no additional information to share. The Attorney considered issuing document subpoenas to GM, potentially seeking photos, communications, and financial records related to Jeffrey Epstein, and was seeking input on this approach.",
      "timestamp": "2020-01-21T00:00:00",
      "timestamp_raw": "January 21, 2020",
      "keywords": [
        "efta00016921",
        "redaction",
        "investigation",
        "maxwell",
        "gm",
        "subpoenas",
        "epstein",
        "communications",
        "financial records",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016814",
      "summary": "An email exchange discusses the sharing of documents related to the Epstein case, specifically trust and will documents received from estate attorneys. One individual ([REDACTED]) is tasked with adding \"revocations\" to various documents to align with the intended sharing. Another individual ([REDACTED]) ([USANYS]) confirms the accuracy of the shared document and suggests adding the term \"revocations\" where necessary. A third individual ([REDACTED]) ([USANYS]) updates a sharing order application with the new documents and requests a review for accuracy.",
      "timestamp": "2020-01-30T00:00:00",
      "timestamp_raw": "30 Jan 2020",
      "keywords": [
        "epstein sharing order",
        "revocations",
        "documents",
        "trust",
        "will",
        "usanys",
        "redaction",
        "sharing order",
        "estate attorneys",
        "materials"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016816",
      "summary": "Emails discuss sharing supplemental trust and will documents related to the Epstein case (referenced as \"Epstein Sharing Order Part II\"). Discussions center on whether to include language regarding revocations and the accuracy of descriptions of the shared materials. One individual ([REDACTED]) sent an updated sharing order application (EFTA00016816) for review, requesting confirmation of its accuracy. Another individual ([REDACTED]) offered assistance with adding relevant terms and noted they were not a T&E lawyer.",
      "timestamp": "2020-01-30T00:00:00",
      "timestamp_raw": "30 Jan 2020",
      "keywords": [
        "epstein sharing order",
        "redaction analysis",
        "efta00016816",
        "trust documents",
        "will documents",
        "usanys",
        "sharing order",
        "estate attorneys",
        "paralegal",
        "t&e lawyer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018078",
      "summary": "The following email exchange discusses revisions to an “Epstein Sharing Order Part II” document. Key points include: *   A request to include references to Trust Two and a 2019 Trust, as they are not currently referenced in the documents. *   Discussion about whether to include revocations within the shared order. *   Updates were made to the sharing order application to incorporate newly received trust and will documents. *   A request for review of the updated application to ensure accurate description of the materials. *   Mention of a previous document, “Epstein 6(e) App Order.ebd.ajr.docx,” related to the order.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "will",
        "revocations",
        "documents",
        "application",
        "lawyers",
        "t&e",
        "2019 trust"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019883",
      "summary": "Emails were exchanged between multiple individuals at the USANYS (likely a government agency) regarding a criminal division update. The update, initially scheduled for August, was repeatedly reminded about via email. The final deadline was shifted to Friday, August 1st. Attachment PC_Unitr_Short_Form_Update.2.14.20v2.docx was shared.",
      "timestamp": "2020-02-14T00:00:00",
      "timestamp_raw": "14 Feb 2020",
      "keywords": [
        "criminal division",
        "efta00019883",
        "reminder",
        "update",
        "august",
        "report",
        "usanys",
        "stephanie",
        "bwilliams8®",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029727",
      "summary": "Citrix Attachments (DB-SDNY-PROD007.zip) with a size of 2.3 GB were used by Thomas Moyer for secure document sharing. The expiration date is February 17, 2020. The document is identified as EFTA00029727.",
      "timestamp": "2020-02-17T00:00:00",
      "timestamp_raw": "February 17, 2020",
      "keywords": [
        "citrix",
        "attachments",
        "efta00029727",
        "thomas moyer",
        "securely",
        "documents",
        "share",
        "download",
        "db-sdny-prod007"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023915",
      "summary": "A March 4, 2020 email from the U.S. Department of Justice Office of the Inspector General’s Cyber team, referencing analysis of the BOP devices, found a discussion of Jeffrey Epstein in a text exchange. The team requested the original email chain be located and shared.",
      "timestamp": "2020-03-04T00:00:00",
      "timestamp_raw": "March 4, 2020",
      "keywords": [
        "efta00023915",
        "bop devices",
        "redaction analysis",
        "doj oig",
        "epstein",
        "text exchange",
        "cyber team",
        "report",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025319",
      "summary": "*   The initial request stemmed from a previous interview where the client mentioned specific journal entries aiding her recollection. *   The Assistant US Attorney is seeking to gain further insight through these journal entries and any other related documents. *   Sigrid McCawley is coordinating with the client to arrange a time for her to share the journal entries, offering flexibility in scheduling (phone or evenings/weekends). *   The client confirms certain journal dates and provides information regarding the content of the entries to the assistant US attorney.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "phone",
        "united states attorney",
        "southern district of new york",
        "january 2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023148",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025300",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023162",
      "summary": "Multiple individuals within Boies Schiller Flexner LLP are coordinating a follow-up interview with a witness regarding their recollections of events involving Jeffrey Epstein and Ghislaine Maxwell. The initial request involved reviewing the witness’s journal entries, which she had mentioned during her previous interview.  The witness initially proposed various times for the interview, including tomorrow at 11:00 AM Eastern and Monday morning at 10:00 AM Eastern.  She expressed a willingness to speak with counsel privately during the call.  The witness provided photographs related to the time period, and shared details from her journal entries concerning a trip to New York and interactions with Epstein.  The team continues to seek access to the witness’s journal to refresh her recollection and assist in the investigation.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "interview",
        "phone",
        "time",
        "journal",
        "schedule",
        "eastern",
        "maxwell",
        "epstein",
        "investigation",
        "witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023148",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025300",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025300",
      "summary": "A series of emails detail a follow-up request for a witness's journal entries related to her experiences with Jeffrey Epstein and Ghislaine Maxwell. The witness initially expressed reluctance due to a previous trial, but the investigators, through Sigrid McCawley, requested a second interview and a review of her journal. The witness provided information regarding her journal’s contents, including entries from 1995-1996, and shared photographs related to that period. The investigation team sought to gain further clarity on specific recollections and requested any additional relevant documents or entries.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "interview",
        "journal",
        "maxwell",
        "epstein",
        "schedule",
        "time",
        "phone",
        "new mexico",
        "united states attorney",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023162",
            "similarity": 0.538,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025319",
            "similarity": 0.538,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023148",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031510",
      "summary": "On May 26, 2020, Rebekah Donaleski (USANYS) sent an email to [REDACTED] regarding Mark Epstein emails saved at \\\\ usa.doj.gov\\ clouanys\\StAndrews\\ Shared \\ InReEpsteinDeath-2019R01059. She apologized for being out of the loop and offered assistance. The email is associated with EFTA00031510.",
      "timestamp": "2020-05-26T00:00:00",
      "timestamp_raw": "May 26, 2020",
      "keywords": [
        "mark epstein",
        "redaction analysis",
        "efta00031510",
        "rebekah donaleski",
        "usanys",
        "southern district of new york",
        "doj",
        "emails"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030978",
      "summary": "This document contains emails from Assistant United States Attorney Mark Epstein, Southern District of New York, regarding the investigation into the death of Mark Epstein. The emails are located on \\\\usa.doj.gov\\cloud \\nys \\StAndrews\\Shared \\ InReEpsteinDeath-2019R01059.",
      "timestamp": "2020-05-26T00:00:00",
      "timestamp_raw": "26 May 2020",
      "keywords": [
        "mark epstein",
        "efta00030978",
        "doj",
        "southern district of new york",
        "redaction analysis",
        "emails",
        "st andrews",
        "inreepsteindeath"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031312",
      "summary": "Emails dated June 1, 2020, and May 29, 2020, discuss a new Netflix documentary about Jeffrey Epstein. One individual expresses frustration with the documentary’s pacing and a perceived lack of courage in the final statement, noting a reference to avoiding a lawsuit. Another individual shares their initial thoughts, finding the pacing tedious and anticipating a longer series. A third person reports having watched the entire documentary and forwarded their notes to the team. Discussions involve the potential impact of an anniversary event and renewed public interest.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "June 1, 2020",
      "keywords": [
        "epstein",
        "netflix",
        "sony",
        "graydon carter",
        "lawsuit",
        "covid",
        "observations",
        "pacing",
        "reviews",
        "public safety"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026568",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting a copy of FirstBank Puerto Rico bank subpoena returns related to the USvEpstein-2018R01618 investigation. The returns are located at Wisa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\USvEpstein-2018R01618 InvestigationVi 2018 SDNY investigation\\Subpoena Returns\\FirstBank Puerto Rico. The request is being made to provide a copy to a case agent at 1 Saint Andrews.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "01 Jun 2020",
      "keywords": [
        "bank records",
        "firstbank puerto rico",
        "subpoena returns",
        "epstein case",
        "united states attorney",
        "southern district of new york",
        "nys",
        "saint andrews",
        "wisa.doj.gov",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025128",
      "summary": "A forensic accountant at the FBI New York Field Office received a subpoena tracker from an unidentified sender on June 2, 2020. The tracker, attached to an email, only contained subpoenas served by the FBI and excluded the Epstein Deutsche Bank production. The sender proposed setting up a Dal virtual drive for shared access.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "June 2, 2020",
      "keywords": [
        "epstein",
        "subpoena",
        "fbi",
        "deutsche bank",
        "production",
        "tracker",
        "virtual drive",
        "forensic accountant",
        "redaction",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023538",
            "similarity": 0.818,
            "index": 108,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037522",
      "summary": "This agreement stems from a civil enforcement action alleging the estate misused funds to facilitate Epstein’s sex trafficking operation. Key elements of the revised fund include: *   **Victim Advocacy:** Involvement of a victim advocate and an expert on child sexual abuse. *   **Funding Flexibility:** Dedicated funding for those who haven’t come forward or are dissatisfied with the claims process. *   **Privacy Protections:** Safeguards to prevent the sharing of victim information with the estate. *   **Counseling Services:** Access to counseling and referral services through the FBI Victim Services program and Child USA. *   **Oversight:** Approval of the budget by the Probate Court and monthly reporting to the AG’s office. The AG initially opposed the estate’s demand for broad releases, which could have compromised the fairness of the process. The revised fund ensures that information shared by victims will not be used against them. The DOJ is inquiring about the fund’s access to FBI Victim Services and Child USA, and the AG is working to finalize the agreement to provide support to victims and hold Epstein's criminal enterprise accountable.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "epstein",
        "compensation fund",
        "victim",
        "fbi",
        "counseling",
        "restitution",
        "settlement",
        "criminal",
        "trafficking",
        "virgin islands",
        "ag",
        "release",
        "claims process",
        "probate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023538",
      "summary": "A forensic accountant from the FBI New York Field Office sent a subpoena tracker (Epstein_Subpoena_Tracker V6.1.20.xlsx) to an individual, including information on subpoenas served by the FBI. The tracker excludes the Epstein-Deutsche Bank production. The accountant offered to provide missing productions and discussed the possibility of a shared Dal virtual drive.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "epstein",
        "subpoena",
        "tracker",
        "fbi",
        "deutsche bank",
        "production",
        "forensic accountant",
        "virtual drive",
        "dal",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025128",
            "similarity": 0.818,
            "index": 106,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022360",
      "summary": "A paralegal specialist at the U.S. Attorney’s Office I SDNY is requesting that a sender provide subpoena returns related to the Epstein case, specifically those previously sent on discs, and also upload them to USAfx. The sender had previously provided a tracker of bank subpoenas and returns on June 2nd. The specialist was unable to locate the returns on the shared drive.",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "10 Jun 2020",
      "keywords": [
        "epstein",
        "subpoena",
        "returns",
        "bank",
        "usafx",
        "redaction",
        "tracker",
        "disc",
        "u.s. attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031886",
      "summary": "Several individuals are discussing and revising a sharing order related to the estate of Jeffrey Epstein. The order concerns the sharing of trust agreements and wills, specifically referencing “Trust Two” and a “2019 Trust.” There are discussions about docket numbers, typo corrections, and the inclusion of language regarding revocations. One party expresses concern that the order doesn’t explicitly reference Trust Two or the 2019 Trust, and requests confirmation that it’s the intended scope of sharing. The revisions include adding language about revocations and clarifying the materials being shared, with a request for review before it’s sent to a case manager.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "documents",
        "trust two",
        "revocations",
        "application",
        "order",
        "misc. 0586"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031102",
            "similarity": 0.571,
            "index": 111,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031102",
      "summary": "The provided document consists of email exchanges related to a legal matter concerning the sharing of documents related to the Epstein estate. Key points include: *   Multiple individuals (identified only by \"[REDACTED]\") are involved in reviewing and updating a sharing order. *   The order pertains to sharing trust agreements and wills, specifically referencing “Trust II” and a “2019 Trust.” *   There are discussions about referencing the Trust II documents, clarifying whether they should be included, and correcting typos within the order and accompanying application. *   There's a request to determine the appropriate docket number for the order and to ensure the shared materials accurately reflect the received documents. *   A delay in finalizing the order is noted, with an apology for the delay and a plan to revisit the matter with El and MI. *   The sender repeatedly asks for a review and confirmation of the updated sharing order application.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "application",
        "order",
        "revocations",
        "trust two",
        "civ div",
        "2020",
        "2025",
        "redaction",
        "documents",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031886",
            "similarity": 0.571,
            "index": 110,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037470",
      "summary": "On June 30, 2020, the UK National Crime Agency (NCA) notified the FBI regarding allegations involving Clare Giveen (née Hazell), known as EFTA00037470, in connection with the Jeffrey Epstein investigation. The NCA had previously shared information with the FBI in January 2020. Allegations include Giveen's alleged close contact with Epstein, including travel and stays with him, and accusations of sexual abuse by Lady Clare Iveagh/Countess Iveagh (following her marriage to Arthur Edward Rory Guinness). The NSPCC is considering an internal review due to these allegations. The NCA is not conducting an investigation into Giveen and requests the FBI’s opinion on how the NSPCC’s review might impact the DOJ investigation, as well as requesting sensitivity in handling communications regarding the matter.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "efta00037470",
        "jeffrey epstein",
        "clare guinness",
        "uk national crime agency",
        "fbi",
        "nspcc",
        "washington dc",
        "michael manley",
        "ncawas-20-081",
        "international liaison officer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031851",
      "summary": "On July 2, 2020, at 12:00 p.m., a press conference was announced regarding the indictment of Ghislaine Maxwell. An email chain ensued, with confirmations and expressions of congratulations sent between individuals associated with the SDNY (Southern District of New York) Press-Office and [REDACTED]. A PDF document titled \"EFTA00031851.pdf\" (likely the indictment) was also shared.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00031851",
        "redaction analysis",
        "usanys",
        "press conference",
        "ghislaine maxwell",
        "indictment",
        "july 2",
        "2020",
        "sdny",
        "american heroes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031535",
      "summary": "Attorney's Office, and a contractor (BRG) to analyze data seized during searches related to Jeffrey Epstein. Initial challenges involve a complex, large volume of data (over a million documents) from various devices (computers, hard drives, CDs, etc.) across two residences (New York and the US Virgin Islands).  A key issue is the lack of clear identification of the data sources – the FBI initially struggled to provide a consistent inventory of the devices and the data contained within. There were difficulties with data transfer formats, particularly regarding the inability to easily integrate data for taint review using Relativity. Concerns were raised about duplicate data being transferred and the difficulty in distinguishing between complete and partial data sets. The contractors, BRG, were engaged to process the data, aiming for a one-month turnaround. Ongoing communication and a shared spreadsheet are seen as essential to managing the complex project and ensuring accurate tracking of the data. Multiple attempts are made to schedule meetings and coordinate efforts to address the data organization and transfer challenges.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "devices",
        "files",
        "review",
        "timeline",
        "contractor",
        "materials",
        "transfer",
        "cart",
        "storage",
        "mac"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024490",
      "summary": "An email chain discusses the SDNY Investigation. It involves forwarding subpoena returns from UBS, requiring unzipping files with the password \"Max_0707\" and saving them to a shared location. Account statements for 2020 are being sent, and a CD with statements for 2018 and 2019 is being requested for overnight delivery. The sender is a UBS paralegal/authorized officer in Nashville, TN.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00024490",
        "sdny investigation",
        "ubs",
        "subpoena",
        "account statements",
        "max_0707",
        "nicole canter",
        "redaction analysis",
        "winzip",
        "7-zip"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030205",
      "summary": "American Express sent an email invitation to “j” to view a shared folder named \"Epstein lane-Images\" using AmexDrive. The folder sharing expired on July 12, 2020. The email included a disclaimer stating that the message and attachments are confidential and should be deleted if received in error. A French translation of the disclaimer was also included. EFTA00030205 and EFTA00030206 are file identifiers associated with this communication.",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "July 12, 2020",
      "keywords": [
        "american express",
        "amexdrive",
        "folder sharing",
        "invitation",
        "confidential",
        "epstien",
        "redaction analysis",
        "efta00030205",
        "efta00030206",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032763",
      "summary": "Kristina Hendrickson sent an invitation via AmexDrive to “cj” to view a shared folder named “Epstein (Kristina Hendrickson).” The folder sharing was set to expire on July 12, 2020. American Express included a standard confidentiality notice with the email and a French translation of it.",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "July 12, 2020",
      "keywords": [
        "kristina hendrickson",
        "amexdrive",
        "epstein",
        "folder sharing",
        "american express",
        "confidential",
        "invitation",
        "efta00032763",
        "2020",
        "july 12"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015948",
      "summary": "An individual (EFTA00015949) contacted a recipient (EFTA00015948) via email regarding a past sexual assault involving Jeffrey Epstein. The individual, who had been sexually assaulted at age 18 in a NYC restaurant/club, had suppressed the memory due to fear and confusion. Upon seeing Epstein’s face in the news, they realized the assault was by Epstein and attempted to share the information, expressing uncertainty about potential assistance and acknowledging the possibility of another woman being present. The individual also mentioned recalling details about the venue and the other women involved, but lacked concrete proof.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "sexual assault",
        "nyc",
        "jeffrey epstein",
        "victim",
        "trauma",
        "redaction",
        "email",
        "case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015950",
            "similarity": 0.818,
            "index": 119,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015950",
      "summary": "An individual (identified as EFTA00015950) sent an email to an unknown recipient on July 13, 2020, detailing a sexual assault they experienced at approximately age 18 in a New York City restaurant. The assault was perpetrated by Jeffrey Epstein. The sender has since attempted to erase memories of the incident and lacks concrete proof. They recall a \"woman\" and multiple other \"girls\" being present and express a desire to share their experience, though they acknowledge limited information and inability to connect it to Ghislaine Maxwell’s case.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "July 13, 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "sexual assault",
        "victim",
        "trauma",
        "nyc",
        "redaction",
        "email",
        "case",
        "memory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015948",
            "similarity": 0.818,
            "index": 118,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020666",
      "summary": "On July 14, 2020, the USANYS contractor (SANYS) received a communication from the FBI regarding the “InReEpsteinDeath” case file. The FBI was gathering documentation, including 302s, and suggested a folder titled “InReEpsteinDeath” for shared access. A special agent from the FBI New York Field Office provided a file containing information about Jeffrey Epstein’s phone number and last call.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "fbi",
        "case file",
        "epstein",
        "usanys",
        "sanys",
        "redaction",
        "discovery",
        "302s",
        "phone number",
        "contractor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024477",
            "similarity": 0.667,
            "index": 121,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024477",
      "summary": "A communication chain involving USANYS (contractor) and the FBI (NY Field Office) regarding the EFTA00024477 case file.  The communication involves reviewing 302 records and making discovery decisions. One party provided documentation relating to Jeffrey Epstein’s phone number and last call, referencing the FBI case file.  A suggestion was made to create a folder on the MCC shared drive for the case file.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2020",
      "keywords": [
        "efta00024477",
        "fbi",
        "case file",
        "302s",
        "discovery",
        "phone number",
        "epstein",
        "usanys",
        "redaction",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020666",
            "similarity": 0.667,
            "index": 120,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028775",
      "summary": "A reporter at The Sun, Emma Parry, is attempting to facilitate cooperation from a source who has information about Ghislaine Maxwell and Jeffrey Epstein. The source is currently in prison but has previously cooperated with the ATF and wishes to assist authorities investigating the Maxwell case. The source has provided names to Parry, which were not published, and is willing to share this information with investigators. The email chain details the request and seeks assistance or advice on how to proceed.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "atf",
        "cooperation",
        "investigation",
        "the sun",
        "emma parry",
        "redacted",
        "prison",
        "names"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038037",
      "summary": "*   A former model recounts her experience being recruited for Victoria’s Secret, facilitated by Ghislaine Maxwell. She describes a casting meeting, a “pass,” and subsequent negative repercussions after rejecting unwanted advances. *   The model details a pattern of exploitation within the modeling industry, citing concerns about unrealistic beauty standards and the pressure to conform. *   She shares knowledge of other abuses within the entertainment industry, referencing a BBC documentary exposing photographic industry practices. *   The email concludes with a reflection on the broader scope of trafficking and the ongoing legal issues surrounding Epstein and Maxwell.",
      "timestamp": "2020-07-21T00:00:00",
      "timestamp_raw": "21 Jul 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "trafficking",
        "child exploitation",
        "fbi",
        "nypd",
        "flight log",
        "sex trafficking",
        "victoria's secret",
        "ghislaine maxwell",
        "new york",
        "palm beach"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024720",
      "summary": "An email chain discusses processing a \"Marshals Intake Form\" for Ghislaine Maxwell. The form includes details such as court number, USAO number, USMS number, arrest date, date of birth, and requested documents (email, photo). The email requests the addition of the form to a share and initial discovery production for Maxwell.  The form itself is labeled EFTA00024720.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "marshals intake form",
        "ghislaine maxwell",
        "usanys",
        "redaction analysis",
        "usao number",
        "usms number",
        "email",
        "court number",
        "arrest date",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021911",
            "similarity": 0.538,
            "index": 125,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021911",
      "summary": "This document is a redacted email chain regarding the processing of a Marshals Intake Form for Ghislaine Maxwell. The email exchange involves individuals at USANYS (likely the US Attorney’s Office) requesting a contractor (USANYS) to add the form to a shared system and initial discovery production. The form itself includes details such as contact information, court and USMS numbers, arrest date, and birthdate, alongside requested documents including email and photo information. The file name associated with the email is “Maxwell JABS.pdf”.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "marshals intake form",
        "ghislaine maxwell",
        "usao",
        "usms",
        "redaction analysis",
        "usanys",
        "doj",
        "email",
        "arrest date",
        "court number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024720",
            "similarity": 0.538,
            "index": 124,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020777",
      "summary": "Email correspondence regarding the saving and tracking of interview notes from the FBI New York Field Office (Child Exploitation/Human Trafficking) related to case EFTA00020777. The notes were sent to an Epstein share drive and added to a tracker.",
      "timestamp": "2020-07-28T00:00:00",
      "timestamp_raw": "28 Jul 2020",
      "keywords": [
        "interview notes",
        "redaction",
        "fbi",
        "new york field office",
        "child exploitation",
        "human trafficking",
        "tracker",
        "epstein share drive",
        "save",
        "notes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037469",
      "summary": "An FBI agent in New York (NY) forwarded an intelligence document (“NCAWAS-20-081 - Intel for FBI”) to an AMIEME contact and a CID FBI team. The document, provided by the NCA, contains information regarding Jeffrey Epstein and a request for an internal NSPCC investigation into Care Iveagh. The NCA offers to share financial intelligence regarding Epstein, potentially routing it through FinCEN for coordination with the FBI. The sender requests discussion of the document's contents with the SDNY team and asks how to coordinate with the NCA.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "fbi",
        "nca",
        "epstein",
        "ny",
        "sdny",
        "fincen",
        "investigation",
        "redaction",
        "intelligence",
        "care iveagh"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018566",
      "summary": "An email chain discusses a draft report concerning the handling of the Jeffrey Epstein matter by the U.S. Attorney’s Office for the Southern District of Florida (2006-2008). The OPR Director sent the draft report to the Acting United States Attorney for the Southern District of New York for review. The AUSA requested confirmation to share the report with the Maxwell team for review and comment.",
      "timestamp": "2020-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2020",
      "keywords": [
        "efta00018566",
        "usanys",
        "opr",
        "jeffrey epstein",
        "u.s. attorney's office",
        "draft report",
        "review",
        "counsel",
        "washington",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031000",
      "summary": "A redaction was identified within a file named [REDACTED]. The file, located at DarArchive/root/private/var/mobile/Containers/Data/Application/9729AFC4-0C1A-4178-9F32-E9DC80542AC2/Libraiy/Caches/News/shared-assets-assetstore/P/1/, contains an image file (Aa6l6hyUVOANkbrqMp9s8NwSoqf/P/1/Aa6l6hyUVC/x8NkbrqMp9s8NwSoqftl3:1:Aa6l6hyUVQx8NkbrqMp9s8NwSoqf:imgfile) created on August 6, 2020, at 11:12:32 AM (UTC+0) and associated with the file system CAA24A26CF924E605247E62A517D6029.  A second image file, Aa6l6hyUVQx8NkbrqMp9s8NwSoqf.imgfile, is also linked to this data.",
      "timestamp": "2020-08-06T00:00:00",
      "timestamp_raw": "August 6, 2020",
      "keywords": [
        "redaction",
        "analysis",
        "pdf",
        "file system",
        "image",
        "archive",
        "map",
        "position",
        "address",
        "efta00031000"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018568",
      "summary": "A contractor ([REDACTED]) was tasked with investigating an issue where a report (over 370 pages) attached to an email from the Office of Professional Responsibility (OPR) was not searchable. The contractor attempted various solutions, including copying the file to a new location. The issue stemmed from the report's unsearchable nature, despite the appendix being searchable. The contractor communicated with [REDACTED] (USANYS) to seek assistance, requesting help with resaving or converting the document to a searchable format. The initial email chain originated from the OPR, providing the draft report for review regarding the handling of the Jeffrey Epstein matter.",
      "timestamp": "2020-08-07T00:00:00",
      "timestamp_raw": "07 Aug 2020",
      "keywords": [
        "opr",
        "epstein",
        "usanys",
        "contractor",
        "searchable",
        "report",
        "file",
        "share",
        "redaction",
        "document"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032969",
      "summary": "An email chain discusses a draft report from the Office of Professional Responsibility (OPR) regarding the handling of the Jeffrey Epstein matter by the U.S. Attorney’s Office for the Southern District of Florida. The OPR is requesting feedback, particularly regarding potential sensitivity related to an ongoing investigation. Several individuals (identified with redactions) were offered times to review the draft and discuss it. A searchable version of the report was shared.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "efta00032969",
        "opr",
        "usanys",
        "epstein",
        "npa",
        "report",
        "review",
        "feedback",
        "investigation",
        "justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027708",
      "summary": "Deutsche Bank received a subpoena from the U.S. Virgin Islands (USVI) Attorney General’s Office requesting copies of government subpoenas and documents produced in response to those subpoenas related to Jeffrey Epstein’s estate. Discussions centered around whether to provide the USVI AG with copies of Deutsche Bank’s subpoenas and productions, with a recommendation to push back on providing the subpoena itself if a money laundering statute was not listed. A USANYS official requested confirmation that Deutsche Bank had permission to share this information.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "epstein accounts",
        "deutsche bank",
        "subpoena",
        "usvi",
        "jeffrey epstein",
        "estate",
        "ag",
        "documents",
        "production",
        "non-disclosure"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020338",
      "summary": "On August 13, 2020, a discussion occurred regarding a response to a defense motion seeking to release Maxwell from MDC or detain her under specific conditions allowing access to computers and discovery materials. Main (OPA) is interested due to the Attorney General’s response to Epstein’s suicide and subsequent BOP overhaul efforts. A request was made to share the filed response with the Attorney General immediately, as he is receiving inquiries from Congressional Republicans regarding Maxwell’s safety.",
      "timestamp": "2020-08-13T00:00:00",
      "timestamp_raw": "August 13, 2020",
      "keywords": [
        "efta00020338",
        "maxwell",
        "mdc",
        "defense motion",
        "ag",
        "bop",
        "inmate safety",
        "congressional republicans",
        "filing",
        "response"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026735",
      "summary": "330 (MN)). The motion argues that a stay is justified due to significant overlap between the civil and criminal cases, including shared allegations, witnesses, and potential evidence. Specifically, the criminal indictment quotes directly from Maxwell’s sealed civil deposition testimony. The legal team highlights that delaying the civil case will allow Maxwell to vigorously defend herself during the criminal trial, preventing potential evidentiary loss and protecting her Sixth Amendment rights. The court has already granted a partial stay in a related case, and the team argues that the Plaintiff’s refusal to seek a stay is unusual. The motion emphasizes the burden on Maxwell due to her detention and lack of access to information, arguing that proceeding with the civil case would be unduly burdensome and potentially compromise her defense. Finally, the team asserts a public interest in preserving the integrity of the criminal proceedings.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "August 19, 2020",
      "keywords": [
        "stay",
        "criminal case",
        "civil case",
        "ghislaine maxwell",
        "epstein",
        "discovery",
        "claims resolution program",
        "indictment",
        "witness testimony",
        "detention",
        "jury trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028055",
      "summary": "She wanted to share documents with judicial officers involved in related civil proceedings. The court denied her request, finding that she failed to demonstrate “good cause” for the modification. The court cited the Lugosch test, which considers: (1) whether the documents are “judicial documents,” (2) the presumption of access to materials, and (3) balancing competing interests (like law enforcement efficiency and privacy). The court found Maxwell’s arguments speculative and lacking a clear explanation of why the documents were needed in the civil cases.  The court ruled that much of the information she sought was already publicly available through government filings. Ultimately, the court ordered the parties to meet and confer on proposed redactions to Maxwell’s August 17th letter motion, with a deadline of September 4, 2020, to submit their proposals. The court adopted the government’s proposed redactions to Maxwell’s initial motion, citing the need to protect an ongoing grand jury investigation.",
      "timestamp": "2020-09-04T00:00:00",
      "timestamp_raw": "September 4, 2020",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "redaction",
        "discovery",
        "civil cases",
        "lugosch v. pyramid co.",
        "grand jury",
        "judicial document",
        "criminal case",
        "united states district court",
        "sec",
        "seal",
        "modification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032127",
      "summary": "On September 13, 2020, an Assistant United States Attorney from the Southern District of New York was collaborating with another individual on a draft of a Government Motion to Dismiss (MTD) related to a GM appeal. The initial draft was sent for review and feedback, with the sender offering to draft an amicus letter and to divide the work to expedite the process. The recipient had begun working on the MTD and requested assistance with the project. The documents were saved on a shared location.",
      "timestamp": "2020-09-13T00:00:00",
      "timestamp_raw": "September 13, 2020",
      "keywords": [
        "gm appeal",
        "redaction analysis",
        "amicus letter",
        "draft",
        "united states attorney",
        "southern district of new york",
        "september 2020",
        "share",
        "interparty communication",
        "legal appeal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016308",
            "similarity": 0.583,
            "index": 137,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016308",
      "summary": "Emails between individuals discussing a “GM appeal” related to a case before the Southern District of New York. A draft of the Motion to Dismiss (MTD) was being prepared by an Assistant United States Attorney. Updates and revisions to the draft were exchanged between multiple individuals, with one person offering to draft an amicus letter and suggesting splitting the work to expedite the process. The documents were saved on a shared location.",
      "timestamp": "2020-09-14T00:00:00",
      "timestamp_raw": "14 Sep 2020",
      "keywords": [
        "gm appeal",
        "redaction analysis",
        "draft",
        "amicus letter",
        "united states attorney",
        "new york",
        "september 2020",
        "share",
        "mtd",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032127",
            "similarity": 0.583,
            "index": 136,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023542",
      "summary": "A message was sent from [REDACTED] to [REDACTED] regarding the PBSA providing the entire Jeffrey Epstein file. Will was instructed to download and save the file (“USvEpstein-2018R01618”) to a shared location named “USvEpstein-”. The email chain pertains to case EFTA00023542.",
      "timestamp": "2020-09-14T00:00:00",
      "timestamp_raw": "14 Sep 2020",
      "keywords": [
        "epstein",
        "pbsa",
        "usvepstein",
        "redaction",
        "file",
        "download",
        "share",
        "2020pr000426amb",
        "efta00023542"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023540",
            "similarity": 0.545,
            "index": 142,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028050",
            "similarity": 0.5,
            "index": 143,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028051",
      "summary": "On September 14, 2020, [REDACTED] received a file from PBSA regarding Jeffrey Epstein’s case (2020PR000426AMB).  [REDACTED] then forwarded the file to [REDACTED] for downloading and saving to a shared location named “JSvEpstein-2018R01618.” A subsequent email on September 17, 2020, confirmed the file had been downloaded and saved.",
      "timestamp": "2020-09-14T00:00:00",
      "timestamp_raw": "September 14, 2020",
      "keywords": [
        "jeffrey epstein",
        "pbsa",
        "redaction analysis",
        "file",
        "download",
        "share",
        "email",
        "case",
        "2020pr000426amb",
        "efta00028051"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016318",
            "similarity": 0.5,
            "index": 140,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016318",
      "summary": "An email chain discusses the transfer of a 11GB file, “USvEpstein-2018R01618 Investigation PBSA Epstein File,” related to the Jeffrey Epstein case.  [REDACTED] entities are involved in sending and receiving the file, and instructions are given to download and save the file to a shared location. The email thread confirms that PBSA is providing the entire Epstein file.",
      "timestamp": "2020-09-14T00:00:00",
      "timestamp_raw": "14 Sep 2020",
      "keywords": [
        "jeffrey epstein",
        "pbsa",
        "redaction analysis",
        "file",
        "download",
        "usvepstein",
        "2020pr000426amb",
        "efta00016318"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028051",
            "similarity": 0.5,
            "index": 139,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023540",
            "similarity": 0.6,
            "index": 142,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028050",
            "similarity": 0.545,
            "index": 143,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016311",
      "summary": "This document is an email exchange concerning the search for a deposition transcript from a 2009 case involving Jeffrey Epstein. Jack Scarola is attempting to locate Volume I of the deposition, initially shared by Chris Rodgers. Prose Court Reporting confirms they cannot locate the transcript, and Visual Evidence confirms the video is no longer available. Mike Danchuk’s contemporaneous notes from the deposition are attached, detailing observations about the women involved. The emails also include warnings about the unsecure nature of electronic communication and the privileged status of the information.",
      "timestamp": "2020-09-14T00:00:00",
      "timestamp_raw": "14 Sep 2020",
      "keywords": [
        "epstein",
        "deposition",
        "protective order",
        "2009",
        "jack scarola",
        "mike danchuk",
        "chris rodgers",
        "toni prose",
        "redaction",
        "records",
        "videography"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023540",
      "summary": "On September 14, 2020, emails were exchanged regarding the distribution of a 11GB file titled “JEFFREY E EPSTEIN, 2020PR000426AMB” from a source identified as PBSA.  The file originated from a legal case involving Jeffrey Epstein, referenced as EFTA00023540.  Individuals were instructed to download and save the file to a shared location named “USvEpstein-2018R01618\\ Investigation \\ PBSA Epstein File”.  Confirmation of the download was requested.",
      "timestamp": "2020-09-14T00:00:00",
      "timestamp_raw": "September 14, 2020",
      "keywords": [
        "jeffrey epstein",
        "pbsa",
        "file",
        "download",
        "usvepstein",
        "2020pr000426amb",
        "redaction",
        "efta00023540"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016318",
            "similarity": 0.6,
            "index": 140,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023542",
            "similarity": 0.545,
            "index": 138,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028050",
            "similarity": 0.545,
            "index": 143,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028050",
      "summary": "On September 17, 2020, an individual ([REDACTED]) received a notification that PBSA was providing the entirety of the Jeffrey Epstein file. This file, referenced as “USvEpstein-2018R01618,” was to be downloaded and saved to a shared location by another individual ([REDACTED]), who would subsequently forward the information on how to download the file. The email chain relates to a case involving Jeffrey Epstein, identified by the reference number 2020PR000426AMB.",
      "timestamp": "2020-09-17T00:00:00",
      "timestamp_raw": "September 17, 2020",
      "keywords": [
        "jeffrey epstein",
        "pbsa",
        "file",
        "download",
        "share",
        "usvepstein",
        "investigation",
        "2020pr000426amb",
        "efta00028050"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023540",
            "similarity": 0.545,
            "index": 142,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016318",
            "similarity": 0.545,
            "index": 140,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023542",
            "similarity": 0.5,
            "index": 138,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023750",
      "summary": "*   Jack Scarola is corresponding with an attorney (identified as [REDACTED]) regarding the transcript’s availability. *   Marc Weinstein and Andrew Tomback, attorneys representing the executors of Epstein’s estate, have been provided with Scarola’s contact information. *   The sender confirms they haven't shared details about Scarola’s client’s investigation. *   There’s an inquiry about potential protective orders or agreements governing the disclosure of materials from the civil case. *   Court reporting and video evidence confirmation indicates the original deposition transcript (Volume I) is missing. *   Mike Danchuk’s detailed notes from the deposition are attached, describing the deposition and highlighting the patterns of grooming and victimization involving vulnerable young women. *   A standard legal disclaimer is included regarding the confidentiality and privileged nature of the communication.",
      "timestamp": "2020-09-22T00:00:00",
      "timestamp_raw": "22 Sep 2020",
      "keywords": [
        "epstein",
        "deposition",
        "transcript",
        "estate",
        "attorneys",
        "protective order",
        "cma case",
        "jack scarola",
        "mike danchuk",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010321",
      "summary": "The U.S. Attorney intends to compel an interview with the Duke of York (Andrew). Initially, the Duke offered a written witness statement and potential follow-up written questions, but the U.S. Attorney rejects this, proposing a compelled interview. Blackfords LLP maintains their client’s willingness to provide a witness statement, further written responses, and insists on strict confidentiality regarding any information shared. They cite legal precedents and MLAT treaty protections to support their position.  Multiple emails and attachments exchange further clarification, concerns, and reiterations of the U.S. Attorney’s demand for an interview. The core disagreement centers on the Duke’s status as a witness versus a subject of the investigation and the scope of permissible questioning.",
      "timestamp": "2020-09-23T00:00:00",
      "timestamp_raw": "23 Sep 2020",
      "keywords": [
        "interview",
        "investigation",
        "ukca",
        "witness statement",
        "ghislaine maxwell",
        "united states",
        "legal",
        "data",
        "confidentiality",
        "criminal proceeding"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038124",
      "summary": "An FBI Special Agent in Boston is forwarding an email from an unidentified sender regarding Jeffrey Epstein. The original email, dated October 3, 2020, contains a reposted interview conducted in May with Alan Dershowitz, where Dershowitz sought exoneration regarding his connections to Epstein. The sender expresses an opinion that Scott Bergerson’s resignation suggests the Ghislaine Maxwell deposition will be unsealed, anticipating potential revelations about MIT and Harvard faculty involvement. The sender requests colleagues to share the interview and includes their professional affiliations and publications.",
      "timestamp": "2020-10-03T00:00:00",
      "timestamp_raw": "October 3, 2020",
      "keywords": [
        "epstein",
        "fbi",
        "dershowitz",
        "maxwell",
        "harvard",
        "ghislaine maxwell",
        "deposition",
        "mit",
        "investigation",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015011",
      "summary": "This document is a proffer agreement between a client and the United States Attorney’s Office for the Southern District of New York, dated October 7, 2020. It outlines the understanding regarding the client’s statements made during a video conference meeting. Key points include: *   The meeting is not a cooperation agreement, and the government doesn't commit to a plea or immunity agreement. *   The government won’t present the client’s statements as evidence except in specific circumstances (false statements, perjury, or if the client becomes a fugitive). *   The government can use the meeting statements as evidence in any prosecution, including for cross-examination and rebuttal. *   The client acknowledges potential use of information for sentence reduction under 18 U.S.C. § 3553(f). *   The client waives rights regarding suppression of statements or leads obtained. *   The Office will share information with other prosecutors under the agreement’s terms. *   The agreement applies only to statements made during the specific meeting.",
      "timestamp": "2020-10-07T00:00:00",
      "timestamp_raw": "October 7, 2020",
      "keywords": [
        "proffer agreement",
        "cooperation agreement",
        "united states attorney",
        "sentencing guidelines",
        "false statements",
        "perjury",
        "united states code",
        "first step act",
        "evidence",
        "prosecution",
        "plea agreement",
        "criminal prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024704",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00017844",
            "similarity": 0.643,
            "index": 181,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026560",
      "summary": "Kendall Felder, a General Manager at Melken Solutions, LLC, is coordinating a call at 11:30 AM on October 8, 2020, to discuss questions regarding a hard drive sent to the U.S. Attorney’s Office I SDNY. He is circulating call-in information (including a pin) and requesting the recipient to share an update file via email, inquiring about the size of an overlay file for e-mailing purposes. The emails contain confidentiality notices and restrictions on sharing the content.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "efta00026560",
        "kendall felder",
        "usanys",
        "contractor",
        "call",
        "overlay file",
        "update file",
        "dial-in",
        "melken solutions",
        "hard drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024767",
      "summary": "Dr. Dawn Hughes, a forensic psychologist, provides psychological evaluations for legal purposes, working with law firms as clients. Evaluations involve interviews, testing, document review, and report preparation.  Confidentiality is maintained, with information shared with the litigant's attorney. Fees are $500 per hour, with specific billing rates for court testimony and disbursements. A $7000 retainer is required, with $3500 non-refundable, and the final cost depends on the scope of the evaluation. All agreements must be in writing and signed by Dr. Hughes and an authorized representative of the law firm.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "forensic psychology",
        "psychological evaluation",
        "expert witness",
        "confidentiality",
        "fees",
        "retainer",
        "evaluation",
        "psychological testing",
        "dr. hughes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020509",
      "summary": "The tip originated from an individual in Brownsboro, Alabama, who reported receiving an email detailing alleged abuse and trafficking involving multiple children. The email contained accusations of torture, sexual assault, and kidnapping, along with claims of political connections of the abusers. The tip included information about individuals such as John Scarola, Michael Egauger, and Mark Foley, and referenced investigations surrounding Straight Inc. from 1983. The complainant provided limited personal information and claimed multiple children had suffered personal losses due to the alleged crimes.  A witness, age 15, provided information based on shared experiences within similar abusive cults. The FBI is investigating the origin of the information and attempting to corroborate the claims.  The IP address resolves to Huntsville, Alabama.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "trafficking",
        "sexual assault",
        "fbi",
        "tips.fbi.gov",
        "brownsboro",
        "alabama",
        "growing together inc.",
        "cults",
        "corruption",
        "witnesses",
        "john scarola"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018405",
      "summary": "Emails dated October 27, 2020, and October 29, 2020, were exchanged between individuals associated with the United States Attorney’s Office, Southern District of New York, and an Assistant United States Attorney. The emails relate to the “EPSTEIN” case and include attachments such as signed warrant materials (EFTA00018405) and a JPG image (image003.jpg). One individual confirmed they had saved attachments to a shared folder and included them in a discovery production folder. The subject line indicates the emails concern a signed application/affidavit.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "efta00018405",
        "epstein",
        "affidavit",
        "united states attorney",
        "southern district of new york",
        "warrant",
        "attachments",
        "discovery production",
        "redaction",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026565",
      "summary": "The document is a series of email exchanges concerning the production of a 302 note related to a case involving discussions about suicidality. One individual questioned the relevance of the note given its connection to suicidality and potential implications for producing other Epstein case files. Another individual recalled seeing the 302 but lacked a memory of its production and had no access to the Epstein shared files. The FBI provided a supplemental 302 regarding Epstein’s arrest, and a query was made regarding the production of the original 302. The sender identifies themselves as an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2020-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2020",
      "keywords": [
        "epstein",
        "suicide",
        "redaction",
        "302",
        "notes",
        "discovery",
        "fbi",
        "usanys",
        "mcc",
        "unknown"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020831",
      "summary": "An email was sent on November 7, 2020, regarding a review of a chunk of data related to Jeffrey Epstein’s iPhone. The sender, identified as EFTA00020831, had divided the data into three parts and requested a review of one specific chunk located at \\\\Usa.doj.gov\\clouaNYS\\StAndrews‘Shareci‘LISvEpstein-2018R01618WOR AM, containing chats, audio files, documents, voicemails, and recordings. The sender indicated they were working through images and would provide an update upon completion.",
      "timestamp": "2020-11-07T00:00:00",
      "timestamp_raw": "November 7, 2020",
      "keywords": [
        "iphone",
        "epstein",
        "review",
        "chats",
        "audio",
        "documents",
        "voicemails",
        "videos",
        "doj",
        "share"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038117",
      "summary": "This document details the ongoing effort to process data related to the Maxwell case, specifically concerning Blu-ray discs containing GPS data from his phone. Initially, difficulties arose with opening the files on the Blu-rays, leading to the procurement of new copies. The data includes VHS tapes, cassette tapes, and Blu-ray discs. Multiple individuals, including FBI agents and IT support, were involved in transferring the files to a shared network drive (\\Usa.doj.gov\\cloud\\NYS\\StAndrews\\Shared) for further analysis. There were repeated requests for assistance with opening the files, identifying the source of the data (potentially originating from the FBI and possibly involving 5G cellular networks), and converting the files for compatibility. The final goal was to consolidate all data onto the shared drive for continued investigation.",
      "timestamp": "2020-11-08T00:00:00",
      "timestamp_raw": "08 Oct 2020",
      "keywords": [
        "blu-ray",
        "data",
        "gps",
        "files",
        "format",
        "fbi",
        "maxwell",
        "carriers",
        "5g",
        "cellphone"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030563",
      "summary": "An email chain discusses a draft letter in response to a Rule 16/Brady Letter. The draft was prepared by an Assistant United States Attorney from the Southern District of New York and shared with two individuals, one of whom is redacted. The email requests edits due to the recipients’ familiarity with the discovery and investigation.",
      "timestamp": "2020-11-23T00:00:00",
      "timestamp_raw": "23 Oct 2020",
      "keywords": [
        "efta00030563",
        "rule 16",
        "brady letter",
        "discovery",
        "united states attorney",
        "redaction",
        "response",
        "october 2020",
        "investigation",
        "assistant united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020897",
      "summary": "An email chain discusses the attached signed warrant materials related to the Epstein case (EFTA00020897 and EFTA00020898).  The emails originate from an Assistant United States Attorney and an Arraignment Unit Clerk within the Southern District of New York. Attachments include an affidavit and warrant materials. One email requests inclusion of attachments in a shared version, while another simply forwards the warrant materials.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "epstein",
        "efta00020897",
        "united states attorney",
        "warrant",
        "affidavits",
        "new york",
        "criminal",
        "redaction",
        "attachment",
        "signature"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018089",
      "summary": "This document details the redaction and review process for data extracted from Jeffrey Epstein’s devices, specifically focusing on the “1B72” release. Multiple individuals (including “Sunny,” “Maurene,” and “Lisa”) are involved in copying, reviewing, and redacting the data to identify potentially privileged materials. Key actions include: *   **Data Releases:** Multiple versions of data (1B72, 1872, 1869, 1884, 1883, 1871) are released incrementally, with specific emails and chats being removed as potentially privileged. *   **Redaction Procedures:** Instructions are provided on how to handle the data, emphasizing not opening it from the shared directory and directing users to save it to their D drives or flash drives. *   **Tagging and Reporting:**  The process involves tagging responsive materials and generating reports based on those tags. *   **Timeline and Coordination:** The review is tightly scheduled with deadlines to ensure timely completion. There are delays in copying the data, requiring coordination and follow-up. *   **Distribution:** The data is ultimately sent to Lisa for further review and coordination.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "epstein",
        "privilege",
        "redaction",
        "review",
        "devices",
        "emails",
        "chats",
        "1b72",
        "1869",
        "1872",
        "shared directory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019894",
      "summary": "An Assistant United States Attorney from the Southern District of New York shared an FBI report (050D-NY-3027571_0000239.pdf) related to the Epstein tip line and the MCC guards case with the lMil.ISJ group.",
      "timestamp": "2020-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2020",
      "keywords": [
        "fbi",
        "epstein",
        "mcc guards",
        "new york",
        "southern district of new york",
        "redaction",
        "assistant united states attorney",
        "tip line",
        "050d-ny-3027571_0000239.pdf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021356",
      "summary": "An email exchange occurred between individuals identified as [REDACTED] and [REDACTED] regarding a cover letter for case EFTA00021356. One party requested a prior letter from the case to use as a reference and indicated an inability to work on the shared drive. An attached document titled \"GM renewed bail motion cover letter\" (dated 2020-12-16) was sent as part of the exchange.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "2020-12-16",
      "keywords": [
        "cover letter",
        "redaction",
        "efta00021356",
        "bail motion",
        "ori",
        "f6n"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011142",
      "summary": "Staff members have tested positive for COVID, and the cell is repeatedly sprayed with chemicals. *   **COVID-Related Restrictions:** Sternheim is quarantined for 14 days due to potential COVID exposure and limited to 3 hours of legal calls, conducted in close proximity to observers. *   **Bail Application Discussions:** Cohen and the legal team are working on a renewed bail application, seeking to address concerns raised by the government and court. They require heightened confidentiality and want to present evidence of threats to GM and her family. *   **Information Sharing & Security:** Concerns are raised about the level of information being shared and the need to protect sensitive data, including financial information and potential co-signers for the bail. There’s discussion about vetting co-signers and the potential need to file under seal. *   **MDC’s Practices:** The MDC is being criticized for overly restrictive conditions, potentially mirroring those used during the Epstein case, and for intrusive surveillance practices. *   **Technical Difficulties:** There are issues with accessing GM’s laptop and reviewing discovery materials.",
      "timestamp": "2020-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2020",
      "keywords": [
        "bop",
        "covid",
        "surveillance",
        "search",
        "bail",
        "confidentiality",
        "sternheim",
        "everdell",
        "cohen",
        "shu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015880",
      "summary": "On December 28, 2020, the FBI New York agreed with communications regarding a warrant related to Ghislaine Maxwell, referred to as the “Triggerfish.”  An email chain discusses the potential expiration of a warrant seal and whether to request an extension.  Attached warrant materials were shared.  On December 23, 2020, discussions continued regarding the seal's expiration and the possibility of extending it. EFTA00015880 and EFTA00015881 are referenced as warrant numbers.",
      "timestamp": "2020-12-28T00:00:00",
      "timestamp_raw": "December 28, 2020",
      "keywords": [
        "ghislaine maxwell",
        "triggerfish",
        "fbi",
        "warrant",
        "sealing",
        "redaction",
        "email",
        "ny",
        "nypd",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015902",
      "summary": "This redacted document details a request from the United States Attorney’s Office for the Southern District of New York to explain disparities in counsel and discovery access between Ghislaine Maxwell (detained at the MDC) and Justin Rivera (detained at the MCC) in a sex trafficking case. Here’s the key factual content: *   **Context:** Judge Engelmayer is demanding an explanation for why Maxwell receives significantly more favorable access to electronic discovery and counsel visits compared to Rivera. *   **Differences in Housing:** The core reason for the disparity stems from the different housing situations: Maxwell has sole access to a computer and phone for 13 hours daily at the MDC, while Rivera shares a VTC room with 80 other inmates at the MCC. *   **Court Orders:** Both defendants have court-ordered access to laptops and videoconferences, but the amounts differ significantly. *   **Request for Declaration:** The US Attorney's Office is seeking a BOP declaration to justify the unequal treatment. *   **Timeline:** The declaration is due by December 31, 2020, and the situation involves ongoing criminal and civil litigation. *   **Communication:** The document represents a series of emails and internal communications among attorneys regarding the issue, highlighting concerns about the optics of the situation and potential claims of racial bias.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "discovery access",
        "counsel access",
        "bop",
        "mdc",
        "mcc",
        "vtc",
        "electronic discovery",
        "housing",
        "redaction",
        "united states v. rivera",
        "judge engelmayer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030063",
            "similarity": 0.5,
            "index": 163,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023080",
            "similarity": 0.75,
            "index": 164,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030063",
      "summary": "Rivera et al.  Judge Engelmayer has requested a BOP declaration explaining why Maxwell receives significantly greater access to electronic discovery and counsel visits compared to Rivera. The key differences stem from their vastly different housing situations: Maxwell is in protective custody with 13 hours a day of computer access, while Rivera shares a VTC room with 80 other inmates. The US Attorney’s office is working to draft a declaration explaining these differences, citing the court's concern about the optics of the disparity. Rivera's defense counsel argues that Rivera is being treated differently due to race, gender, and class.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "usanys",
        "mcc",
        "mdc",
        "discovery access",
        "counsel",
        "bop",
        "shu",
        "vtc",
        "redaction",
        "litigation",
        "accommodations",
        "electronic discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015902",
            "similarity": 0.5,
            "index": 162,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023080",
      "summary": "**Key Points:** *   **Disparity in Access:** Judge Engelmayer has flagged a significant difference in accommodations, finding the access provided to Maxwell (13 hours daily laptop access, 15 hours weekly video conferencing) markedly better than that afforded to Rivera (3 hours daily laptop access, 6 hours weekly video conferencing). *   **Housing Differences:** The core reason for the disparity is the differing housing situations: Maxwell is in protective custody at the MDC with sole access to a computer and phone for 13 hours a day, while Rivera is housed in the general population at the MCC and shares VTC room access with 80 other inmates. *   **Court Orders:** There are two court orders in place: a laptop order requiring 3 hours of daily laptop access for Rivera and a videoconference order requiring 4 hours weekly for Rivera. *   **Concerns Raised:** Defense counsel has expressed concerns about racial and class bias in the treatment of Rivera, prompting Judge Engelmayer to emphasize the optics of the situation. *   **Deadline:** The BOP declaration is due by December 31st, 2020. *   **Ongoing Cases:** The issue impacts both the criminal case against Rivera and potentially related civil litigation.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "discovery access",
        "counsel access",
        "mdc",
        "mcc",
        "vtc",
        "declaration",
        "bop",
        "housing",
        "electronic discovery",
        "court orders",
        "sex trafficking",
        "united states v. rivera",
        "judge engelmayer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015902",
            "similarity": 0.75,
            "index": 162,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013293",
      "summary": "The document is a series of email exchanges concerning the upload of data related to a case (\"US v. Epstein\") to a portal.  A vendor was tasked with removing old data from Relativity and replacing it with a new dataset.  There were multiple requests for updates on the upload status, and the vendor confirmed the data was being processed and eventually uploaded.  A link to ShareFile was repeatedly sent to facilitate access to the data, alongside assurances of support in case of access issues.  The email also includes a standard confidentiality notice.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "relativity",
        "data",
        "vendor",
        "upload",
        "redaction",
        "portal access",
        "epstein",
        "us",
        "sharefile",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013296",
      "summary": "On January 7, 2021, a vendor was tasked with uploading data related to “portal access (v2)/US v. Epstein” to Relativity. The vendor initially removed old data and then received a new dataset from a source.  Multiple individuals confirmed the data transfer and requested its review. A ShareFile link was provided for access to the uploaded data.  The data included Florida scanned data which was intended to be removed and replaced by the new vendor data. There was an issue with the initial link, resulting in duplicate emails.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "January 7, 2021",
      "keywords": [
        "portal access",
        "data upload",
        "relativity",
        "vendor",
        "epstein",
        "us v. epstein",
        "sharefile",
        "redacted",
        "data removal",
        "florida data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026959",
      "summary": "On January 7, 2021, Susan Necheles sent a letter to multiple recipients, including Kathleen E. Cassidy, regarding EFTA00026959. She intended to share her thoughts before a planned conversation. The email chain includes a forwarded message from [REDACTED] regarding the same document and a request from [REDACTED] for a quick call the following day.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "January 7, 2021",
      "keywords": [
        "efta00026959",
        "efta00026960",
        "letter",
        "susan necheles",
        "kathleen e. cassidy",
        "redaction",
        "january 7 2021",
        "criminal division",
        "sdny",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021720",
      "summary": "This document details a collaborative effort between the U.S. Department of Justice (DOJ), specifically the Southern District of New York, and French authorities investigating the case of “Brunel.” The initial communication revolves around a meeting where a DOJ attorney briefed French investigating judges on the case details, including Brunel’s initial detention, potential sentence length, and concerns about confidentiality. Key points discussed include the DOJ’s interest in assisting with contacting witnesses, particularly adult victims, and utilizing a database of data gathered from Epstein’s residences and devices.  The French authorities expressed interest in this data, contingent on refining search terms and a reciprocal sharing of evidence.  They also highlighted concerns about confidentiality and the need for a “good faith effort” to share information.  The document outlines a proposed path forward involving the drafting and translation of an MLAT request, with the DOJ coordinating efforts to provide targeted search terms and potentially share photographic evidence.  Ultimately, the exchange is characterized by a need for mutual cooperation and reciprocal sharing of information to effectively investigate the case.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "12 Jan 2021",
      "keywords": [
        "france",
        "usanys",
        "crm",
        "brunel",
        "investigation",
        "search terms",
        "mlat",
        "confidentiality",
        "victims",
        "records",
        "data",
        "cooperation",
        "paris"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023030",
      "summary": "On January 20, 2021, an email was sent from “USAHUB-USAJournal111” to [REDACTED], [REDACTED], [REDACTED], and [REDACTED] regarding a shared folder containing documents named “Documents”. The email included a message named “Documents_with_you.msg” and a related message with the message-id: <CY1P110MB01651F198E2466F1F47ED0D9F5A20@CY1P110MB0165.NAMP110.PROD.OUTLOOK.COM. The email chain involved Inca and the contractor [REDACTED].",
      "timestamp": "2021-01-20T00:00:00",
      "timestamp_raw": "January 20, 2021",
      "keywords": [
        "efta00023030",
        "redaction",
        "usanys",
        "contractor",
        "documents",
        "folder",
        "email",
        "shared",
        "subject",
        "inca"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030918",
      "summary": "This redacted document details communications surrounding the production of discovery materials related to a legal case, likely a criminal investigation. Here’s a breakdown of the key content: *   **Discovery Requests & Production:** The core of the document revolves around responding to discovery requests made by defense counsel (USANYS) regarding materials related to a case, potentially involving a criminal investigation (\"defense\"). The production process involves multiple stages (6a, 6b, 6c), re-stamping, and transferring data to a location (USa.doj.govkcloud NYSkStAndrews\\ Shared). *   **Technical Issues & Corrections:** Significant issues arise regarding the accuracy of Bates numbering, metadata gaps in DAT files, and missing documents. Proposals are made to rectify these problems, including renumbering files, providing new DAT files, and correcting metadata errors. *   **Communication Chain:** The communication is primarily between USANYS (contractor) and the defense counsel (USANYS), with several individuals (e.g., Christian Everdell, Mark S. Cohen, Laura Menninger) involved in coordinating the production. *   **Timeline & Deadlines:** The document highlights ongoing efforts to prepare and deliver the discovery materials by January 27th, 2021, with ongoing requests for updates and confirmation of delivery. *   **Specific Requests & Concerns:** The defense requests a new 4TB hard drive, confirmation of the CD's delivery, clarification of Bates numbering, and detailed explanations for any missing documents or redactions. They also raise concerns regarding the FBI report and the tracking of the subject. *   **Redaction & Confidentiality:** The document is heavily redacted, indicating sensitive information is being protected. It also contains a standard confidentiality notice.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "prod011",
        "prod015",
        "bates numbers",
        "cd",
        "ftp",
        "mdc",
        "defense",
        "emails",
        "files",
        "range",
        "dat",
        "maxwell",
        "usafx",
        "cdrive",
        "government",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019197",
      "summary": "An Assistant United States Attorney is inquiring about emails saved by a previous colleague, [REDACTED], regarding trafficking emails potentially related to Jeffrey Epstein.  Multiple individuals ([REDACTED] and [REDACTED]) responded stating that while emails related to Epstein were saved on a Coordinator shared drive, they were not accessible and a transition conversation regarding the handover was not conducted.",
      "timestamp": "2021-01-30T00:00:00",
      "timestamp_raw": "30 Jan 2021",
      "keywords": [
        "efta00019197",
        "epstein",
        "trafficking emails",
        "share drive",
        "redaction analysis",
        "united states attorney",
        "southern district of new york",
        "handoff",
        "emails",
        "coordinator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011270",
      "summary": "An email was sent from EFTA00011270 to an unknown recipient (identified as \"[REDACTED]\") regarding \"Epstein documents.\" The sender, identified as \"[REDACTED]\" (USAFLS), requested the recipient's cell phone number to set them up with a USAfx account and share a folder containing these documents.",
      "timestamp": "2021-02-02T00:00:00",
      "timestamp_raw": "02 Feb 2021",
      "keywords": [
        "epstein documents",
        "usafx",
        "redaction",
        "efta00011270",
        "cell phone number",
        "2021",
        "account"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021384",
      "summary": "An email was sent from EFTA00021384 to [REDACTED] and [REDACTED], with CCs to [REDACTED], regarding attached 302s. The sender requested the recipient save the serialized 302s in the appropriate witness folders on the USvEpstein share drive and offered assistance with questions.",
      "timestamp": "2021-02-25T00:00:00",
      "timestamp_raw": "25 Feb 2021",
      "keywords": [
        "efta00021384",
        "302s",
        "redaction",
        "witness folders",
        "usvepstein",
        "share drive",
        "serialization",
        "february 2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024031",
      "summary": "On March 17, 2021, Mariann Wang contacted [REDACTED] regarding a survivor who wished to share information about abuse by Jeffrey Epstein, specifically an incident in 2004. Mariann Wang proposed April 1st or April 2nd for an interview, and [REDACTED] responded suggesting April 2nd at 12:30 PM, requesting the participant’s names and email addresses. Gloria Allred was included in the email chain.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "March 17, 2021",
      "keywords": [
        "epstein",
        "survivor",
        "abuse",
        "2004",
        "april 1",
        "interview",
        "names",
        "email addresses",
        "redaction",
        "mariann wang"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015643",
      "summary": "An email chain discusses a CACI proposal submitted in response to a Request for Proposal for scanning services related to the case *SDNY US v. Maxwell Epstein*. The proposal includes attachments: a PDF document and an Excel spreadsheet. One party advises proceeding with the proposal, suggesting the use of AFF, and expresses a contingency plan if Florida’s involvement causes issues. The email includes contact information for CACI Federal Shared Services Center.",
      "timestamp": "2021-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2021",
      "keywords": [
        "caci",
        "usao sdny",
        "maxwell epstein",
        "scanning",
        "proposal",
        "florida",
        "redaction",
        "email",
        "aff",
        "caci inc."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029230",
      "summary": "An FBI agent provided a CD containing files related to Maxwell to a recipient (“EFTA00029230”) for review. The recipient was tasked with transferring the CD’s contents to a shared drive (“Usa.doj.gov\\ cloud NYS\\StAndrewAShared USvEpstein-2018R01618”) for the ongoing investigation into Epstein.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "05 Apr 2021",
      "keywords": [
        "fbi",
        "cd",
        "maxwell",
        "epstein",
        "share",
        "usa doj",
        "investigation",
        "files",
        "paralegal",
        "2018r01618"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027086",
      "summary": "*   The contractor initially experienced issues with a folder (“18 1-14”) failing to copy due to potential file corruption. *   FBI personnel ([REDACTED]) were involved in the exchange, coordinating file transfers via USAfx. *   A replacement copy of the problematic folder was requested, with a discussion about potentially sending it directly via USAfx to avoid needing a new disc. *   The CD was initially located in the contractor’s office and was intended to be loaded onto the Epstein share.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "cd",
        "maxwell",
        "usafx",
        "fbi",
        "folder",
        "files",
        "copy",
        "share",
        "email",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029231",
            "similarity": 0.538,
            "index": 178,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032646",
            "similarity": 0.667,
            "index": 179,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029231",
      "summary": "On April 7, 2021, an FBI Special Agent from the New York Field Office dropped off a CD containing files related to Maxwell to a contractor. The contractor was experiencing issues uploading a specific folder (“18 1-14”) and requested a replacement. Subsequent communication involved troubleshooting the corrupted folder, exploring alternative methods of transfer (USAfx), and coordinating with IT. The contractor reported four of five folders successfully uploaded, with the final folder proving problematic. The overall goal was to transfer the files to the Epstein share.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "April 7, 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "cd",
        "usafx",
        "redaction",
        "files",
        "disk",
        "contractor",
        "new york",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027086",
            "similarity": 0.538,
            "index": 177,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032646",
            "similarity": 0.667,
            "index": 179,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032646",
      "summary": "This document is a chain of emails regarding the transfer of files from a CD related to the Maxwell investigation (EFTA00032646). The FBI agent (Special Agent FBI New York Field Office) initially provided a CD containing files to a contractor (USANYS). There were initial difficulties with uploading the files, particularly with a specific folder (“18 1-14”) due to potential corruption.  The contractor attempted to resolve the issue by contacting IT and the FBI for assistance. Ultimately, the files were successfully transferred to a shared drive via USAfx, though one folder needed to be re-copied and resubmitted.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "cd",
        "maxwell",
        "fbi",
        "usafx",
        "folder",
        "files",
        "redaction",
        "email",
        "upload",
        "disk"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029231",
            "similarity": 0.667,
            "index": 178,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027086",
            "similarity": 0.667,
            "index": 177,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029240",
      "summary": "An Assistant United States Attorney from the Southern District of New York forwarded a document (“USGME01220266.doe”) to an individual (“ala”) regarding EFTA00029240. The Attorney indicated the document was not present in a witness folder and was shared for informational purposes.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "efta00029240",
        "redaction analysis",
        "almliff",
        "usanys",
        "witness folder",
        "southern district of new york",
        "april 2021",
        "usgme01220266",
        "fyi",
        "us government"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017844",
      "summary": "This document is a proffer agreement between the United States Government and a client (identified as “Client”) regarding information to be shared during a meeting on April 27, 2021. Key points include: *   **Not a Cooperation Agreement:** The agreement clarifies it is not a formal cooperation agreement, plea agreement, or immunity agreement. *   **Limited Use of Statements:** The Government will not introduce Client’s statements as evidence unless for specific offenses (false statements, obstruction, perjury) or if Client becomes a fugitive. *   **Government’s Rights:** The Government retains the right to use information from the meeting for investigative purposes, cross-examination, and rebuttal arguments. *   **Sentencing Considerations:** The Government may utilize Client’s statements during sentencing proceedings under specific conditions related to the First Step Act. *   **Waiver of Rights:** The Client agrees to waive certain constitutional and legal protections related to the statements. *   **Information Sharing:** The Office will share information with requesting prosecutor offices, contingent on adherence to this agreement. *   **Scope:** The agreement applies solely to statements made during the specified meeting.",
      "timestamp": "2021-04-27T00:00:00",
      "timestamp_raw": "April 27, 2021",
      "keywords": [
        "proffer agreement",
        "cooperation agreement",
        "prosecution",
        "united states attorney",
        "sentencing guidelines",
        "evidence",
        "testimony",
        "false statements",
        "perjury",
        "immunity",
        "plea agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015011",
            "similarity": 0.643,
            "index": 147,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024704",
            "similarity": 0.533,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019831",
            "similarity": 0.5,
            "index": 265,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024926",
      "summary": "*   The initial request for transcription was made on April 28, 2021, with an anticipated delivery timeframe of the end of the following week. *   Multiple individuals (including [REDACTED], [REDACTED], and a paralegal specialist) communicated regarding the progress and timeline of the transcription. *   The contractor requested access to the recording and shared access to relevant systems. *   One individual ([REDACTED]) had delays due to time-sensitive projects and requested a deadline for the transcription. *   The contractor confirmed the ability to begin the transcription at the end of the week or the beginning of the next week.",
      "timestamp": "2021-04-28T00:00:00",
      "timestamp_raw": "April 28, 2021",
      "keywords": [
        "transcription",
        "shared access",
        "usanys",
        "contractor",
        "interviewer",
        "transcript",
        "editing",
        "maxwell",
        "time-sensitive",
        "recording"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028337",
      "summary": "An email exchange occurred between individuals regarding an SDNY investigation involving Rodgers and a civil case connected to Jeffrey Epstein. One party (From: [REDACTED]) received an inquiry from an attorney seeking information about Rodgers’ current counsel. They offered to pass along Brendan’s contact information to the attorney to avoid direct contact with Rodgers. An attached proffer agreement was also shared. A confidentiality notice was included, stating the email and attachments are privileged and confidential.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "06 May 2021",
      "keywords": [
        "efta00028337",
        "sdny investigation",
        "rodgers",
        "civil case",
        "epstein",
        "subpoena",
        "proffer agreement",
        "confidentiality",
        "brendan",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025222",
      "summary": "On June 7, 2021, emails were exchanged regarding an “Ejustice record” (EFTA00025222) and a “testifying witness folder on the Epstein share.”  Multiple individuals, identified only by \"[REDACTED]\", acknowledged receipt and completion of tasks related to this record and folder.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "June 7, 2021",
      "keywords": [
        "efta00025222",
        "redaction",
        "ejustice",
        "witness",
        "epstein",
        "share",
        "testifying",
        "folder"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029020",
      "summary": "The document details a redaction analysis related to an incident involving data transfer and potential mishandling of sensitive information, specifically concerning the Jeffrey Epstein case and Ghislaine Maxwell. Key points include: *   **Initial Communication:** A series of emails between USDOJ personnel (USANYS, USAEO) discuss the closure of an issue concerning an employee (“S”) who was leaving CACI. *   **GCO Records:** The General Counsel’s Office (GCO) had previously addressed the matter on April 19th, deciding against disciplinary action. *   **Data Incident:** Approximately 5.5 GB of data, including PII related to underage victims, was uploaded via Sharefile.com and linked to the Epstein case. *   **Notifications:** Notifications were sent to the CISO and SOC regarding the incident and the Information Disclosure form. *   **Further Activity:** Another user in NYS uploaded data to a similar firm using Sharefile.com. *   **Protective Order:** The transfer was governed by a court-ordered protective order requiring the marking of confidential information.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "07 Jun 2021",
      "keywords": [
        "maxwell",
        "cybersecurity",
        "data",
        "protective order",
        "pii",
        "redaction",
        "usao",
        "caci",
        "sharefile.com",
        "incident"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019914",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding files named “rep_notes.pdf”, “erep_notes.pdf”, and “aprep_notes.pdf” attached to a message titled “<a> (USANYS) [Contractor]” Sante> and Maxwell testifying witness 3500. The sender requested the recipient save the attachments in the appropriate witness and 3500 folders on the Epstein share drive, matching the file names. The email was sent on June 19, 2021, at 23:49:42 +0000.",
      "timestamp": "2021-06-19T00:00:00",
      "timestamp_raw": "June 19, 2021",
      "keywords": [
        "efta00019914",
        "redaction analysis",
        "witness",
        "sante",
        "maxwell",
        "pdf",
        "epstein",
        "contractor",
        "3500",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029140",
      "summary": "An email chain discusses the distribution of PDF materials related to “Maxwell testifying witness 3500.” One individual (identified as [REDACTED]) instructs another ([REDACTED]) to save the attached PDFs into the “witness” and “3500” folders on the Epstein share drive, referencing the file names of the PDFs.",
      "timestamp": "2021-06-21T00:00:00",
      "timestamp_raw": "21 Jun 2021",
      "keywords": [
        "maxwell",
        "witness",
        "3500",
        "pdf",
        "epstein",
        "usanys",
        "contractor",
        "redaction",
        "share drive",
        "testifying"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011497",
            "similarity": 0.538,
            "index": 188,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011497",
      "summary": "An email chain discusses the preparation of materials related to a “Maxwell testifying witness 3500.”  Attachments, identified as PDFs, were to be saved in witness and 3500 folders on the Epstein share drive, referencing specific file names. The sender, EFTA00011497, requested this action from [REDACTED] (USANYS) [Contractor].",
      "timestamp": "2021-06-21T00:00:00",
      "timestamp_raw": "21 Jun 2021",
      "keywords": [
        "maxwell",
        "witness",
        "redacted",
        "pdf",
        "epstein",
        "contractor",
        "usanys",
        "3500",
        "testimony",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029140",
            "similarity": 0.538,
            "index": 187,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022014",
      "summary": "On June 23, 2021, discussions occurred regarding a Freedom of Information Act (FOIA) request related to Noel and Thomas. A one-week extension was initially requested from The Times. A draft extension request letter was circulated for review. A phone call was scheduled with The Times to discuss the request and clarify information to be shared. The request was prompted by recently completed interviews and a need to confirm compliance with deferred prosecution agreements. A Chief from the Public Corruption Unit within the U.S. Attorney’s Office Southern District of New York was involved in the coordination.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "June 23, 2021",
      "keywords": [
        "foia",
        "disclosure",
        "times",
        "extension",
        "court",
        "pae",
        "interviews",
        "prosecution",
        "usanys",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029063",
      "summary": "*   The Times consented to the extension. *   A court granted the one-week extension. *   Production is now due next Friday, July 2nd. *   Discussions are occurring between multiple parties (USANYS, The Times, BOP) regarding the final production and confirmation of interview fulfillment related to deferred prosecution agreements. *   A call is scheduled for 5:45 PM to discuss the draft extension request letter with The Times. *   Information is being sought regarding what can be shared with The Times.",
      "timestamp": "2021-06-24T00:00:00",
      "timestamp_raw": "24 Jun 2021",
      "keywords": [
        "foia",
        "extension",
        "disclosure",
        "times",
        "court",
        "bop",
        "noel",
        "thomas",
        "epstein",
        "production",
        "request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029066",
      "summary": "Oriinal Message was sent on June 25, 2021, confirming the creation of folders named \"11Usa.do.. ovkloudWYS\\StAndrews1SharedlUSvEpstein-2018R016181Tria11350011\" and \"11Usa.do\". ovkloudVslYS\\StAndrews1SharedlUSvEpstein-2018R016181Witnesses & Cooperators'\" and the saving of attached documents within those folders.",
      "timestamp": "2021-06-25T00:00:00",
      "timestamp_raw": "June 25, 2021",
      "keywords": [
        "epstein",
        "witnesses",
        "folders",
        "documents",
        "share",
        "testifying",
        "cooperation",
        "original message",
        "standrews",
        "efta00029066"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023043",
      "summary": "A contractor ([REDACTED]) is assisting the US Attorney's Office (USANYS) with a project concerning documents related to the “GM FedEx Project.” The contractor is reviewing FedEx documents, confirming they were not produced in discovery.  They have drafted a cover letter for the FedEx documents, suggesting it be stamped with specific protective order language. Additional materials are located in a shared folder and the contractor is seeking guidance on whether to stamp them as well, or solely focus on the FedEx materials. Scheduling discussions regarding a call to coordinate work are also occurring between the parties.",
      "timestamp": "2021-07-21T00:00:00",
      "timestamp_raw": "21 Jul 2021",
      "keywords": [
        "fedex",
        "discovery",
        "usanys",
        "contractor",
        "maxwell",
        "production",
        "stamped",
        "protective order",
        "united states attorney",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019055",
      "summary": "An email exchange occurred between an Assistant United States Attorney from the Southern District of New York and an individual identified as (USANYS). The email chain involves a request for a copy of a book titled \"Epstein_Photo_Book_6.16.21.docx,\" which is the 18th production and stored at W.Usa.doj.gov \\ cloud NYS\\ StAndrews Shared USvEpstein-2018R01618Wiscovery \\ GM \\27 Eighteenth Production (2021-07-28)\\IOriginals.",
      "timestamp": "2021-07-28T00:00:00",
      "timestamp_raw": "2021-07-28",
      "keywords": [
        "epstein",
        "book",
        "usanys",
        "doj",
        "new york",
        "2021",
        "production",
        "w.usa.doj.gov",
        "standrews",
        "cloud"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031983",
      "summary": "Brendan Quigley sent an email on July 30, 2021, requesting that recipients save two PDFs (\"Dec._Active_52049129_1.PDF\" and \"rep_VTC_notes.pdf\") and two images (\"image001.jpg\", \"image002.jpg\") and place them in the \"testifying witness 3500\" and \"witness\" folders on the \"Epstein\" share. The email included a confidentiality notice.",
      "timestamp": "2021-07-30T00:00:00",
      "timestamp_raw": "July 30, 2021",
      "keywords": [
        "efta00031983",
        "declaration",
        "usanys",
        "brendan quigley",
        "pdf",
        "redaction",
        "epstein",
        "witness",
        "testimony",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025073",
      "summary": "On August 2, 2021, Brendan Quigley (Baker Botts L.L.P.) sent an email requesting that the recipient(s) save two PDF documents – identified as EFTA00025073 and EFTA00025074 – in the “testifying witness 3500 and witness folders” on the Epstein share.  A previous email from July 31, 2021, also from Quigley, instructed the recipient(s) to save the same two PDF documents in the same location. The email included a confidentiality notice regarding the information contained within.",
      "timestamp": "2021-08-02T00:00:00",
      "timestamp_raw": "August 2, 2021",
      "keywords": [
        "efta00025073",
        "declaration",
        "contractor",
        "usanys",
        "redaction",
        "witness",
        "pdf",
        "brendan quigley",
        "baker botts",
        "epstein share"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027294",
      "summary": "The production “Nineteenth” is ready for review, with the exception of FBI Recovered Metadata. The production, index, and cover letter are saved on a shared drive. The standard protective order stamp (“SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17”) is proposed for stamping the materials. A 500GB drive is requested for the FBI Recovered Metadata.  The team is coordinating with defense counsel regarding the stamping of JPMC returns and the use of a protective order stamp.",
      "timestamp": "2021-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2021",
      "keywords": [
        "production",
        "protective order",
        "metadata",
        "fbi",
        "stamping",
        "jpmc",
        "defense counsel",
        "redaction",
        "index",
        "shared drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023086",
      "summary": "An email was sent from EFTA00023086 to multiple recipients requesting the attachment “2021.08.04_Visoski_prep_notes.pdf” be saved to specific folders (“testifying witness 3500” and “witness folder for Larry Visoski” on the “Epstein share”).",
      "timestamp": "2021-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2021",
      "keywords": [
        "testifying witness",
        "larry visoski",
        "epstein",
        "redaction",
        "notes",
        "2021",
        "share",
        "folder",
        "efta00023086"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027304",
      "summary": "An email chain discusses attaching and organizing notes related to “testifying witness 3500” and “GX” for the defense/court. A deadline for producing these witnesses is being inquired about, and confirmation is given that the notes have been saved in designated folders. The email thread involves multiple individuals and references a shared drive (“Epstein share”).",
      "timestamp": "2021-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2021",
      "keywords": [
        "testifying witness",
        "deadlines",
        "calendar invites",
        "witness 3500",
        "gx",
        "larry visoski",
        "epstein share",
        "redaction",
        "defense",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015874",
      "summary": "On August 16, 2021, an email was sent from [REDACTED] (USANYS Contractor) to [REDACTED] requesting the saving of a PDF file, “testifying witness notes,” into two folders: “testifying witness 3500” and the “Epstein share” witness folder. A subsequent email from [REDACTED] (USANYS) confirmed the file was saved to both locations.",
      "timestamp": "2021-08-16T00:00:00",
      "timestamp_raw": "August 16, 2021",
      "keywords": [
        "efta00015874",
        "usanys",
        "contractor",
        "witness",
        "testimony",
        "pdf",
        "folder",
        "epstein",
        "share",
        "saved"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030490",
      "summary": "An email was sent from EFTA00030490 to a contractor (USANYS) requesting that a PDF document (“2021.08.16aprep_notes.pdf”) be saved in the “testifying witness 3500” folder and the contractor’s witness folder on the “Epstein share.”",
      "timestamp": "2021-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2021",
      "keywords": [
        "efta00030490",
        "redaction analysis",
        "witness",
        "epstein",
        "testifying",
        "contractor",
        "usanys",
        "2021",
        "august",
        "notes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029660",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with CC’d recipients [REDACTED], referencing document EFTA00029660. The sender requested the recipient save the attached document in the “3500” and “witness” folders on the Epstein share, with a confirmation “All set, thanks” received.",
      "timestamp": "2021-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2021",
      "keywords": [
        "efta00029660",
        "redaction",
        "epstein",
        "share",
        "2021",
        "2025",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017843",
            "similarity": 0.545,
            "index": 202,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017843",
      "summary": "An email was sent on August 27, 2021, requesting the attachment EFTA00017843 be saved in folders named “3500” and “witness” on the Epstein share.",
      "timestamp": "2021-08-27T00:00:00",
      "timestamp_raw": "August 27, 2021",
      "keywords": [
        "efta00017843",
        "epstein",
        "share",
        "2021",
        "2025",
        "redaction",
        "analysis",
        "attachments",
        "files",
        "witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029660",
            "similarity": 0.545,
            "index": 201,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017867",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested meeting notes from September 9, 2021, related to a previous meeting with an unidentified individual. The individual responded, stating they would send notes and documents upon their return to the office. Documents attached included a PDF and an OCR version of the \"Epstein Blackbook,\" with only page 19 of the PDF initially shared. The request was regarding a “302” document.",
      "timestamp": "2021-09-09T00:00:00",
      "timestamp_raw": "September 9, 2021",
      "keywords": [
        "efta00017867",
        "redaction analysis",
        "oxford ittpdf",
        "blackbook",
        "united states attorney",
        "southern district of new york",
        "notes",
        "attachments",
        "interview",
        "302"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025273",
      "summary": "On October 9, 2021, at 11:12 PM, a Microsoft Windows XP installation was registered by Epstein. The installation date was November 7, 2003, with Service Pack 2. The Digital Product ID is A4 00 00 00 03 00 00 00 35 35 32 37 34 2D 4F 45 4D 2D 30 30 31 31, and it is associated with the file://usa.doj.govicloud/NYS/StAndrews/Shared/USvEpstein-2018R01618/Discovery/GM/29 Twentieth Production (2021-09-13ySDNY_GM_02753699... file. The record is identified as EFTA00025273.",
      "timestamp": "2021-10-09T00:00:00",
      "timestamp_raw": "October 9, 2021",
      "keywords": [
        "microsoft windows xp",
        "registry",
        "product name",
        "digital product id",
        "csdversion",
        "epstein",
        "service pack 2",
        "11/7/2003",
        "software",
        "installation date"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013422",
      "summary": "On October 9, 2021, an Assistant United States Attorney from the Southern District of New York discussed redaction procedures for files related to Ghislaine Maxwell’s case (file EFTA00013422).  The process involves deleting pages and redacting documents, with the stamped versions to be reviewed and updated.  The original documents are located at Usa.doj.gov \\ cloud \\ NYS \\ StAndrews \\Shared \\ USvEpstein-2018R01618VTrial \\3500 \\ 1. Testifying Production 3\\3524.  A request was made to hold off on stamping while documents were being reviewed.",
      "timestamp": "2021-10-09T00:00:00",
      "timestamp_raw": "October 9, 2021",
      "keywords": [
        "redaction",
        "efta00013422",
        "ghislaine maxwell",
        "u.s. v.",
        "3500",
        "st andrews",
        "new york",
        "doj",
        "stamped",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016513",
      "summary": "The court received a letter regarding an alleged victim's attendance at the upcoming trial of Ghislaine Maxwell. The court will file the letter under seal and share it with both defense and prosecution counsel. The court will maintain public access to proceedings with overflow rooms and live feeds, adhering to COVID-19 protocols. Access for alleged victims will be coordinated by the Victim Witness Unit and the District Executive's Office, and defense counsel can coordinate access for the defendant’s family members through the District Executive’s Office. Contact information for relevant offices is provided.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "efta00016513",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "victim witness unit",
        "covid-19 protocols",
        "trial",
        "alleged victims",
        "defense counsel",
        "access"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011137",
            "similarity": 0.667,
            "index": 207,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011137",
      "summary": "A court order was issued on October 14, 2021, regarding the Ghislaine Maxwell trial (Case 1:20-cr-00330-AJN). The court received a letter from a lawyer concerning victim attendance at the upcoming trial, which will be filed under seal and shared with all counsel. The court will implement COVID-19 protocols, including overflow rooms with live feeds. Access for alleged victims will be coordinated by the Victim Witness Unit and the District Executive’s Office, and access for the defendant’s family members will also be coordinated through the District Executive’s Office. Contact information for these offices is provided.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "efta00011137",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "victim witness unit",
        "covid-19 protocols",
        "trial",
        "alleged victims",
        "defense counsel",
        "court order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016513",
            "similarity": 0.667,
            "index": 206,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011135",
      "summary": "Nathan NYSD Chambers sent a joint proposed juror questionnaire and voir dire for the case *US v. Maxwell, 20 Cr. 330 (AJN)* to [REDACTED] on October 14, 2021. The Court requested Word doc versions of the documents. The Assistant United States Attorney provided Jencks Act material and exhibits to the defense, offering to share copies with the Court.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "efta00011135",
        "juror questionnaire",
        "voir dire",
        "us v. maxwell",
        "alison j. nathan",
        "jencks act",
        "united states attorney's office",
        "southern district of new york",
        "litigation",
        "evidence",
        "document"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018837",
      "summary": "A production related to the case *US v. Maxwell, 20 Cr. 330 (AJN)* was shared with recipients via USAfx. The production, along with cover letters, was prepared for delivery to the MDC. Options for delivery included a CD or a drive provided by the recipient. Confirmation of the cover letters was requested.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "discovery production",
        "usanys",
        "maxwell",
        "usafx",
        "mdc",
        "cover letters",
        "united states attorney's office",
        "southern district of new york",
        "cd",
        "drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018887",
      "summary": "An email was sent from “USANYS” to “al” regarding a draft bail opposition document (“Bail_Oppo_vl.docx”). The email was sent on November 5, 2021, from the Southern District of New York, with the subject “Bail Oppo Draft.” The sender saved the document locally to avoid potential issues with a shared organizational system. The document’s identifier is EFTA00018887.",
      "timestamp": "2021-11-05T00:00:00",
      "timestamp_raw": "November 5, 2021",
      "keywords": [
        "bail",
        "oppo",
        "draft",
        "efta00018887",
        "usanys",
        "southern district of new york",
        "review",
        "redaction",
        "docx"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015137",
      "summary": "An FBI Forensic Accountant at the New York Field Office forwarded account statements (EFTA00015137 and EFTA00015138) related to Ghislaine Maxwell’s accounts to an FBI contractor (USANYS) and an FBI agent (NY) for review. The contractor was asked to save the documents on a shared location and was granted access. The FBI agent requested additional account statements from several months after the initial documents were executed to view balances in connection with the Epstein accounts.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "07 Oct 2021",
      "keywords": [
        "epstein account documents",
        "redaction analysis",
        "efta00015137",
        "usanys",
        "fbi",
        "forensic accountant",
        "ghislaine maxwell",
        "account statements",
        "dal usa file exchange",
        "nyc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028209",
      "summary": "A draft joint letter regarding juror questionnaires was circulated on November 7, 2021. The letter contained four categories with associated juror numbers. Discussions centered around reviewing and potentially revising the letter, specifically concerning objections from the defense. One individual offered to handle edits to the letter after 3:30 PM. The draft letter and a corresponding Excel sheet detailing objections were shared with recipients.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "November 7, 2021",
      "keywords": [
        "joint letter",
        "objections",
        "juror questionnaires",
        "redaction",
        "defense",
        "government",
        "united states attorney",
        "jury selection",
        "excel sheet",
        "edits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028272",
      "summary": "On November 8, 2021, a defense attorney sent a letter (attached) detailing 12 subcategories of government discovery to the USANYS contractor. The contractor was instructed to create subfolders within a shared folder (USa.doj.gov\\NYS\\StAndrewASharecAUSvEpstein-2018R01618Wiscovery\\GM\\Defense Rule 16 Disclosures) and place copies of the Bates numbers identified in the letter within those folders. Subsequent emails confirmed receipt and instructions for saving the attachment, with Christian Everdell forwarding the document.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "rule 16 disclosure",
        "defense",
        "discovery",
        "subfolders",
        "bates numbers",
        "usanys",
        "contractor",
        "email",
        "efta00028272",
        "cohengresser"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029576",
      "summary": "On November 9, 2021, communications detail the production of materials related to the “USvGhislaine Maxwell” case, specifically production 3500. Multiple individuals were involved in organizing, stamping, and distributing updated TW and NTW production files, along with an associated index. A request was made to expedite the production of additional 3500 materials due to an upcoming Daubed hearing. The files were stored on wisa.doj.gov and shared among team members.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "3500 production",
        "usanys",
        "ghislaine maxwell",
        "tw production",
        "ntw production",
        "notes",
        "index",
        "redaction",
        "wisa.doj.gov",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020094",
      "summary": "An email exchange regarding a document titled “JOINT Proposed Voir Dire Sent_(Reponse to Defense v1) (002).docx” occurred between individuals associated with “alMIN>,” “ntANYS),” and “USANYS).” A revised version of the document, incorporating edits, was shared and discussed via email, with a phone call scheduled. The document’s file name and associated identifiers (EFTA00020094) are present.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "voir dire",
        "defense",
        "joint",
        "response",
        "edits",
        "share",
        "usanys",
        "almin",
        "ntanys",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019194",
      "summary": "An email exchange discusses a response to a jury questionnaire related to the Maxwell case, specifically the “2021.10.04 Maxwell Jury Questionnaire [with Defense Additions Formatted and Gov’t Response].docx” document. Concerns were raised about the accuracy of color-coding (red->green and blue->purple) within the document’s redactions. The document is located on a shared drive.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "redaction",
        "jury questionnaire",
        "maxwell",
        "defense",
        "response",
        "voir dire",
        "share",
        "2021",
        "efta00019194",
        "additions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020102",
      "summary": "An email was sent from a U.S. Attorney’s Office contractor (USANYS) to an unnamed recipient (InANYS) regarding draft letters intended for the Metropolitan District Council (MDC). The emails attached included documents detailing letters to MDC, specifically referencing a Maxwell case, and associated passwords. The contractor, Maxwell, a Paralegal Specialist, provided the attachments and saved them to a shared drive.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "11 Oct 2021",
      "keywords": [
        "efta00020102",
        "mdc",
        "letters",
        "maxwell",
        "u.s. attorney's office",
        "redaction",
        "contract",
        "review",
        "2021",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018264",
      "summary": "On November 12, 2021, emails were exchanged regarding questionnaires prepared for a case, likely a legal proceeding. One individual (identified as [REDACTED]) sent a spreadsheet containing juror questionnaires to another individual ([REDACTED]). These questionnaires had been uploaded to USAfx and were intended to be shared with defense counsel. A deadline of 11:00 AM the following day was set for receiving comments/objections regarding the jurors. The sender promised to distribute the questionnaires and assign juror numbers for review.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "questionnaires",
        "jurors",
        "defense counsel",
        "spreadsheet",
        "usafx",
        "redacted",
        "efta00018264",
        "review",
        "assignments",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020817",
      "summary": "*   The core topic of the exchange was the preparation and distribution of “spreadsheets” originating from Denver exports, specifically regarding materials that lacked thumbnails. *   Requests were made to update cover letters, including modifying Bates ranges and removing the word \"discovery\" from a PDF title. *   A production of documents was prepared and shared via a shared DOJ cloud storage location. *   The sender offered to convert the materials to PDF and send them to MDC (likely a client) for review. *   The sender provided a link to the shared production files. *   There were requests for immediate delivery of the materials.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2021",
      "keywords": [
        "spreadsheets",
        "denver",
        "exports",
        "pdf",
        "mdc",
        "usafx",
        "discovery",
        "bates range",
        "fbi",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031200",
      "summary": "*   An email chain discusses a response to a legal matter, “U.S. v. Maxwell S2 20 Cr. 330 (AJN).” *   A draft response is being prepared and needs to be sent to the MDC for review. *   There’s a discussion about Judge Nathan’s deadlines and a need to clarify language regarding them. *   The defense’s footnote regarding material volume is being approached cautiously. *   A letter filed by Bobbi Sternheim is being shared for informational purposes. *   Efforts are underway to contact the Bureau of Prisons (BOP) for a call.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2021",
      "keywords": [
        "maxwell",
        "u.s. v.",
        "nathan",
        "deadlines",
        "mdc",
        "legal mail",
        "bobbi sternheim",
        "bop",
        "ecf filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010043",
      "summary": "An email chain discusses research on the next 40 jurors proceeding to voir dire. A paralegal specialist requested that team members complete research on these jurors, including typed-up notes from a virtual deposition (VD), by November 16, 2021. Green highlighting indicates juror numbers 117 through 40, and the 40th juror is highlighted in yellow. The research, including the attached Excel file, was saved on a shared drive.",
      "timestamp": "2021-11-16T00:00:00",
      "timestamp_raw": "November 16, 2021",
      "keywords": [
        "juror research",
        "voir dire",
        "outside juror",
        "redaction",
        "us v maxwell",
        "sdny",
        "jury selection",
        "notes",
        "2021",
        "november"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016944",
      "summary": "An email chain discusses Ms. Maxwell’s 13 motions in limine filed in the U.S. v. Maxwell case (20 Cr. 330). Nicole Simmons attached the motions and supporting cover letters from the Wisa.doj.gov cloud share drive, responding to a request for access and distribution from Nathan NYSD Chambers and Jeff Pagliuca.",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2021",
      "keywords": [
        "u.s. v. maxwell",
        "motions in limine",
        "ms. maxwell",
        "nicole simmons",
        "efta00016944"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011164",
      "summary": "An email chain discusses the attachment and sharing of 13 motions in limine filed by the defense in the case *U.S. v. Maxwell* (Case No. 20 Cr. 330 (AJN)). The motions were organized and shared via a shared drive and a URL, with Nicole Simmons providing the documents at the request of Jeffrey Pagliuca. Redactions were present on the document.",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2021",
      "keywords": [
        "u.s. v. maxwell",
        "motions in limine",
        "nicole simmons",
        "nathan nysd chambers",
        "jeffrey pagliuca",
        "efta00011164",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023367",
      "summary": "On November 23, 2021, a press guidance was issued in advance of the trial of Ghislaine Maxwell in the SDNY court. The guidance stated that witnesses would be testifying under pseudonyms due to the sensitive nature of the accusations involving sexual abuse and contact. Government exhibits will be provided through a file share, and media representatives are encouraged to establish a PACER account and contact the press office at (212) 637-2600 for questions.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "ghislaine maxwell",
        "sdny",
        "press guidance",
        "trial",
        "pseudonym",
        "sexual abuse",
        "jeffrey epstein",
        "u.s. v. maxwell",
        "courtroom",
        "media requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029582",
            "similarity": 0.667,
            "index": 225,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029582",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York (SDNY) issued press guidance regarding the upcoming trial of Ghislaine Maxwell, charged with conspiracy related to Jeffrey Epstein’s crimes. Several government witnesses will testify using pseudonyms due to the sensitive nature of the allegations involving victims of sexual abuse and contact. Government exhibits will be available through a secure file share. Media representatives are encouraged to establish PACER accounts and contact the press office at (212) 637-2600 for questions. The trial will be held before Judge Alison Nathan on November 23, 2021.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "sdny",
        "press guidance",
        "trial",
        "pseudonym",
        "sexual abuse",
        "jeffrey epstein",
        "evidence",
        "media requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023367",
            "similarity": 0.667,
            "index": 224,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031173",
            "similarity": 0.5,
            "index": 230,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024892",
      "summary": "This document is a press guidance update regarding the trial of Ghislaine Maxwell, charged with conspiracy and sex trafficking related to Jeffrey Epstein’s activities. Key points include: *   The court has ruled that witnesses, who are not alleged victims, may testify under pseudonyms due to the sensitive nature of the expected testimony regarding illegal sexual abuse. *   Maxwell faces maximum penalties of five to ten years in prison per count, depending on the charge. *   A trial logistics order from Judge Nathan is attached. *   Government exhibits will be distributed through the SDNY file share. *   The trial will take place on November 23, 2021, before Judge Alison Nathan. *   Media representatives are encouraged to establish a PACER account.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "ghislaine maxwell",
        "sdny",
        "united states attorney",
        "trial logistics",
        "sex trafficking",
        "criminal sexual activity",
        "witnesses",
        "pseudonyms",
        "victims",
        "consent",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016482",
      "summary": "On November 24, 2021, a paralegal specialist from the U.S. Attorney’s Office I SDNY requested a time-sensitive review of pending productions, specifically the TW 3500 and Rule 16 productions, along with associated cover letters. The productions were located at Wsa.doj.gov\\cloud \\ NYS \\StAndrews\\ Shared \\USvEpstein-2018R01618 !Trial and included an Excel version of the indices. A password was attached to expedite the review process. The specialist needed the materials reviewed and ready for loading by 3:20 PM due to a FedEx pickup at 4:00 PM. EFTA00016482 was referenced.",
      "timestamp": "2021-11-24T00:00:00",
      "timestamp_raw": "November 24, 2021",
      "keywords": [
        "efta00016482",
        "review",
        "productions",
        "cover letters",
        "index",
        "usanys",
        "contractor",
        "fedex",
        "time sensitive",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019461",
      "summary": "The document is a press guidance circulated by the U.S. Attorney’s Office for the Southern District of New York regarding the upcoming trial of Ghislaine Maxwell. Key points include: *   **Pseudonym Testimony:** Witnesses, particularly victims of sexual abuse, will testify under pseudonyms due to the sensitive nature of the allegations. *   **Media Policy:** Journalists are urged to respect the privacy of these witnesses and adhere to their policies regarding identifying sex crime victims without consent. *   **Trial Logistics:** The trial will be held on November 26, 2021, with a 9:30 AM final pretrial conference. Exhibits will be provided via a secure file share, and media representatives are encouraged to establish a PACER account. *   **Communication:** Media inquiries should be directed to the press office at (212) 637-2600.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "November 26, 2021",
      "keywords": [
        "ghislaine maxwell",
        "sdny",
        "u.s. v. ghislaine maxwell",
        "press guidance",
        "pseudonym",
        "court order",
        "trial",
        "media requests",
        "united states attorney's office",
        "sexual abuse",
        "consent",
        "file share",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016489",
            "similarity": 0.533,
            "index": 229,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016489",
      "summary": "The document is a press guidance note issued by the U.S. Attorney’s Office for the Southern District of New York regarding the trial of Ghislaine Maxwell. Key points include: *   Several witnesses will testify using pseudonyms due to the sensitive nature of the allegations (sexual abuse and contact). *   Media outlets are instructed not to identify these witnesses by name, aligning with policies against identifying sex crime victims without consent. *   Guidance is being provided in advance to streamline communication and manage media requests. *   Access to exhibits will be through a secure file share. *   Media representatives are encouraged to utilize the court's electronic filing system (PACER) and contact the press office for questions.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "NOVEMBER 26, 2021",
      "keywords": [
        "ghislaine maxwell",
        "sdny",
        "u.s. v. ghislaine maxwell",
        "press guidance",
        "pseudonym",
        "witness",
        "trial",
        "court order",
        "media requests",
        "sunday times"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019461",
            "similarity": 0.533,
            "index": 228,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031173",
            "similarity": 0.615,
            "index": 230,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031173",
      "summary": "*   A journalist (Dipesh Gadher) is seeking clarification on whether he can identify witnesses who are testifying under pseudonyms due to the sensitive nature of the allegations. *   Guidance is being provided to media outlets stating that witnesses will be identified by their pseudonyms due to the nature of the alleged crimes. *   The trial is scheduled for November 26, 2021, at 9:30 a.m. in courtroom 318. *   Government exhibits will be provided via a secure file share. *   Media representatives are encouraged to establish a PACER account to access court filings. *   Contact information for the press office is provided for inquiries.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "November 26, 2021",
      "keywords": [
        "ghislaine maxwell",
        "sdny",
        "press guidance",
        "u.s. v.",
        "trial",
        "witnesses",
        "pseudonym",
        "victim",
        "sunday times",
        "court order",
        "media requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016489",
            "similarity": 0.615,
            "index": 229,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029582",
            "similarity": 0.5,
            "index": 225,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025163",
      "summary": "Multiple individuals were coordinating the distribution of scanned documents, including a black address book and yellow legal pad notes, related to a case (referenced as SDNY_GM_02753612). Cover letters and updated descriptions were being prepared and shared via email and a CD. The documents were designated as confidential and to be sent out that evening. The materials were associated with the NYPD/FBI Child Exploitation Human Trafficking Task Force.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "efta00025163",
        "maxwell",
        "scanned black book",
        "yellow pages",
        "cover letter",
        "production",
        "confidential",
        "usafx",
        "government exhibit 52",
        "sdny_gm_02753612"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030638",
      "summary": "*   **Timeline:** Correspondence occurred between November 2nd and November 3rd, 2021. A deadline of Wednesday (November 3rd) existed for the defense to submit the complete redlined documents. *   **Content Disagreement:** Disagreement exists regarding the use of victim names in filings, with a preference to avoid redactions. A proposed solution involves noting continued objections without using names. *   **Proposed Changes:** The defense was proposing to handle counts sequentially, but this was deemed unfeasible. *   **Attachments:** Redlined jury instructions (DOCX files) and a partial set of responses were shared. *   **Urgency:** The defense missed the deadline, prompting requests for an extension.",
      "timestamp": "2021-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2021",
      "keywords": [
        "redactions",
        "mils",
        "jury instructions",
        "defense",
        "redline",
        "victims",
        "court",
        "proposals",
        "anonymization",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028207",
      "summary": "An email chain discusses a draft document titled \"Bail Oppo Draft\" (likely a government opposition motion for bail).  Multiple individuals, including a Deputy Chief from the Public Corruption Unit of the Southern District of New York, exchanged edits and reminders regarding its completion by Monday.  A folder location for the document is specified as \\\\Usa.doi.gov\\clouthmiS\\stAndrews\\shared\\uSvEpstein-201.8R03.61.8‘Sail\\GM‘2023.-13.-08.",
      "timestamp": "2021-12-06T00:00:00",
      "timestamp_raw": "06 Nov 2021",
      "keywords": [
        "bail oppo",
        "draft",
        "redaction",
        "usanys",
        "motion for bail",
        "government opposition",
        "public corruption",
        "southern district of new york",
        "email",
        "docx"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029574",
      "summary": "An email was sent from Christian Everdell of Cohen & Gresser LLP to (USANYS) Contractor regarding a Defense Rule 16 disclosure. The email included several attachments, including letters of certification from AT&T and FedEx, a list of certified FedEx invoices, Interlochen records, a redacted release from A. Farmer, and an NPA document (Epstein). The email requested the recipients to save the attachments on a shared drive.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "defense rule 16",
        "redaction",
        "disclosure",
        "efta00029574",
        "contractor",
        "usanys",
        "christian everdell",
        "cohen & gresser llp",
        "fedex",
        "certification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010178",
      "summary": "An email chain discusses the handling of Amazon returns related to a discovery process, specifically involving a case referenced as “USvEpstein-2018R01618.”  A draft discovery cover letter (attached) was saved for review.  Multiple individuals (identified only as “[REDACTED]”) were involved in adding the returns to various folders, including a Rule 16 production and a trial subpoena returns folder within a shared cloud storage location (W.Usa.doj.gov\\ cloud\\ NYS\\ StAndrews SharecAUSvEpstein-2018R0161MITriaNTrial Subpoena Returns\\Amazon \\ 2021.11.10).  One individual requested the preparation of a pending Rule 16 production with the Amazon returns for immediate distribution.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "amazon return",
        "redaction",
        "discovery",
        "subpoena",
        "rule 16",
        "usanys",
        "contractor",
        "maxwell discovery",
        "standrews",
        "trial returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027665",
      "summary": "Questionnaires generated this morning were saved and uploaded to USAfx. Assignments detailing the questionnaires are in an attached spreadsheet. Team members are instructed to review the questionnaires and provide comments/objections by 11 a.m. tomorrow morning. The completed questionnaires will be shared with defense counsel upon notification.",
      "timestamp": "2021-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2021",
      "keywords": [
        "questionnaires",
        "juror",
        "defense counsel",
        "usafx",
        "juror numbers",
        "review",
        "assignments",
        "excel",
        "scanning",
        "efta00027665"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023353",
      "summary": "An email chain concerning “GX-52G” is being shared between individuals within the Southern District of New York’s Public Corruption Unit. Attachments include documents related to a motion to exclude a government exhibit, a Maxwell reply to ISO motions in limine, and materials from a 2009 obstruction case. One individual requests a copy of the email chain.",
      "timestamp": "2021-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2021",
      "keywords": [
        "efta00023353",
        "gx-52g",
        "redaction",
        "motion to exclude",
        "government exhibit",
        "maxwell",
        "obstruction case",
        "302s",
        "defense motions",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024899",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting that emails be added to a shared folder (“3500” and “witness folder”) and that attachments from one of the emails be produced according to Rule 16. The request includes a query about whether these emails and attachments had already been received from Interlochen.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "redaction",
        "efta00024899",
        "usanys",
        "contractor",
        "rule 16",
        "de-dupe",
        "email",
        "attachments",
        "interlochen",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00039001",
      "summary": "Daniel Ruzumna, representing the co-executors of the Jeffrey Epstein Estate, is reviewing approximately 1,100 videos for potential child pornography. The review was initiated due to requests for documents related to settlements and subpoenas. During the review, a video surfaced featuring topless women shared by an individual convicted of child pornography offenses.  The review was halted, and the team contacted authorities. The Estate is processing the videos through a document collection vendor without downloading them to firm servers.  Hughes Hubbard & Reed co-counsel, Dan Weiner and Hilary McDonnell, are aware of the situation and can clarify details.",
      "timestamp": "2023-04-19T00:00:00",
      "timestamp_raw": "19 Apr 2023",
      "keywords": [
        "epstein",
        "estate",
        "jeffrey epstein",
        "child pornography",
        "litigation",
        "sdny",
        "u.s. virgin islands",
        "settlement",
        "videos",
        "review",
        "judge rakoff"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038678",
      "summary": "Two FBI agents, a Special Agent from the FBI New York Field Office (Child Exploitation/Human Trafficking Desk) and a Victim Specialist from the FBI New York Division, are involved in a separate Human Trafficking (HT) case. A victim in this HT case contacted the Victim Specialist after receiving a message referencing a victim from the Epstein case. Gloria Allred represented the Epstein victim and controlled communication with individuals, requiring all interactions to go through her. The Special Agent provided Gloria Allred with victim resource information and was unable to directly contact the Epstein victim due to her refusal to share contact details.",
      "timestamp": "2024-12-15T00:00:00",
      "timestamp_raw": "15 Nov 2024",
      "keywords": [
        "epstein",
        "victim",
        "fbi",
        "new york",
        "human trafficking",
        "gloria allred",
        "ht case",
        "contact information",
        "redaction",
        "resources"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037831",
      "summary": "On July 29, 2025, the FBI (NY) shared a file titled “Epstein PPT - EM” (EFTA00037831.pdf) with an individual. The email invitation was sent via Microsoft 365 and indicated the document was for authorized recipients only. EFTA00037832 was also shared.",
      "timestamp": "2025-07-29T00:00:00",
      "timestamp_raw": "July 29, 2025",
      "keywords": [
        "epstein",
        "ppt",
        "fbi",
        "ny",
        "microsoft 365",
        "efta00037831",
        "redaction analysis",
        "shared document",
        "email",
        "access"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023219",
      "summary": "An email was sent from EFTA00023219 to Il and icril regarding a bail application for Maxwell. The email includes a memorandum in support of the application and a full submission with exhibits, including redacted versions of the defense’s filings, shared via a link.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bail application",
        "memorandum",
        "exhibits",
        "redacted",
        "gm",
        "maxwell",
        "defense",
        "filings",
        "share",
        "efta00023219"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037148",
      "summary": "The Firm will not participate in arbitration beyond providing neutral information and documents to the arbitrator(s). Costs of arbitration will be shared equally between clients, and the Firm can compensate the arbitrator from client recoveries. The Firm is authorized to incur expenses for client cases, with clients responsible for their proportionate share of “joint expenses” (those benefiting multiple clients) and “individual expenses” (those benefiting only one client). Expense allocation will be initially determined by the Firm, with clients able to object and request mediation if necessary. Confidentiality is expected during case-related communications.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "arbitration",
        "cost sharing",
        "legal services agreement",
        "confidentiality",
        "joint expenses",
        "individual expenses",
        "client",
        "firm",
        "mediation",
        "rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034811",
      "summary": "This document is a Custodian Document Search Checklist related to an “Inmate Death” legal hold (LHN-CIV-2019-00204). It’s a standard form used to investigate and document a user’s potential involvement with documents relevant to the legal hold. The checklist covers electronic files (email, databases, home/shared drives, removable media), hard copy files, and other media. It prompts the user to identify locations of potentially responsive documents, list access permissions, and acknowledge their responsibility to preserve documents.  The form also seeks information regarding other employees, devices used, and any social media activity that might be relevant to the litigation. Finally, it includes a section for indicating if no responsive documents were found.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "inmate death",
        "legal hold",
        "electronic files",
        "email",
        "databases",
        "hard copy files",
        "custodian checklist",
        "agency counsel",
        "responsive documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034611",
            "similarity": 0.818,
            "index": 256,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034574",
      "summary": "This document is a Custodian Document Search Checklist related to an “Inmate Death” legal hold (LHN-CIV-2019-00204) overseen by agency counsel and the Department of Justice. It’s a standard form used to investigate potential responsive documents across various media – electronic files (home drives, shared drives, emails, databases), archived electronic files, physical files (office, repositories), and other media like CDs/DVDs. The checklist prompts the user to identify locations of potentially responsive documents, who has access, and to confirm they haven’t altered or destroyed any relevant information. It also covers device inventory, data transfer history, and potential social media involvement related to the litigation. The checklist concludes with acknowledgements regarding tracking and metadata preservation and includes signature/date fields. If no responsive documents are found, a separate section confirms this outcome.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction",
        "legal hold",
        "documents",
        "emails",
        "databases",
        "files",
        "search",
        "agency",
        "counsel",
        "responsive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033996",
            "similarity": 0.667,
            "index": 246,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033996",
      "summary": "This document is a Custodian Document Search Checklist related to an “Inmate Death” legal hold (LHN-CIV-2019-00204). It’s a form completed by an employee to detail their search for potentially responsive documents within their agency. The employee outlines their searches across various media – electronic files (including home drives, shared drives, emails, and databases), archived electronic files, hard copy files, and other media like CDs/DVDs. The checklist requires the employee to identify locations of potentially responsive documents, list individuals with access to relevant files/devices, and confirm they haven’t altered or destroyed any potentially responsive materials.  The form also probes for information about data transfers, social media activity, and other employees who may possess relevant information. Finally, it includes a space for the employee’s signature and a section indicating if no responsive documents were found.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction",
        "legal hold",
        "documents",
        "emails",
        "databases",
        "files",
        "search",
        "agency",
        "attorney",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034574",
            "similarity": 0.667,
            "index": 245,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006049",
      "summary": "This document is an instruction manual for using the SCENE2Go software, designed for viewing and interacting with FARO SCENE Pointcloud interactive data. Key steps include: *   Maintaining the integrity of the WebShare/SCENE2Go folder when transferring it. *   Opening the software from Windows or Mac. *   Navigating the software interface, including the Home page, job selection, and map view. *   Adjusting viewing preferences (units, scan visibility, image blending) within the Settings menu. *   Utilizing scan position markers for navigating between scans (Panorama, 3D, Scan Properties, Overview Map). *   Performing distance measurements using the Measure Distance tool. *   Accessing additional tools and data through the Project Content section. *   Contacting the FBI Laboratory’s Operational Projects Unit for support.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "scene2go",
        "pointcloud",
        "faro",
        "scan",
        "measurement",
        "3d view",
        "panorama",
        "gps",
        "settings",
        "scan position",
        "data",
        "project content"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009966",
      "summary": "Nick Tartaglione, a former Briarcliff Manor cop facing a death penalty, insists he never harmed Jeffrey Epstein, whom he shared a cell with at the Metropolitan Correctional Center (MCC). Tartaglione claims he alerted jail staff to Epstein's first suicide attempt on July 23, 1919. Epstein ultimately hanged himself on August 10, 1919, prompting an investigation into the circumstances surrounding his death, including potential negligence by MCC staff. Tartaglione is seeking a transfer due to threats he received and the proximity of investigators to his situation. Tartaglione is also facing multiple murder charges related to the deaths of four men, discovered buried on his property.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "nick tartaglione",
        "metropolitan correctional center",
        "suicide",
        "investigation",
        "sexual trafficking",
        "briarcliff manor",
        "cellmate",
        "death penalty",
        "law enforcement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016299",
      "summary": "The document is a shared folder containing FOIA documents related to EFTA00016299, specifically an investigation overseen by an Assistant United States Attorney from the Southern District of New York. The files are located at \\\\Usa.doj.gov\\cloud\\ NYAStAndrews \\Shared WSvEpstein-2018R01618 \\Investigation FBI—FOIA.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "foia",
        "doj",
        "fbi",
        "epstein",
        "shared",
        "investigation",
        "new york",
        "usa",
        "cloud",
        "wsvepstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019287",
      "summary": "An email exchange concerning the Jeffrey Epstein Estate’s obligation to share private videos recorded at his properties. The email originates from the US Department of Justice and includes recipients at the EFTA00019287 account and the USAHUB-USAJournal111 address. A message with the subject “Jeffrey_Epstein_Estate_Must_Share_Private_Videos_Recorded_At_His_Properties” is attached.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "estate",
        "videos",
        "private",
        "redaction",
        "usa",
        "doj",
        "efta00019287",
        "2020",
        "december"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036975",
      "summary": "The FBI shared a document titled “DCAP Review 50D-NY-3027571” with individuals identified as [REDACTED] via email. The document is identified as EFTA00036975 and EFTA00036976. The email was generated through the FBI’s Microsoft 365 system.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "dcap review",
        "microsoft 365",
        "efta00036975",
        "redaction",
        "file sharing",
        "investigation",
        "access",
        "email",
        "bureau of investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032577",
      "summary": "Key articles include: *   **Trump and Cohen:** Michael Cohen withdrew from a House panel hearing due to ongoing “threats” from Donald Trump, casting uncertainty on Trump’s testimony. *   **Jay-Z & Criminal Justice Reform:** Jay-Z, Meek Mill, and sports team owners launched a $50 million effort to reform criminal justice laws. *   **Rock Capital Trader Sentencing:** A former Rock Capital Markets trader was sentenced to five years in prison for false profits. *   **Manafort Plea Breach:** Paul Manafort was ordered to appear for a hearing regarding a plea breach. *   **Weinstein’s New Legal Team:** Harvey Weinstein hired Casey Anthony attorney Jose Baez and Harvard Law professor Ronald S. Sullivan. *   **Deutsche Bank Scrutiny:** Deutsche Bank is under investigation by global law enforcement agencies regarding a money laundering scheme. *   **Barclays Executives Accused:** Former Barclays executives were accused of deceiving shareholders. *   **Various Legal Cases:** Coverage includes a lawsuit against Barclays PLC, a “shell factory” attorney’s reduced sentence, D.C. Circuit judges criticizing an investment advisory firm, a DOJ wire act opinion, and ongoing disputes within the legal industry. *   **Trade Secret Prosecutions:** A focus on the increasing prosecutions of trade secret cases. *   **Legal Industry Trends:** Articles discuss lobbying revenue, judicial nomination processes, and changes within legal firms. *   **Notable Cases & Developments:** Includes updates on cases involving USAA patents, former Snell & Wilmer chair’s death, and a lawsuit against Reed Smith LLP. *   **Government Agency Updates:** Articles cover developments from the California Supreme Court, the SEC, the FBI, and other governmental agencies. *   **Job Listings:** Includes a few job postings. The document appears to be a snapshot of legal news at a specific point in time, offering a broad overview of significant cases, regulatory actions, and industry trends.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "cohen",
        "trump",
        "congressional hearing",
        "trade secrets",
        "barclays",
        "danske bank",
        "wire act",
        "law360",
        "weinstein",
        "manafort",
        "justice",
        "sec",
        "doj",
        "fbi",
        "banks",
        "legal ethics",
        "cyber security",
        "lobbying",
        "judicial nominations",
        "arbitration",
        "pacer",
        "uk watchdog",
        "kennedys cmk",
        "job listings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016116",
      "summary": "A correspondence discusses the legal obligation for the Jeffrey Epstein estate to share private videos recorded at his properties, specifically referencing an article from *OLCMagazine* about Darren Indyke and video recordings. The email originates from an unknown sender to an unknown recipient and includes a link to the article.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "estate",
        "videos",
        "recordings",
        "darren indyke",
        "private videos",
        "properties",
        "htps",
        "olcmagazine"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034478",
      "summary": "This document is a Custodian Document Search Checklist related to an investigation, likely a legal case involving an inmate death (LHN-CIV-2019-00204). It details a search conducted by an individual (identified only as “[REDACTED]”) for potentially responsive documents across various media – electronic files (home drives, shared drives, emails, databases), archived electronic files, physical files (office, repositories), and other media (CDs, etc.). The checklist requires the individual to identify locations of potentially responsive documents and report any relevant information, including access to shared drives and email accounts, government and personal devices, social media usage, and any potential transfers of files. The checklist emphasizes the obligation to retain and protect responsive documents and to notify agency counsel of any alterations or destruction. The search ultimately resulted in no responsive documents being found.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "legal hold",
        "inmate death",
        "email",
        "databases",
        "electronic files",
        "documents",
        "agency",
        "attorney client communication",
        "metadata"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037146",
      "summary": "The “Amount Recovered” is defined as the gross recovery amount received from claims before deducting expenses. If the Amount Recovered is less than Expenses, the client has no repayment obligation. The Attorney’s Fee is paid to the Firm no later than when the Client receives payment or when payment is offered, even if the Client opts for installment payments or a deferred payment arrangement. The Amount Recovered can include various forms of value, and the Firm has the option to receive the Attorney’s Fee in cash or as an equivalent item. Certain items like liens and healthcare reimbursements are not considered expenses. Payments are made to the Firm’s trust account, from which the Attorney’s Fee and Expenses are deducted, with the Client receiving their share within ten business days. The Firm retains the right to collect payment in a lump sum, periodic payments, or a combination thereof.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "amount recovered",
        "expenses",
        "attorney's fee",
        "claims",
        "settlement",
        "mediation",
        "arbitration",
        "client",
        "firm",
        "payment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034611",
      "summary": "This document is a custodian document search checklist related to an “Inmate Death” legal hold (LHN-CIV-2019-00204). It guides an individual through a process to identify and assess potentially responsive documents across various media – electronic files (home drives, shared drives, emails, databases), physical files (office, repositories), and other media (CDs/DVDs). The checklist requires the individual to detail where they store relevant information, who else has access, and to confirm they haven’t altered or destroyed any potentially responsive documents. It also covers information regarding government and personal devices used for work, including data transfers and potential relevant communications. Finally, it requests identification of other employees with relevant information and details any social media activity related to the case. The checklist concludes with signature and date fields.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "legal hold",
        "inmate death",
        "responsive documents",
        "email",
        "databases",
        "electronic files",
        "hard copy files",
        "agency counsel",
        "search checklist"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034811",
            "similarity": 0.818,
            "index": 244,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035393",
      "summary": "Dr. MI removed the individual (EFTA00035393) from psychological observation and is preparing a competency report. He has expressed complaints regarding his confinement, similar to previous reports shared with the sender.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "competency report",
        "psychological observation",
        "confinement",
        "dr. mi",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "efta00035393"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030817",
      "summary": "Ms. Richardson, while incarcerated since 2016, has provided unsolicited assistance to the Government in investigations and prosecutions. Specifically, she shared information regarding Jeffrey Epstein’s death, including details about guards, their actions, and potential surveillance footage, which the Government acknowledged and, in part, reflected in charging documents. Despite her testimony not being required at trial, Assistant United States Attorneys welcomed her assistance.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "richardson",
        "epstein",
        "mcc",
        "assistance",
        "investigation",
        "prosecution",
        "sentencing reduction",
        "rule 35",
        "guards",
        "inmates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008220",
      "summary": "It details a core massage routine, including techniques for working the shoulders, arms, legs, and feet, with specific instructions for adapting these techniques for sports massage and travel situations. It introduces the concept of “corporate massage” – providing massage services in office environments – and suggests methods for self-massage, including routines for addressing common issues like carpal tunnel syndrome. Finally, it explores the application of massage within a family setting, suggesting ways to introduce and share the practice with loved ones.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "massage",
        "body",
        "muscles",
        "relaxation",
        "stress",
        "techniques",
        "self-massage",
        "reflexology",
        "sports massage",
        "corporate massage",
        "pain relief",
        "wellness",
        "therapy",
        "feet",
        "hands",
        "head",
        "shoulders",
        "back"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037906",
      "summary": "This document, shared by Flood and the FBI, is a Microsoft OneDrive link to a file named \"Epstein-Case\". The file is intended for direct recipients of a message and is associated with the identifier EFTA00037906.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00037906",
        "epstein case",
        "fbi",
        "microsoft onedrive",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031400",
      "summary": "[REDACTED] invited [REDACTED] to collaborate on a folder titled \"Epstein Death\" within the Box platform. The invitation included an offer to share files and a link to the Box folder, along with information about USAfx File Exchange and Box’s terms of service.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein death",
        "box",
        "redaction",
        "efta00031400",
        "usafx file exchange"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029206",
      "summary": "It establishes the corporation’s name, registered address in Delaware (32 LakeKeithan Square, Suite L100, Dover, Kent County), and registered agent (Ilse Prentice-Hall Corporation). The corporation’s purpose is to engage in lawful business activities. It has the authority to issue 1,500 shares of stock valued at $0.10 each. The incorporator is Thomas A. Rice, and the corporation is to have perpetual existence. The certificate outlines provisions for the management of the corporation’s affairs, including a board of directors and bylaws. It also includes clauses regarding shareholder rights, liability limitations for directors, and procedures for corporate governance, including the possibility of a receivership if needed. Finally, it establishes terms for payment of stock and outlines further provisions related to corporate governance and financial matters.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "corporation",
        "delaware",
        "incorporation",
        "hyperion",
        "registered agent",
        "stock",
        "shareholders",
        "bylaws",
        "resolution",
        "corporate law",
        "business deposit",
        "jpmorgan chase",
        "account",
        "financing",
        "liabilities",
        "indemnify",
        "account numbers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037147",
      "summary": "The Marsh Law Firm PLLC represents survivors of childhood and adult sexual abuse and exploitation. Clients may file claims against the same defendants, and the firm recommends joining these claims in a single lawsuit or claim resolution process to mitigate potential conflicts of interest. This requires a joint representation agreement and understanding of joint prosecution. The firm believes joining with other clients strengthens cases due to increased collective strength and the reinforcement of shared narratives. Clients are advised to consult with another attorney to review this decision and ensure they are fully comfortable with the potential benefits and risks.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "joint representation",
        "prosecution agreement",
        "sexual abuse",
        "conflicts of interest",
        "legal claims",
        "civil lawsuits",
        "survivors",
        "representation",
        "consent",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020574",
      "summary": "Following a new law, the Office is committed to investigating and prosecuting sexual abuse and trafficking of minors, particularly in light of the Jeffrey Epstein case. The Office relies on the willingness of victims to share their stories and continues to investigate co-conspirators. The Office acknowledges the crucial role of victim services organizations like Safe Horizon in supporting victims of trafficking and sexual assault and anticipates continued partnerships to hold perpetrators accountable.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "childhood sexual abuse",
        "trafficking",
        "minors",
        "victims",
        "prosecution",
        "investigation",
        "sexual assault",
        "law enforcement",
        "safe horizon",
        "predator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031086",
            "similarity": 0.538,
            "index": 90,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019831",
      "summary": "This document is a proffer agreement between a client and the United States Attorney’s Office for the Southern District of New York. Key points include: 1.  The client is providing information and responses to the government’s evaluation of a prosecutive decision, but no formal cooperation agreement is being established. 2.  The government will not present the client's statements as evidence in a case-in-chief or sentencing proceeding, except in specific circumstances (false statements, obstruction, perjury, or if the client becomes a fugitive). 3.  The government retains the right to use information from the meeting for investigative purposes, cross-examination, and rebuttal arguments. 4.  The government may utilize the client's statements and related evidence to potentially qualify the client for a sentence reduction under specific guidelines. 5.  The client waives certain rights related to the suppression of statements or leads obtained through the agreement. 6.  The Office will share information with other prosecutor’s offices only if they honor the agreement’s provisions. 7.  The agreement solely covers statements made during the specified meeting and does not extend to other statements.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "proffer agreement",
        "cooperation agreement",
        "prosecution",
        "united states attorney",
        "sentencing guidelines",
        "federal rules of evidence",
        "first step act",
        "statements",
        "evidence",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017844",
            "similarity": 0.5,
            "index": 181,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}