{
  "keyword": "nyc",
  "count": 35,
  "keyword_match_count": 35,
  "content_match_count": 88,
  "total_files": 123,
  "timeline": [
    {
      "file_id": "EFTA00027039",
      "summary": "This document is a Plaintiff’s Memorandum of Law seeking leave to file an amended complaint in a civil case against Alan Dershowitz. The Plaintiff’s primary arguments for amendment center around three key points: 1.  **New York Child Victims Act (NYCVC Act):** The statute, enacted in 2019, has revived a previously time-barred battery claim against Dershowitz due to the Plaintiff’s age at the time of the alleged assault. 2.  **Unauthorized Recording:** Dershowitz allegedly recorded a confidential telephonic settlement conference with the Plaintiff’s attorney, violating 18 U.S.C. § 2511(1). 3.  **Defamatory Statements:** Dershowitz's ongoing defamatory statements against the Plaintiff necessitate an amendment to the complaint, despite potential delays. The Plaintiff argues that granting leave to amend is appropriate because the events giving rise to the claims occurred after the complaint was filed, there’s no undue delay or bad faith, and the Defendant’s arguments against amendment (regarding futility) are without merit. The Plaintiff asserts that the claims regarding battery and the Wiretap Act are not futile, supported by facts and legal precedent.",
      "timestamp": "2004-06-14T00:00:00",
      "timestamp_raw": "June 14, 2004",
      "keywords": [
        "alan dershowitz",
        "new york child victims act",
        "battery",
        "defamation",
        "wiretap act",
        "amended complaint",
        "rule 15(a)",
        "recording",
        "settlement conference",
        "standing",
        "sexual assault"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015034",
      "summary": "A person (identified as “_”) is requesting accommodation in New York City from October 15th to 21st. They also inquire about the availability of team Epstein in Paris this weekend. The email includes contact information and a disclaimer regarding the confidential nature of the message.",
      "timestamp": "2010-09-29T00:00:00",
      "timestamp_raw": "Sep 29, 2010",
      "keywords": [
        "nyc",
        "paris",
        "epstein",
        "kinnerton st",
        "october",
        "stay",
        "email",
        "redaction",
        "trip",
        "meeting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015058",
      "summary": "Jeffrey Epstein was contacted on May 9, 2011, by someone (“J”) who was traveling to New York City from May 10th to May 14th and inquired about a place to stay with Epstein, who responded that he was in Paris.",
      "timestamp": "2011-05-09T00:00:00",
      "timestamp_raw": "May 9, 2011",
      "keywords": [
        "jeffrey epstein",
        "nyc",
        "paris",
        "redaction",
        "efta00015058",
        "gmail",
        "2011",
        "corner",
        "stay",
        "re: nyc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030126",
      "summary": "The grantor is Nine East 71st Street Corporation, and the grantee is Maple, Inc. The deed was recorded on January 10, 2012, with a recording fee of $52.00 and an affidavit fee of $0.00. The property is a one-family dwelling. The sale price was $0.00.  The document includes information about the presenting title associates, return addresses for both parties, and various tax details (including NYC Real Property Transfer Tax, County taxes, and NYS Real Estate Transfer Tax), all of which total $0.00 for this specific transaction. Supporting documents (including an affidavit of compliance regarding smoke detectors and detailed billing information) are referenced. The document also contains information regarding tax amounts and outstanding charges.",
      "timestamp": "2012-01-10T00:00:00",
      "timestamp_raw": "January 10, 2012",
      "keywords": [
        "nyc",
        "department of finance",
        "deed",
        "property",
        "block",
        "lot",
        "address",
        "stewart title",
        "title associates",
        "9 east 71st street",
        "manhattan",
        "recording",
        "endorsement",
        "mortgage",
        "tax",
        "real property transfer tax",
        "affidavit of compliance",
        "smoke detector",
        "maple",
        "inc.",
        "efta00030126"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022151",
      "summary": "The grantor is Nine East 71st Street Corporation, and the grantee is Maple, Inc. The deed includes details such as the property address, block and lot number, legal description, and relevant tax information (including NYC Real Property Transfer Tax, County taxes, and NYS Real Estate Transfer Tax). It also outlines fees and charges associated with the transaction and confirms compliance with NYC smoke detector requirements. The document was prepared by trillASSOCIATES and recorded with the City Register of the City of New York on December 1, 2012. The return address is for Erika Kellerhals, Esq., representing Stewart Title. The document contains affidavits of compliance with NYC smoke detector regulations and a certification of the information provided.",
      "timestamp": "2012-12-01T00:00:00",
      "timestamp_raw": "December 1, 2012",
      "keywords": [
        "efta00022151",
        "nyc department of finance",
        "office of the city register",
        "deed",
        "2011122700736001",
        "9 east 71st street",
        "manhattan",
        "1386",
        "10",
        "maple",
        "inc.",
        "stewart title",
        "erika kellerhals",
        "recording fee",
        "taxable mortgage amount",
        "nyc real property transfer tax",
        "rp - 5217",
        "smoke detector requirement",
        "affidavits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030589",
      "summary": "An email was sent on August 11, 2014, from Kindes t to an unknown recipient regarding progress in several trafficking cases. The sender, Brad, and Kindes t had generated ideas and were focused on assisting current victims. The sender requested assistance in reviewing the Eppinger case and their timeline associated with him, citing the prevalence of abuse and trafficking.",
      "timestamp": "2014-08-11T00:00:00",
      "timestamp_raw": "August 11, 2014",
      "keywords": [
        "eppinger",
        "trafficking",
        "abuse",
        "cases",
        "timeline",
        "victims",
        "redaction",
        "nyc",
        "meeting",
        "brad"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032922",
      "summary": "This document is a 2019 Law360 publication offering a collection of articles focusing on key legal developments and trends anticipated for the year. Here’s a breakdown of the main content: *   **Top New York Cases to Watch:** The document highlights several significant cases expected to be prominent in the New York legal landscape in 2019, including those related to Donald Trump’s legal challenges, Harvey Weinstein’s sexual assault charges, and college basketball corruption. *   **Industry Trends:** It covers a range of legal industry topics, including financial services litigation, NYC real estate legislation, sports law developments, food and beverage trends (particularly around slack-fill litigation and cannabis edibles), and the rise of remote work for law firms. *   **Managing Partner Concerns:** The article details the top worries for managing partners in 2019, primarily focusing on cybersecurity threats, emerging technologies, and economic uncertainty. *   **Legal Practice Developments:** It reports on evolving parental benefits policies within law firms and the increasing demand for attorneys in key practice areas like corporate litigation. *   **Lateral Hiring and #MeToo:** The document discusses the dynamic lateral hiring market and the continued influence of the #MeToo movement on the legal industry. *   **General Counsel Concerns:** It outlines the primary concerns for general counsel, including cyberthreats and regulatory complexity. *   **Job Listings:** It includes a section with various job postings across different law firms and government agencies. Essentially, it’s a snapshot of the legal industry's outlook for 2019, encompassing high-profile cases, emerging trends, and key concerns for legal professionals and firms.",
      "timestamp": "2019-01-02T00:00:00",
      "timestamp_raw": "02 Jan 2019",
      "keywords": [
        "new york",
        "cases",
        "litigation",
        "financial services",
        "real estate",
        "sports",
        "#metoo",
        "legal industry",
        "general counsel",
        "lateral hiring",
        "trump",
        "appeals",
        "podcast",
        "law firms",
        "jobs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030499",
      "summary": "A communication chain originating from the U.S. Attorney's Office for the Southern District of New York (USANYS) regarding an investigation into Jeffrey Epstein. The communication includes a prosecution memo attached related to legal issues, and a link to a WNYC Studios story about Julie Brown's reporting on the Epstein investigation. The sender is [REDACTED]@[REDACTED] and the recipient is [REDACTED]@[REDACTED].",
      "timestamp": "2019-06-18T00:00:00",
      "timestamp_raw": "18 Jun 2019",
      "keywords": [
        "alec baldwin",
        "jeffrey epstein",
        "prosecution memo",
        "usanys",
        "redaction analysis",
        "legal issues",
        "wnyc studios",
        "southern district of new york",
        "email",
        "twitter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037485",
      "summary": "An FBI agent (NY) is in an interview regarding Jeffrey Epstein. They are expected to call back when finished. The communication involves an exchange between the FBI agent and another FBI agent (Squad C-20, VCAC/Human Trafficking, FBI New York) requesting a call when the first agent is available. The case is referenced as EFTA00037485.",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "27 Jun 2019",
      "keywords": [
        "epstein",
        "fbi",
        "redaction",
        "efta00037485",
        "trafficking",
        "ssa",
        "nyc",
        "mobile",
        "interview",
        "squad c-20"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021275",
      "summary": "An email chain discusses confirmation of Jeffrey Epstein’s arrest following his arrival at Teterboro Airport, NJ. One party (USANYS) confirms CNN is inquiring about the arrest. Discussions revolve around potential search warrants, specifically for Epstein’s Manhattan residence and whether the arrest relates to a “SW” (likely short for “special watch”) arrangement. Redactions obscure sender and recipient identities.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2019",
      "keywords": [
        "epstein",
        "usanys",
        "arrest",
        "teterboro",
        "search warrants",
        "cnn",
        "nyc",
        "residence",
        "plane",
        "sw"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030229",
      "summary": "A NYPD Special Victims Division Sex Offender Monitoring Unit Officer contacted an individual regarding the case of Jeffrey Epstein, a registered Level 3 sex offender in New York. Epstein is subject to mandatory 90-day appearance reporting and requires a new photo every 3 years (current photo is 9 years old). Any release from confinement would necessitate immediate appearance reporting.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "epstein",
        "sex offender",
        "nypd",
        "monitoring unit",
        "new york",
        "sex offender monitoring",
        "photo",
        "nyc",
        "2019",
        "release"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031569",
      "summary": "*   **Property Owner:** MAPLE, INC. *   **Address:** 9 East 71 Street, 10021, Manhattan, Block 1386 Lot 10 *   **Tax Year:** 2020/21 *   **Building Class:** A5 - ONE FAMILY ATTACHED OR SEMI-DETACHED *   **Tax Class:** 1 *   **Account Balance (as of July 18, 2019):** $173,510.58 *   **Account History:** Includes tax payments from 2018-2020, with balances and dates. *   **Assessment Roll (2018-2019):** Taxable Assessed Value: $1,658,880, Uniform percentages of full market value applied (6% for Class 1).",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "manhattan",
        "property tax",
        "efta00031569",
        "9 east 71 street",
        "tax class",
        "building class",
        "account balance",
        "nyc",
        "assessments",
        "maple",
        "inc."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034911",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several units (11 South, 10-South #2, SHU #3, SHU #4, and 11 South #2) were vacated due to staff shortages during the evening watch shift. Inmates were present in outside hospitals, suicide watch, and furlough. There were no new admissions, releases, or admissions to the Special Housing Unit. No missing reports or equipment were noted. Staff utilized various types of leave, including furlough, annual, sick, and AWOL. Overtime was utilized, totaling 190.20 hours. The beginning of the morning watch shift reported 780 inmates across various units.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "operations lieutenant",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "nyc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028094",
      "summary": "*   The requestor, the sole heir and next of kin, seeks information previously released to the New York Times via a FOIA request. *   The request includes a copy of a video tape from August 9, 2019, showing activity outside the SHU before Epstein’s death, and information about inmates on that tier and personnel involved. *   The requestor is specifically seeking details regarding the circumstances surrounding the movement of Epstein’s body before the medical examiner arrived and any related incident reports. *   Guidance was provided to submit a FOIA request to the BOP, referencing the NYT release, and a civil division of the office would forward the request.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "bop",
        "foia",
        "fbi",
        "jeffrey epstein",
        "new york times",
        "video",
        "shu",
        "inmate",
        "request",
        "death",
        "custody"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023972",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Hitachi 500GB HDD (Serial Number JP1572JE36A13K) was collected from a redacted location by the MCC-NY as part of a CART evidence submission (NYC023579) related to a death investigation. The HDD was recovered from a Nice Vision DVR2 surveillance system. The receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "hitachi",
        "hdd",
        "cart",
        "victim",
        "death investigation",
        "nyc023579"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023974",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Hitachi 500GB HDD (Serial JP1572JE36MWNK) was collected from a redacted location as part of a death investigation (Case ID: 90A-NY-3151227). The HDD was recovered from a MCC Nice Vision DVR2 Surveillance System and submitted under NYC023582. Receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "redaction analysis",
        "evidence",
        "cart",
        "hdd",
        "surveillance system",
        "hitachi",
        "nice vision",
        "jeffrey epstein",
        "death investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023975",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 23T6C3JA) was collected from a redacted location by the MCC-NY. The device originated from a Nice Vision DVR2 Surveillance System (1 of 18). The item was submitted as NYCO23578 and related to a death investigation involving Jeffrey Epstein. Receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "seagate",
        "cart evidence",
        "nyco23578",
        "death investigation",
        "jeffrey epstein",
        "mcc-ny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023983",
      "summary": "The New York City medical examiner has completed an autopsy on Jeffrey Epstein’s body, but the cause of death remains pending. The report was published by the New York Daily News on August 11, 2019.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "jeffrey epstein",
        "autopsy",
        "new york city",
        "medical examiner",
        "cause of death",
        "nyc",
        "daily news",
        "efta00023983"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035435",
      "summary": "On August 11, 2019, the NYPD Medical Examiner in NYC contacted a Bureau of Prisons Senior Officer Specialist regarding inmate Jeffrey Epstein’s body at the coroner’s office. The contact requested someone to verify the body for autopsy purposes. The communication included a quote from Elizabeth Kubler-Ross regarding the purpose of life and the acceptance of events. The document identifies the case file as EFTA00035435.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "epstein",
        "autopsy",
        "coroner",
        "nypd",
        "bureau of prisons",
        "kubler-ross",
        "redaction",
        "inmate",
        "medical examiner",
        "nyc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034355",
            "similarity": 0.667,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034355",
      "summary": "On August 11, 2019, at 10:02 AM GMT, a medical examiner from the NYPD contacted the Bureau of Prisons regarding inmate Epstein. The examiner requested someone to verify the inmate’s body at the coroner’s office to initiate an autopsy. The message includes contact information for Senior Officer Specialist AFGE YOUNG and a quote from Elizabeth Kubler-Ross. The document is marked as CONFIDENTIAL and associated with case SDNY_000 10779 and EFTA00034355.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "epstein",
        "autopsy",
        "coroner",
        "nypd",
        "bureau of prisons",
        "kubler-ross",
        "medical examiner",
        "verification",
        "2019",
        "nyc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035435",
            "similarity": 0.667,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036835",
      "summary": "This document is an inmate memo, titled \"Inmate Ellison Memo,\" dated August 11, 2019, sent from an unknown sender to an unknown recipient. It includes a Microsoft Word document named “memoblankMCCNYC.docx” as an attachment. The memo is identified as EFTA00036835.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "inmate",
        "ellison",
        "memo",
        "efta00036835",
        "mccnyc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032097",
      "summary": "The FBI collected a Seagate Barracuda 1000GB hard drive (Serial Z1D3ZSS0) as a derivative copy of another Seagate Barracuda 500GB hard drive (Serial Z3T6CF5X). The original hard drive was collected via TX-1, S/N 000ECC58017156 on 08/12/2019 at 07:00. The evidence was labeled NYC027703 and associated with Request ID 112048. Jeffrey Epstein is listed as the victim in a death investigation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "08/12/2019",
      "keywords": [
        "fbi",
        "cart",
        "hard drive",
        "seagate",
        "evidence",
        "nyc027703",
        "90a-ny-3151227",
        "1b3",
        "08/16/2019",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032099",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019860",
      "summary": "An email exchange occurred on August 12, 2019, regarding the US v. Epstein case. The sender, Martin G. Weinberg, Esq., received an email requesting the forwarding of emails related to Ghislaine Maxwell Epstein (referred to as “Mr. E” and “Mr. E h”) and preservation/production requests on behalf of her family. The sender also requested DNA collection from Epstein’s cell and a taint review of emails from Teterboro and his NYC residence. Finally, the sender inquired about the government’s intention to dismiss the indictment.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "nolle",
        "dna",
        "taint review",
        "attorney-client privilege",
        "indictment",
        "litigation",
        "prosecution",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036325",
      "summary": "This document pertains to inmate EFTA00036325 at the Metropolitan Correctional Center New York. It includes an email correspondence regarding a request for printing documents in color, along with attached files: TEXT.htm, Staff Joint_NYC.docx, and IMAGE.png. The email originates from Zieutarat at the United States Department of Justice, Federal Bureau of Prisons.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00036325",
        "print in color",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center new york",
        "nyc",
        "staff",
        "text.htm",
        "image.png"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025427",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB HDD (S/N W1D496N0) was submitted as a derivative evidence item (NYC027709) related to case 90A-NY-3151227, a death investigation. The item is a copy of a Seagate Barracuda 500GB HDD (S/N 9QM8MSEZ) collected via Tableau TD3-B S/N 11D350F6-1525. The request ID was 112048. The collected date was August 12, 2019, at 07:00 PM EDT. One hard drive was collected.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hdd",
        "seagate",
        "90a-ny-3151227",
        "nyc027709",
        "1b10",
        "derivative",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025433",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025431",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB Hard Drive (S/N W1D48YH6) was collected as a derivative evidence item (NYCO27706) related to a death investigation. The drive contained a clone copy of a Seagate Constellation ES 500GB hard drive (S/N Z1M1PZPE), collected via Tableau TD3-B (S/N 11D350F0-1525). The request ID was 112048. The initial evidence item was collected on August 12, 2019, at 07:00 PM EDT.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "hard drive",
        "seagate",
        "cart",
        "nyco27706",
        "evidence",
        "90a-ny-3151227",
        "1b7",
        "1000gb",
        "serialization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025429",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032102",
      "summary": "On August 16, 2019, at 07:00 PM EDT, a Hitachi 1TB hard drive (HUA722010CLA330, S/N JPW9K0N039EZLL) was collected as a derivative evidence item (NYC027702) related to a death investigation. The hard drive contained a clone copy of a 500GB Hitachi HDD (HDS721050CLA662, S/N JP1572JE36A13K). The original collection was made via a Tableau TX-1 device (S/N 000ECC5801109B) and associated with Request ID 112048. The evidence was collected from a redacted location and held in New York.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "hitachi",
        "nyc027702",
        "90a-ny-3151227",
        "request id 112048",
        "serialization",
        "data recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025404",
      "summary": "On August 16, 2019, a Western Digital 1TB hard drive (WD1DEADS-00L5B1, S/N WCAU45803950) was collected as a derivative copy of another Western Digital 500GB HDD (WD5000AVDS-6307B1, S/N WCAV92911026). The original drive was collected via Tableau TD3-B, S/N 01D3407C-1222, and identified as Evidence NYCO27707. The request ID was 112048. The seizure occurred on August 12, 2019, at 07:00 PM EDT.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "hard drive",
        "western digital",
        "cart",
        "nyco27707",
        "90a-ny-3151227",
        "derivative",
        "request id",
        "112048"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027966",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025416",
            "similarity": 0.538,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036328",
      "summary": "An email was sent from the United States Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center New York regarding \"print in color 2.\" The email included a document named TEXT.htmaNYC.docx and an image named IMAGE.png. The sender is redacted, and the recipient is redacted. The document's identifier is EFTA00036328.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00036328",
        "bureau of prisons",
        "federal bureau of prisons",
        "new york",
        "print",
        "redaction",
        "doc",
        "justice",
        "color"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025418",
      "summary": "On August 16, 2019, a Seagate Desktop 1000GB HDD (S/N Z4Y00Q48) containing a clone copy of a Western Digital 500GB HDD (S/N WCC2EJUC34CJ) was collected as a derivative evidence item (NYC027708) related to a death investigation. The collection was conducted via Tableau TD3-B S/N 01D3B08D-1331, Request ID 112048. The seized individual was Jeffrey Epstein, identified as a victim. The holding office is New York.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hdd",
        "seagate",
        "western digital",
        "nyc027708",
        "90a-ny-3151227",
        "1b9",
        "tableau td3-b"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027970",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB HDD (Serial W1D06T5L) was submitted as a derivative evidence item (NYCO27715) related to a death investigation. The HDD contains a clone copy of a Seagate Barracuda 500GB HDD (Serial 9QM8MSRR) collected via Tableau TD3-B (Serial 01D3B07E-1331). The collection occurred on August 12, 2019, at 7:00 PM EDT, and was seized by an unidentified individual. The item is held in New York.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "hard drive",
        "seagate",
        "cart",
        "nyco27715",
        "90a-ny-3151227",
        "redaction",
        "derivative",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027966",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025416",
            "similarity": 0.667,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025433",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027966",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB HDD (S/N S1D9GK9P) and a Seagate Constellation ES 500GB HDD (S/N Z1M1PZ07) were collected as a derivative copy of evidence NYC027713. The devices were collected via Tableau TX-1 S/N 000ECC58017194 and designated as a derivative copy with Request ID 112048. The collection occurred on August 12, 2019, at 07:00 PM EDT. The evidence relates to a death investigation involving Jeffrey Epstein.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "seagate",
        "nyc027713",
        "90a-ny-3151227",
        "1b16",
        "derivative",
        "request id"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027970",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025404",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025416",
            "similarity": 0.538,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025433",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032099",
            "similarity": 0.583,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025429",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB HDD (S/N Z1DB25CT) and a Seagate Constellation ES 500GB HDD (S/N Z1M1PX26) were collected as a derivative copy of evidence NYC027710. The original evidence was collected via Tableau TD3-B S/N 01D3B09E-1331. The request ID was 112048. The seizure occurred on August 12, 2019, at 07:00 PM EDT. The items are designated as derivative and one device was collected.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hdd",
        "seagate",
        "hard drive",
        "nyc027710",
        "90a-ny-3151227",
        "1b11",
        "serialization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025431",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025433",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025416",
      "summary": "On August 16, 2019, at 07:00 PM EDT, a Western Digital 1000GB HDD (WD1003FZEX-00MK2A0, S/N WCC3F2783519) containing a clone copy of a Seagate Barracuda 500GB HDD (ST350032ONS, S/N 9QM8MT6D) was collected. The evidence, designated NYCO27712, was collected via Tableau TX-1, S/N 000ECC58017156, and identified as a derivative copy. The request ID was 112048. The collected item is associated with a death investigation involving Jeffrey Epstein.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "hard drive",
        "western digital",
        "seagate",
        "cart",
        "nyco27712",
        "90a-ny-3151227",
        "redaction",
        "derivative"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027966",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027970",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025404",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025433",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025433",
      "summary": "On August 16, 2019, evidence NYC027711, a derivative copy, was submitted. The evidence consists of one Seagate Barracuda 1000GB HDD (S/N W1D48Z6E) containing a clone copy of a Seagate Constellation ES 500GB HDD (S/N Z1M1Q1FX). Both drives were collected via Tableau TX-1, S/N 000ECC58017139, on August 12, 2019, at 07:00 PM EDT. The request ID is 112048. The FBI holds the property and restricts distribution of this document.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "seagate",
        "hdd",
        "nyc027711",
        "90a-ny-3151227",
        "1b12",
        "derivative"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025416",
            "similarity": 0.538,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025429",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027966",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032099",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB hard drive (S/N S1D85PLA) was submitted as a CART Derivative Evidence (NYCO27701). The drive contained a clone copy of a Seagate Barracuda 500GB HDD (S/N 23T6C3JA) collected via Tableau TX-1, S/N 000ECC58017139. The request ID was 112048. The evidence was collected from a redacted location and held in New York.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "nyco27701",
        "hard drive",
        "seagate",
        "clone",
        "request id",
        "90a-ny-3151227"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027966",
            "similarity": 0.583,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032097",
            "similarity": 0.5,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021298",
      "summary": "This is a request for medical examiner records submitted to the New York City Office of Chief Medical Examiner regarding the case of Jeffrey Epstein. The request includes an autopsy report, complete medical examiner case file, all photographs, X-rays, and unspecified additional materials. The request was submitted on August 19, 2019, and is associated with case number EFTA00021298.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "medical examiner",
        "jeffrey epstein",
        "autopsy report",
        "case file",
        "photographs",
        "x-rays",
        "new york",
        "nyc",
        "redaction",
        "request for records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015842",
      "summary": "On August 21, 2019, at 4:00 PM EDT, a Hitachi 2TB Hard Drive (S/N B9GMGTYF) was collected as evidence related to a death investigation involving Jeffrey Epstein. The drive contained verified E01 images designated NYCO23589, NYCO23593, NYCO23594, and NYCO23595. The evidence was submitted as a CART Derivative (Evidence NYCO23597) and is a master copy. The collection was conducted by the FBI’s CART-NY unit in New York.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "nyco23597",
        "hitachi",
        "hard drive",
        "e01",
        "90a-ny-3151227",
        "jeffrey epstein",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015840",
      "summary": "On August 22, 2019, a WD Black 3TB hard drive (S/N WCC13LZR579P) was collected as evidence in Case ID 90A-NY-3151227, a death investigation. The hard drive contained verified E01 images numbered NYCO23578 through NYCO23592. The evidence was collected from a redacted location and held at the New York holding office.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "August 22, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "wd black",
        "nyco23596",
        "serial number",
        "digital",
        "90a-ny-3151227",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015134",
      "summary": "An email exchange discusses missing e-ticket receipts for airfare related to travel cases, specifically the “Epstein Case.” The total airfare cost is approximately $8,000, covering flights from locations including West Palm FL, Los Angeles CA, Fort Lauderdale FL, Dayton OH, Los Angeles CA, Washington DC, Las Vegas, and Barcelona Spain to New York City. An invoice for a $1.429.02 flight is also included. The email also contains automated notifications regarding voucher processing and offers for hotel and rental car bookings.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2019",
      "keywords": [
        "efta00015134",
        "airfare",
        "epstein case",
        "usanys",
        "travel",
        "receipts",
        "hotel reservations",
        "nyc",
        "august 26",
        "2019",
        "e-ticket"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024434",
      "summary": "An individual ([REDACTED]) forwarded a message to ([REDACTED]) regarding a potential Epstein victim. The original message was from an AUSA in Boston who received a text from someone about a model who was allegedly taken to Epstein’s townhouse 20 years prior. The sender requested assistance in connecting the model with the recipient’s office, which may have been involved in the Epstein case and could provide guidance to the model.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "epstein",
        "victims",
        "contact",
        "ausa",
        "nyc",
        "model",
        "case",
        "david boise",
        "redaction",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015296",
      "summary": "An email chain discusses booking travel for an Epstein victim to fly from Palm Beach, FL to New York City (SDNY) on September 12, 2019. The travel includes a hotel stay in NYC for one night, September 12th, and a return flight to Palm Beach on September 13, 2019. The purpose of the trip is for the victim to meet with AUSAs and agents at 5pm on September 12th. The email includes details like the victim's full name, date of birth, flight information, and hotel requirements.",
      "timestamp": "2019-09-12T00:00:00",
      "timestamp_raw": "September 12, 2019",
      "keywords": [
        "efta00015296",
        "travel",
        "booking",
        "airfare",
        "hotel",
        "epstein",
        "usao funds",
        "palm beach",
        "new york",
        "9/12"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028193",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028193",
      "summary": "An email was sent requesting travel arrangements for an Epstein victim to fly from Palm Beach, FL to New York City (SDNY) on September 12, 2019. The purpose of the trip is to meet with AUSAs and agents at 5pm. Accommodation is required for one night at a hotel in NYC, with a return flight to Palm Beach scheduled for September 13, 2019. The email includes the victim’s full name, date of birth, and email address.",
      "timestamp": "2019-09-12T00:00:00",
      "timestamp_raw": "September 12, 2019",
      "keywords": [
        "efta00028193",
        "travel",
        "booking",
        "epstein",
        "victim",
        "usao funds",
        "palm beach",
        "new york",
        "9/12",
        "9/13"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015296",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009928",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on September 18, 2019, regarding information obtained from a source. The source claims a woman provided names of girls she helped traffic to Jeffrey Epstein during FBI interviews in 2011. The source also alleges Epstein trafficked other women to “other men,” citing two other women and referencing surveillance cameras in NYC residences. The information is planned to be aired on [REDACTED].",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "September 18, 2019",
      "keywords": [
        "efta00009928",
        "fbi",
        "sdny",
        "trafficking",
        "epstein",
        "redaction",
        "doj",
        "girls",
        "nyc",
        "cameras"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038190",
      "summary": "*   A follow-up is being sent regarding several items. *   A meeting is scheduled for October 11th at 9:30 with an individual named “at” in “=”. *   Photographs seized during search warrants need to be retrieved and checked for dates. *   An analyst is to provide a summary of Maxwell’s flight records, focusing on any overlaps, with an estimated timeline of one week. *   Confirmation is requested to ensure all individuals listed as “are” are present in VNS. *   An individual named “who” is expected to send emails related to the case has been contacted. *   An invitation to a meeting with attorneys on October 8th at 10 a.m. is being extended, and the recipient is invited to join.",
      "timestamp": "2019-09-23T00:00:00",
      "timestamp_raw": "23 Sep 2019",
      "keywords": [
        "efta00038190",
        "redaction analysis",
        "flight records",
        "maxwell",
        "epstein",
        "vns",
        "photos",
        "interviews",
        "attorney",
        "nyc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038227",
      "summary": "A briefing regarding the Epstein case, identified as EFTA00038227, was conducted on October 8, 2019. The analysis of digital evidence is pending due to ongoing taint team review. Ghislaine Maxwell and an attorney had a proffer on October 8, 2019, and another attorney proffer on October 7, 2019. Approximately 80 victims have been identified, with hundreds more unidentified. Two briefings were scheduled in Miami and NYC on October 11, 2019.",
      "timestamp": "2019-10-08T00:00:00",
      "timestamp_raw": "October 8, 2019",
      "keywords": [
        "epstein",
        "briefing",
        "digital evidence",
        "victims",
        "proffer",
        "ghislaine maxwell",
        "attorney",
        "miami",
        "nyc",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038312",
      "summary": "Jillian Gonzales, an associate producer for The Dr. Oz Show, contacted VictimServices at the FBI on October 14, 2019, inquiring about the objective and accessibility of an FBI briefing for Jeffrey Epstein survivors held in NYC on October 23, 2019. The email chain was forwarded to the FBI for response.",
      "timestamp": "2019-10-14T00:00:00",
      "timestamp_raw": "October 14, 2019",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "briefing",
        "redaction",
        "victimservices",
        "dr. oz",
        "jillian gonzales",
        "nyc",
        "media",
        "response"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037405",
      "summary": "On October 15, 2019, Jillian Gonzales, an associate producer for The Dr. Oz Show, emailed the FBI New York’s Victims Services Unit inquiring about the objective and accessibility of an FBI briefing for survivors of Jeffrey Epstein held in NYC on October 23rd. A Public Affairs Specialist responded, stating the FBI would not be able to assist due to the nature of the inquiry. Jillian Gonzales then emailed the FBI New York again on October 14, 2019, reiterating her request for information about the briefing.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "fbi",
        "briefing",
        "epstein",
        "victims services",
        "new york",
        "jillian gonzales",
        "dr. oz",
        "fbi new york",
        "efta00037405",
        "media"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038634",
      "summary": "An FBI Victim Services Division program manager (SE) forwarded archived emails related to the Epstein/Maxwell investigation. The emails detail communications regarding flight bookings (October 19, 2019) from New York to Jamaica, NY, including Expedia bookings and lodging arrangements at the Moxy NYC Downtown hotel. The emails also outline transportation reimbursement policies and coverage for airport and field office travel.  Five emails are referenced, with this being the first.",
      "timestamp": "2019-10-19T00:00:00",
      "timestamp_raw": "October 19, 2019",
      "keywords": [
        "epstein",
        "maxwell",
        "fbi",
        "victim services",
        "email",
        "flight itinerary",
        "new york",
        "expedia",
        "redaction",
        "richmond ra"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038222",
      "summary": "The document details a series of email exchanges between Jennifer Clark (CAMS at FIU - Law Enforcement Outreach and Investigations - North America) and various FBI contacts, primarily within the New York Office (NYO DSAC Coordinator) and the Private Sector Coordinator. The core of the communication revolves around a news article investigation related to the Epstein case, with Clark seeking a contact within the FBI NYC to forward a regulatory report. Discussions also include a referral to a new Denver agent, John M, and a general request for assistance from Western Union in facilitating information sharing with law enforcement. Multiple redactions are present throughout the document.",
      "timestamp": "2019-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2019",
      "keywords": [
        "fbi",
        "fiu",
        "western union",
        "encryption",
        "investigation",
        "report",
        "law enforcement",
        "contact",
        "private sector",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019744",
      "summary": "An Assistant United States Attorney sent a subpoena (attached as 2019-10-07_subpoena_tolapdf) to [REDACTED] requesting a subpoena for CapitalOne regarding a specific matter. The subpoena should include provided text and utilize an account number found by [REDACTED]. The Forensic Accountant at the FBI New York Field Office (26 Federal Plaza, NYC, NY 10278) was to forward results electronically to the Special Agent Federal Bureau of Investigation.",
      "timestamp": "2019-11-07T00:00:00",
      "timestamp_raw": "07 Oct 2019",
      "keywords": [
        "subpoena",
        "capitalone",
        "fbi",
        "forensic accountant",
        "new york",
        "rider",
        "redacted",
        "united states attorney",
        "investigation",
        "electronic format"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037407",
      "summary": "An email chain discusses an FBI briefing on October 23rd for survivors of Jeffrey Epstein, held in NYC. The briefing was initiated by the FBI Victim Services Division and prompted an inquiry from Jillian Gonzales of The Dr. Oz Show regarding the briefing’s objective and accessibility.  The email includes correspondence between FBI personnel and a forwarded message from the FBI Victim Services Division to Dr. Oz’s production team. EFTA00037407 and EFTA00037408 are identified as file identifiers.",
      "timestamp": "2019-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2019",
      "keywords": [
        "fbi",
        "briefing",
        "epstein",
        "fbi victim services",
        "redaction",
        "response",
        "meeting",
        "nyc",
        "dr. oz",
        "survivors"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038636",
      "summary": "A reservation was made for a Moxy NYC Downtown hotel room from October 22nd to October 24th, 2019, under confirmation number EFTA00038636. The booking included a standard room with one queen bed and offers benefits such as free Wi-Fi and Marriott Bonvoy points. The total cost includes a negotiated local rate, daily off-site parking fees (USD 48), and potential additional fees and taxes. The reservation requires a credit card for guarantee and has a cancellation policy with a fee for late cancellations.  The hotel emphasizes its space-saving and experience-focused design, offering a co-working space and bar with complimentary drinks.",
      "timestamp": "2019-11-18T00:00:00",
      "timestamp_raw": "18 Oct 2019",
      "keywords": [
        "moxy nyc downtown",
        "reservation",
        "marriott bonvoy",
        "hotel",
        "booking",
        "cancellation",
        "room",
        "charges",
        "wi-fi",
        "points"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035762",
      "summary": "On November 20, 2019, the FBI’s New York Division requested a forensic examination of an Apple iPhone Xs (model A1920, S/N: F17XD9PKKPFW, IMEI: 357208091738649) obtained via Consent to Search. The examination, conducted by the Computer Analysis Response Team (CART), involved a physical inventory, data extractions from the device and SIM card using commercial software, and a request for a full file system extraction. Data was extracted on 9/17/2019, and a report was generated.  Two archived copies of the data were created and released to the New York Division Evidence Control Unit: 1644_NYCO25647 and 1646_NYFO1278. The Sprint SIM Card (ICCID: 89312530002006358152) was also extracted and archived.",
      "timestamp": "2019-11-20T00:00:00",
      "timestamp_raw": "November 20, 2019",
      "keywords": [
        "fbi",
        "new york",
        "iphone xs",
        "forensic examination",
        "consent to search",
        "sim card",
        "data extraction",
        "evidence analysis",
        "case id",
        "sprint"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037689",
      "summary": "An email was sent from an FBI Forensic Accountant at the New York Field Office (EFTA00037689) to an unidentified recipient regarding “Clear & Accurint Rpts.” An attachment named “Clear_Rpt.pdf” was included.",
      "timestamp": "2019-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2019",
      "keywords": [
        "efta00037689",
        "redaction analysis",
        "clear rpt",
        "forensic accountant",
        "fbi",
        "nyc",
        "imi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019839",
      "summary": "Multiple requests are being made for travel arrangements related to the Epstein investigation (2018R01618). These requests involve travel to Los Angeles, West Palm Beach, and potentially Fort Lauderdale, Florida, for interviews and meetings with victims. Recurring requests include refundable tickets, a preference for the DoubleTree Santa Monica hotel, and the need for a conference room for interviews. The travel dates vary, often spanning several days and dependent on scheduling availability. Approvals have been granted for these travel requests.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "December 15, 2019",
      "keywords": [
        "travel approval",
        "flight",
        "lax",
        "jfk",
        "nyc",
        "doubletree",
        "conference room",
        "interview",
        "epstein",
        "west palm beach"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031584",
      "summary": "Multiple individuals exchanged emails regarding a meeting concerning “Nycha,” potentially related to the Epstein Fund. Offers were made for a meeting on Monday, with January 3rd or 6th suggested as alternative dates due to holiday scheduling conflicts. One individual reported the team was investigating EPA issues and false statements from an interview. Redactions were present throughout the emails.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "nycha",
        "epa",
        "epstein fund",
        "monday",
        "redaction",
        "meeting",
        "january",
        "statements",
        "interview",
        "team"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038397",
      "summary": "An email exchange occurred regarding a scheduled interview with David Rodgers, facilitated by his attorney. The attorney requested a meeting with Rodgers after his return from a cruise in late January/early February, with plans to fly him to New York City for the meeting. The Assistant United States Attorney in the Southern District of New York was coordinating logistics.",
      "timestamp": "2020-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2020",
      "keywords": [
        "efta00038397",
        "david rodgers",
        "attorney",
        "cruise",
        "interview",
        "january",
        "february",
        "nyc",
        "logistics",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016939",
      "summary": "An individual ([REDACTED]) contacted multiple recipients, including FBI personnel, regarding a hard drive containing Epstein search warrant documents. The hard drive contained both new and potentially previously received materials, with numerous folders labeled with dates (e.g., \"loadFiles\" with a modified date of 11/14/19 and \"NYC024362\" with a modified date of 1/27/20). The sender was unable to determine which folders corresponded to specific devices or which materials were entirely new. The sender requested a spreadsheet detailing all devices, their extraction status, and the materials associated with each transfer to improve organization and review efficiency.",
      "timestamp": "2020-02-15T00:00:00",
      "timestamp_raw": "15 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "hard drive",
        "fbi",
        "redaction",
        "data transfer",
        "folders",
        "devices",
        "materials",
        "labeling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032341",
      "summary": "*   **Judge Resignation:** A Kansas federal judge resigned amidst allegations of sexual harassment, an affair, and tardiness. *   **USPTO Rule Changes:** The U.S. Patent and Trademark Office modified a rule requiring trademark owners to post their email addresses. *   **Trump Commutations & Waivers:** President Trump commuted the sentence of Rod Blagojevich and authorized the Trump administration to waive federal procurement laws to expedite the construction of the border wall. *   **EPA Watchdog Report:** The EPA’s internal watchdog criticized the regulator’s monitoring of the Mexico border program. *   **DC Circuit Ruling:** The D.C. Circuit Court ruled the House of Representatives cannot sue the President over funding disputes. *   **NCLA Challenges:** The New Civil Liberties Alliance (NCLA) supported challenges to the SEC administrative law judges and to a shrinking TCPA’s reach. *   **Bloomberg Proposals:** Michael Bloomberg proposed a financial transaction tax and student loan debt relief. *   **South Carolina Litigation:** A federal judge continued litigation challenging oil-and-gas seismic testing off the Atlantic Coast. *   **EPA Water Rule Criticism:** Environmental groups criticized the EPA’s new water regulation for allegedly ignoring potential impacts on endangered species. *   **ACA Appeal:** Republican state attorneys general urged the Supreme Court to reject an appeal protecting the Affordable Care Act. *   **AI in Patent Examination:** The U.S. Patent and Trademark Office is experimenting with AI in patent examination but raises concerns about due process and labor. *   **Other Notable Cases:** Several other legal developments were reported including: Restaurant groups cannot challenge NYC fair work week law; TSMC challenges Huawei; Former Teva exec slams price-fixing claims;  Texas judge rules Huawei contracting ban is constitutional;  DC Circ. wary that House can't sue Prez over funding rows, EU adds Cayman Islands to tax haven blacklist. **Firm & Personnel News** *   Several law firms announced hires and developments, including BakerHostetler, Fox Rothschild, Kirkland & Ellis, and Morrison & Foerster, as well as the appointment of Mark Filip as monitoring trustee for Live Nation. **Job Postings** *   Two job listings were included: one for a Products Liability Associate at McCarter & English and another for an Assistant Attorney General - Public Access Bureau position with the Illinois Attorney General's Office.",
      "timestamp": "2020-02-19T00:00:00",
      "timestamp_raw": "February 19, 2020",
      "keywords": [
        "efta00032341",
        "public policy",
        "roger stone",
        "sentencing",
        "trump",
        "barr",
        "kansas judge",
        "trademark",
        "u.s. patent and trademark office",
        "blagojevich",
        "border wall",
        "epa",
        "environmental protection agency",
        "dc circuit",
        "ncla",
        "michael bloomberg",
        "tax",
        "south carolina",
        "clean water act",
        "affordable care act",
        "tcpa",
        "huawei",
        "artificial intelligence",
        "bar exam",
        "weinstein",
        "gag order",
        "richards layton",
        "doj",
        "antitrust",
        "live nation",
        "clifford chance",
        "staffing co.",
        "jobs",
        "associate",
        "attorney - assistant attorney general - public access bureau",
        "privacy policy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023307",
      "summary": "A Lyft ride occurred on February 26, 2020, at 4:53 AM from Long Island, JFK Access Rd, Jamaica, NY to an unknown destination. The fare was $45.89, including taxes and a tip. The ride was facilitated by a driver with TLC License 5939003 and operating from the Tri-City base (B02510) and affiliated base (B02875). The receipt number is 1376134985404169114.  The Lyft company provides contact information including a phone number for complaints to the NYC TLC (311) and its address.",
      "timestamp": "2020-02-26T00:00:00",
      "timestamp_raw": "February 26, 2020",
      "keywords": [
        "lyft",
        "ride receipt",
        "nyc tlc",
        "driver",
        "fare",
        "price",
        "tip",
        "new york",
        "jfk",
        "map",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011365",
      "summary": "The transcript, provided by Sigrid McCawley of Boies Schiller Flexner LLP, details Maxwell’s activities and background. Key points include: *   **Source Material:** The deposition is based on a 2019 deposition transcript, attached as \"Maxwell_Dep._Tr._(Slip_and_Fall_Case).pdf.\" *   **Initial Delivery:** The transcript was initially forwarded by Sigrid McCawley to [REDACTED]. *   **Case Background:** The case is a civil lawsuit against Maxwell in New York related to a slip-and-fall incident. *   **Maxwell’s Claims:** Maxwell claimed to have resided primarily in NYC (September 2015), was a U.S. citizen (born in Paris, France and England), a registered EMT and helicopter pilot, and operated a board placement company called Ellmax LLC (initially established by Darren Indyke). *   **Ellmax Details:** Ellmax generated minimal revenue, primarily used for travel costs, and Maxwell did not receive a salary. She paid herself out of personal funds. *   **Other Companies:** Maxwell worked for other companies, including Terramar Project and had a personal assistant for over 10 years. *   **Property Ownership:** Maxwell owned a property in Miami Beach (2000-2016), held through an LLC. It was managed by Monte Albers De Leon. *   **Tax Records:** Her taxes were prepared by Mark, Paneth & Shron, and showed expenses related to travel and consulting. The document provides a record of Maxwell's answers to questions regarding her background, businesses, and property holdings, as part of the legal proceedings.",
      "timestamp": "2020-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition",
        "slip and fall case",
        "aig",
        "nyc",
        "2019",
        "france",
        "england",
        "us citizen",
        "ellmax",
        "terramar project",
        "robert foos",
        "florida",
        "tax returns",
        "monte albers de leon"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020473",
      "summary": "*   **Complainant Account:** A woman (identified as redacted) who claims to have been introduced to Epstein by a Canadian friend in 2002-2004. *   **Complainant Activity:** The woman facilitated meetings between Epstein and underage aspiring models, allegedly procuring them for sex trafficking with Epstein and Maxwell’s involvement. She described receiving money from Epstein for her services. *   **Witness Information:** A 40-year-old witness, also redacted, who identifies themselves as the complainant’s friend. *   **Technical Data:** The tip originated from an IP address in Stockholm, Sweden.  The user browser and referrer were also recorded.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "May 8, 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "ghislaine maxwell",
        "sex trafficking",
        "child sex trafficking",
        "fbi",
        "ntoc",
        "nyc",
        "stockholm",
        "2002-2004",
        "tipsibi.gov"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015950",
      "summary": "An individual (identified as EFTA00015950) sent an email to an unknown recipient on July 13, 2020, detailing a sexual assault they experienced at approximately age 18 in a New York City restaurant. The assault was perpetrated by Jeffrey Epstein. The sender has since attempted to erase memories of the incident and lacks concrete proof. They recall a \"woman\" and multiple other \"girls\" being present and express a desire to share their experience, though they acknowledge limited information and inability to connect it to Ghislaine Maxwell’s case.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "July 13, 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "sexual assault",
        "victim",
        "trauma",
        "nyc",
        "redaction",
        "email",
        "case",
        "memory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015948",
            "similarity": 0.818,
            "index": 64,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015948",
      "summary": "An individual (EFTA00015949) contacted a recipient (EFTA00015948) via email regarding a past sexual assault involving Jeffrey Epstein. The individual, who had been sexually assaulted at age 18 in a NYC restaurant/club, had suppressed the memory due to fear and confusion. Upon seeing Epstein’s face in the news, they realized the assault was by Epstein and attempted to share the information, expressing uncertainty about potential assistance and acknowledging the possibility of another woman being present. The individual also mentioned recalling details about the venue and the other women involved, but lacked concrete proof.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "sexual assault",
        "nyc",
        "jeffrey epstein",
        "victim",
        "trauma",
        "redaction",
        "email",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015950",
            "similarity": 0.818,
            "index": 63,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030391",
      "summary": "This document is an email chain regarding search warrant documents related to Jeffrey Epstein’s case. It includes emails between the USANYs contractor, the FBI, and potentially other individuals. File folders with names like NYC024328, NYC024329, etc., were exchanged, along with a .DS Store file. One email includes contact information for a NYO CART Coordinator and Senior Forensic Examiner.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "redaction",
        "contractor",
        "usanys",
        "nyc024328",
        "2020",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024717",
      "summary": "An email exchange discusses discrepancies regarding provided data related to the US v. Epstein case. One party (identified as [REDACTED]) questions the provision of NYCO24392 and NYCO24328, noting the absence of those identifiers in attached spreadsheets and a list of devices. Folders containing data related to NYCO24363, NYCO24392, NYCO24328, NYCO24365, NYCO24366, NYCO24371, and NYCO24383 are being sent for upload to Relativity.",
      "timestamp": "2020-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2020",
      "keywords": [
        "epstein",
        "nyco24328",
        "nyco24392",
        "nyco24363",
        "nyco24365",
        "nyco24366",
        "nyco24371",
        "nyco24383",
        "relativity",
        "us v. epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037475",
      "summary": "The email chain concerns seven devices identified as NYC024363, NYC024392, NYC024328, NYC024365, NYC024366, NYC024371, and NYC024383. One device, NYC024392, was flagged as “not yet ready” on a spreadsheet. Another device, NYC024328, is missing from the spreadsheet despite being part of the listed sequence. The sender requests clarification on these discrepancies and confirmation of a Wednesday delivery timeline for the extracted devices. The sender also mentions needing to re-process a large laptop and two desktops.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "20 Jul 2020",
      "keywords": [
        "efta00037475",
        "redaction analysis",
        "spreadsheet",
        "nyc024363",
        "nyc024392",
        "nyc024328",
        "devices",
        "ori inal messa e",
        "vendor",
        "laptops",
        "desktops"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015844",
      "summary": "*   An email chain discusses the status of “Epstein Evidence,” specifically related to recovered data from seven devices. *   Approximately 71,000 zero-byte files were identified within the extracted materials. *   There are issues with physical drive failures, requiring specialist recovery efforts. Several drives (NYC024376-380 and NYC024395) are still being processed. *   Updates were provided to a recipient regarding the addition of three new device identifiers: NYC024328, NYC024367, and NYC027910. *   A request was made for a double-check of a spreadsheet and associated files on Monday.",
      "timestamp": "2020-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2020",
      "keywords": [
        "epstein",
        "evidence",
        "files",
        "servers",
        "data recovery",
        "spreadsheet",
        "extraction",
        "devices",
        "nyc024385",
        "empty files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029882",
      "summary": "*   There are duplicate copies of three folders (NYCO24328, NYCO24366, and NYCO24392) included in the recent delivery. *   One item (NYCO27913) was missing from the most recent disc, as noted in a spreadsheet. *   The sender ([REDACTED]) is inquiring about discrepancies between spreadsheets and confirming the existence of three additional devices (NYCO24328, NYCO24367, and NYCO27910) added to the list. *   The vendor reported approximately 71,000 zero-byte documents within the initial seven devices, which the recipient is verifying. *   Several drives are flagged as requiring specialist recovery due to physical failures. *   Updates to the spreadsheet are being provided and are expected to take 1-2 days to process.",
      "timestamp": "2020-08-03T00:00:00",
      "timestamp_raw": "03 Aug 2020",
      "keywords": [
        "epstein",
        "evidence",
        "nyco24328",
        "nyco24366",
        "nyco24392",
        "nyco27913",
        "zero bytes",
        "files",
        "spreadsheet",
        "data recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029879",
      "summary": "*   There are questions regarding duplicate folders (NYC024328, NYC024366, NYC024392) provided, and whether supplemental information exists within them. *   A missing file (NYC027913) is flagged, and a spreadsheet with highlighted items is attached for reference. *   The recipient acknowledges approximately 71,000 zero-byte documents within the initial seven devices, potentially due to extraction issues. *   There are inquiries about three additional devices not previously listed in the spreadsheet (NYC024328, NYC024367, NYC027910). *   The recipient indicates that some drives are being processed, including a range of NYC024376 through 380 and several drives in NYC024395, and anticipates a delay of 1-2 days for further analysis. *   A vendor advises on the presence of zero-byte files and suggests a review to determine the cause.",
      "timestamp": "2020-08-03T00:00:00",
      "timestamp_raw": "03 Aug 2020",
      "keywords": [
        "efta00029879",
        "nyc024328",
        "nyc024366",
        "nyc024392",
        "nyc027913",
        "july 23",
        "july 24",
        "spreadsheet",
        "data recovery",
        "empty files",
        "extraction process"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030896",
      "summary": "*   **Missing Items:** There’s a discrepancy regarding the inclusion of NYC027913 on the thumb drives. Additionally, three folders (NYC024328, NYC024366, NYC024392) are duplicated in the provided materials. *   **Pending Supplemental Materials:** Questions arise about the status of supplemental materials for several devices, with an estimated seven total. *   **Hardware Recovery:**  Some devices, particularly those marked gray, require physical recovery due to hardware failures. *   **Zero-Byte Files:** The vendor reports approximately 71,000 zero-byte files found in the initial seven devices, potentially due to software extraction issues. *   **Ongoing Processing:** There are outstanding devices (NYC024376 through 380 and drives in NYC024395) being processed for recovery.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "efta00030896",
        "nyc024332",
        "nyc024369",
        "nyc024369_1",
        "nyc024372",
        "nyc024384",
        "relativity",
        "evidence",
        "zero byte files",
        "data recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031217",
            "similarity": 0.538,
            "index": 72,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031217",
      "summary": "This document pertains to the handling of materials related to the Epstein evidence, specifically tracking digital drives (NYC identifiers) containing data. The primary concern revolves around discrepancies between provided spreadsheets and received materials, including missing files (NYC027913), duplicate folders (NYC024328, NYC024366, NYC024392), and a significant number of zero-byte files (approximately 71,000) discovered by the vendor.  Several individuals are involved in the process – including Sony, Mi, and the original sender – attempting to reconcile the data, address delays in hardware recovery (specifically regarding physically failed drives), and determine the status of pending items. There are ongoing efforts to obtain additional materials and investigate the root cause of the zero-byte files.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "nyc024328",
        "nyc024369",
        "nyc024369_1",
        "nyc024372",
        "nyc024384",
        "relativity",
        "thumb drive",
        "nyc027913",
        "zero byte files",
        "data recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030896",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031222",
            "similarity": 0.5,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021893",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031222",
      "summary": "The documents detail a process of receiving and analyzing materials related to the “Epstein Evidence,” specifically thumb drives containing data from various devices (NYC0243XX series). Initial communications involve requests for delivery of a thumb drive with five devices, followed by inquiries about missing files, duplicate folders, and the status of zero-byte files.  Concerns are raised about hardware failures and the need for data recovery specialists. Updates are provided regarding the progress of the analysis and the expected arrival of additional materials.  The recipient is requesting clarification on discrepancies between spreadsheets and the status of devices requiring hardware recovery.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "efta00031222",
        "relativity",
        "nyc024328",
        "nyc024369",
        "nyc027913",
        "thumb drive",
        "data recovery",
        "zero byte files",
        "maxwell",
        "processing",
        "extraction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031217",
            "similarity": 0.5,
            "index": 72,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021893",
            "similarity": 0.615,
            "index": 74,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021893",
      "summary": "Several individuals are involved in the upload and processing of materials related to the Epstein case. A hard drive containing five devices (NYCO24332, NYCO24369, NYCO24369_1, NYCO24372, and NYCO24384) was sent to a recipient. There were issues with missing files, including NYC027913, and duplicate folders (NYC024328, NYC024366, and NYC024392). The recipient inquired about supplemental materials and the status of devices with zero-byte files (approximately 71,000). Some drives were flagged as requiring specialist recovery due to physical failures. The recipient was tracking the progress of the spreadsheet updates and expected additional materials to arrive by Monday.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "efta00021893",
        "relativity",
        "nyc024328",
        "nyc024369",
        "nyc027913",
        "thumb drive",
        "data recovery",
        "zero byte files",
        "maxwell",
        "uploads"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031222",
            "similarity": 0.615,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031217",
            "similarity": 0.538,
            "index": 72,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025524",
      "summary": "On September 18, 2020, a communication discusses upcoming events and investigations. A “Cops argument” is scheduled for Monday at 10 AM with Walker, Carney, and Park. The NYCHA team has a meeting with “Brass” and circulated materials. Robert Adams, a guard at MCC, is scheduled to be arrested next week for bribery and related sexual misconduct, stemming from an investigation linked to Jeffrey Epstein. The FBI is coordinating the arrest, considering options for MCC or a voluntary surrender, and plans to issue a press release. There is also a casual note about National Cheeseburger Day and International Talk Like a Pirate Day.",
      "timestamp": "2020-09-18T00:00:00",
      "timestamp_raw": "September 18, 2020",
      "keywords": [
        "efta00025524",
        "usanys",
        "nycha",
        "robert adams",
        "bribery",
        "arrest",
        "fbi",
        "mcc",
        "silver",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031093",
      "summary": "This document contains a collection of news clippings from October 6, 2020, focusing on SDNY matters. The clippings cover stories related to Michael Flynn, the Hernandez case, tax investigations involving Wayne Lopleffe, Eric Holder and William Barr, and various news reports from outlets including the WSJ, Politico, NYPost, NTT, DailyNews, HuffPost, NYC Diaz, Tom, WAPO, and The Week in Review. The clippings are associated with redaction identifiers EFTA00031093.",
      "timestamp": "2020-10-06T00:00:00",
      "timestamp_raw": "October 6, 2020",
      "keywords": [
        "sdny news clips",
        "redaction analysis",
        "epstein",
        "hernandez",
        "politico",
        "nypost",
        "wsj",
        "huffpo",
        "ntt",
        "wapo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015206",
      "summary": "An Assistant United States Attorney from the Southern District of New York received image and video files from Epstein devices (NYCO24328, NYCO24329, NYCO24353, NYCO24365, NYCO24366, NYCO24371, NYCO24383) on October 15, 2020. The files related to device NYCO24342 were found to be empty. The sender is awaiting additional images and videos from the listed devices.",
      "timestamp": "2020-10-15T00:00:00",
      "timestamp_raw": "October 15, 2020",
      "keywords": [
        "epstein",
        "images",
        "videos",
        "devices",
        "nyco243*",
        "united states attorney",
        "redaction",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030524",
      "summary": "On November 2, 2020, a request was made to produce documents from the “NYC024348”, “NYC024349”, and “NYC024350” folders within the “US v. Epstein (SW Returns)” database. Specifically, 347 documents were tagged as “Identified Responsive” in one folder, 39 in another, and 4,897 in the third. A vendor inquired about the scope of the search, and confirmations were received regarding the planned production. On October 28, 2020, a new request was submitted for searches on the same folders, using specific search terms and email addresses, all tagged as “Potentially Responsive.” The goal was to identify potentially responsive documents for review and subsequent production.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "maxwell case",
        "usanys",
        "contractor",
        "relativity",
        "nyc024348",
        "nyc024349",
        "nyc024350",
        "responsive documents",
        "epstein",
        "search terms",
        "email addresses",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024812",
      "summary": "An email was sent on November 6, 2020, from EFTA00024812 to an unknown recipient, detailing an updated spreadsheet of electronic devices associated with Jeffrey Epstein, including the NYC number as a parent machine. The spreadsheet, titled \"Spreadsheet_of Epstein_Electronic_Devices_in_SWs.xlsx,\" was attached.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "November 6, 2020",
      "keywords": [
        "efta00024812",
        "device spreadsheet",
        "electronic devices",
        "sws",
        "redaction",
        "nyc",
        "epstein",
        "spreadsheet",
        "updated",
        "parent machine"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028733",
      "summary": "The document is a production of discovery materials related to the United States v. Ghislaine Maxwell case. It details a set of native “carved” image files, previously produced in PDF format on November 9, 2020, originating from various devices (identified by codes like NYCO24321, NYCO24323, etc.). The files are stamped with control numbers and categorized as \"confidential.\" The production is governed by a Protective Order and includes an index (EFTA00028733) and supplemental materials (SDNY_GM_SUPP 00219450 & 00219451) containing images from additional devices. The U.S. Attorney's office indicates they will provide further materials if discovered.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "ghislaine maxwell",
        "sdny",
        "united states v.",
        "protective order",
        "redaction analysis",
        "carved images",
        "pdf",
        "nyco24321",
        "device",
        "confidental"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027069",
      "summary": "An email chain discusses scheduling a call to review a protocol for the examination of image and video files from device EFTA00027069. The protocol requires reviewers to read the warrant, affidavit, and Maxwell indictment. The initial focus is on reviewing the following devices: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, and NYC027908.  A discussion occurs regarding proposed meeting times (1:00 PM, 3:30 PM, 10:00 AM) and the involvement of USAO and FBI review teams.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "protocol",
        "review",
        "fbi",
        "usao",
        "maxwell",
        "devices",
        "warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 1.0,
            "index": 83,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00038127",
            "similarity": 0.538,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022050",
      "summary": "This email details a protocol for reviewing image and video files recovered from devices associated with Jeffrey Epstein and Ghislaine Maxwell. The protocol requires reviewers to consult the warrant and supporting affidavit. The FBI and USAO teams are tasked with reviewing specific device numbers (NYC024363, NYC024394, etc.).  The email requests a call with the teams to discuss the review process and answer questions. Attachments include the warrant application, a search warrant, a responsiveness review protocol, and the Maxwell indictment containing a photograph of Epstein and Maxwell.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review protocol",
        "fbi",
        "usao",
        "devices",
        "warrant",
        "maxwell",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027069",
            "similarity": 0.667,
            "index": 81,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024731",
            "similarity": 0.667,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038127",
            "similarity": 0.667,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022057",
            "similarity": 0.667,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024731",
      "summary": "An email chain discusses the review protocol for image and video files from devices related to Jeffrey Epstein and Ghislaine Maxwell. The protocol requires reviewers to read the warrant, supporting affidavit, and the Maxwell indictment (containing a photo of Epstein and Maxwell). The initial focus is on reviewing the following FBI device identifiers: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, and NYC027908. The sender requests a call with the USAO and FBI review teams to discuss the review process and answer questions.  Device reassignment may occur based on team progress.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "protocol",
        "review",
        "fbi",
        "usao",
        "maxwell",
        "devices",
        "warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 1.0,
            "index": 81,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038127",
            "similarity": 0.538,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022057",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037693",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038127",
      "summary": "An email chain discusses the review of image and video files from Jeffrey Epstein’s devices. The protocol requires reviewers to read the warrant and supporting affidavit, which are attached. The FBI team is tasked with reviewing specific device numbers: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, and NYC027908.  The USAO and FBI teams will coordinate, and the reviewer’s deadline is reviewed by October 31. A Maxwell indictment with an image of Epstein and Maxwell is also attached.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "fbi",
        "usao",
        "warrant",
        "affidavit",
        "devices",
        "review protocol",
        "image",
        "video files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024731",
            "similarity": 0.538,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.538,
            "index": 81,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00022057",
            "similarity": 0.538,
            "index": 85,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037760",
            "similarity": 0.615,
            "index": 93,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022057",
      "summary": "An email chain discusses the review of image and video files from Jeffrey Epstein’s devices. The protocol, attached as PDFs, requires reviewers to consult the warrant and supporting affidavit (including the Maxwell indictment with a photo of Epstein and Maxwell).  The sender requests a call with the FBI and USAO review teams to ensure alignment and answer questions. The initial devices to be reviewed are listed: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, NYC027908. Device assignments may be reassigned based on review progress.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "epstein",
        "fbi",
        "warrant",
        "review",
        "maxwell",
        "devices",
        "usao",
        "new york",
        "image",
        "video"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038127",
            "similarity": 0.538,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.818,
            "index": 83,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037693",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037669",
            "similarity": 0.571,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037666",
            "similarity": 0.538,
            "index": 92,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037693",
      "summary": "A review of image and video files from ten devices (NYCO24355, NYCO24323, NYCO24326, NYCO24334, NYCO24368, NYCO24394, NYCO24390, NYCO27908, NYCO27910, NYCO24363) is being conducted, likely related to an investigation. The review involves examining files from devices recovered in connection with a search warrant (20 Mag 6719).  Reviewers are instructed to consult the warrant, supporting affidavit, and a copy of the Maxwell indictment. The FBI team is initially assigned to review specific devices, with potential reassignment based on progress. The goal is to complete the review by the following Friday.",
      "timestamp": "2020-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2020",
      "keywords": [
        "efta00037693",
        "epstein",
        "devices",
        "review",
        "warrant",
        "fbi",
        "usao",
        "image",
        "video",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022057",
            "similarity": 0.667,
            "index": 85,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.667,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022050",
            "similarity": 0.538,
            "index": 82,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037666",
            "similarity": 0.538,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037760",
            "similarity": 0.5,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037766",
            "similarity": 0.5,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037669",
      "summary": "An email chain discusses the review of image and video files from ten devices associated with Jeffrey Epstein and Ghislaine Maxwell. The review is being conducted by a team, with initial assignments to the FBI and USAO teams. The team requires reviewers to familiarize themselves with the case, including reading the warrant, supporting affidavit, and Maxwell indictment. A specific set of devices (NYC024355, NYC024323, NYC024326, NYC024334, NYC024368, NYC024394, NYC024390, NYC027908, NYC027910, NYC024363) were initially assigned to the FBI, with potential reassignment based on progress. The review was slated to be completed by the following Friday.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review",
        "devices",
        "cair",
        "protocol",
        "fbi",
        "usao",
        "maxwell",
        "warrants",
        "affidavit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022057",
            "similarity": 0.571,
            "index": 85,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.692,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.692,
            "index": 81,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037763",
            "similarity": 0.571,
            "index": 90,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038306",
            "similarity": 0.562,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037666",
            "similarity": 0.571,
            "index": 92,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038290",
      "summary": "This document pertains to the redaction analysis of electronic devices related to Jeffrey Epstein and Ghislaine Maxwell. A review protocol was established involving multiple individuals and teams (AUSAs, FBI, and USAO) to examine image and video files from ten devices: NYC024355, NYC024323, NYC024326, NYC024334, NYC024368, NYC024394, NYC024390, NYC027908, NYC027910, NYC024363.  The initial focus was for the FBI to review specific devices (listed above), while the USAO would coordinate with the teams. A 3:30 PM meeting time was proposed for initial coordination. The protocol required reviewers to familiarize themselves with the warrant and supporting affidavit and included the Maxwell indictment. Device locations were organized into folders for ease of access.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video file review",
        "devices",
        "ausas",
        "cair",
        "nyc0243xx",
        "protocol",
        "fbi",
        "maxwell",
        "warrant",
        "affidavits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038272",
            "similarity": 0.5,
            "index": 89,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037763",
            "similarity": 0.5,
            "index": 90,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038272",
      "summary": "*   **Goal:** The review is intended to be completed by next Friday. *   **Devices:** Ten devices are being reviewed, identified by codes like “NY-3027571” and associated with NYC locations. *   **Team Structure:**  A team is being assembled with members from the USAO and FBI. The FBI initially will review a subset of devices (listed on Page 3). *   **Protocol:** A review protocol has been established, requiring reviewers to familiarize themselves with the search warrant, affidavit, and Maxwell indictment. *   **Communication:** Regular updates and coordination are planned through email and scheduled calls.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video files",
        "device review",
        "maxwell",
        "warrant",
        "ausas",
        "cair",
        "fbi",
        "usao",
        "devices"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038290",
            "similarity": 0.5,
            "index": 88,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037763",
      "summary": "*   Ten devices (identified by NYC device codes) are to be reviewed. *   The review is being coordinated by an individual who is providing access and guidance to reviewers. *   The FBI and USAO teams are assigned specific devices to review initially. *   The review is intended to be completed by the following Friday. *   Attached documents include the review protocol, warrant, supporting affidavit, Maxwell indictment (with an Epstein photo), and a list of devices.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video file review",
        "devices",
        "cair",
        "protocol",
        "usao",
        "fbi",
        "nyc0243*",
        "maxwell",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038290",
            "similarity": 0.5,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037669",
            "similarity": 0.571,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.538,
            "index": 83,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038306",
            "similarity": 0.533,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037766",
            "similarity": 0.5,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038306",
      "summary": "*   The review involves examining 10 specific devices: NY-3027571_Safe, NYCO24334, NYCO24355, NYCO24323, NYCO24326, NYCO24334, NYCO24368, NYCO24394, NYCO24390, NYCO27908, NYCO27910, and NY-3027571_MAC, NYCO24363. *   The review includes a significant number of images and videos. *   A protocol has been established for the review, including designated folders and a deadline for completion (by next Friday). *   The AUSAs and FBI have requested a call to discuss the review and answer questions. *   The initial focus for the FBI team is a subset of the devices listed above. *   The individuals are coordinating to ensure access to the case files and to track the progress of the device review.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "devices",
        "review",
        "images",
        "videos",
        "warrants",
        "fbi",
        "usao",
        "cair",
        "protocol",
        "maxwell",
        "nyco243xx",
        "efta00038306"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037763",
            "similarity": 0.533,
            "index": 90,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037669",
            "similarity": 0.562,
            "index": 87,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037666",
      "summary": "*   The review is focused on images and videos from Epstein’s devices. *   Reviewers are instructed to read attachments including warrants, affidavits, and the Maxwell indictment. *   The FBI and USAO teams are assigned to review specific devices, with potential reassignment based on progress. *   A meeting time is proposed for approximately 3:30 PM to discuss the review. *   Access to the EFTA00037666 system and device folders is being provided to reviewers. *   The goal is to complete the review by the following Friday.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "patent",
        "review",
        "devices",
        "efta00037666",
        "epstein",
        "image",
        "video",
        "protocol",
        "usao",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037669",
            "similarity": 0.571,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037693",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022057",
            "similarity": 0.538,
            "index": 85,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037760",
            "similarity": 0.5,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037766",
            "similarity": 0.615,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037760",
      "summary": "Two emails detail the review of image and video files from devices associated with Jeffrey Epstein and Ghislaine Maxwell.  The review is being conducted by multiple parties, including the FBI and USAO, with a deadline of next Friday.  Ten devices (identified by alphanumeric codes like NY-3027571_Safe and NYCO243xx) are to be reviewed, with reviewers instructed to follow a specific protocol, including reading attached warrants, affidavits, and the Maxwell indictment. The initial FBI team is assigned specific devices to prioritize, with potential reassignment based on progress. Both emails confirm the negative findings of the image and video file review.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "file review",
        "devices",
        "protocol",
        "usao",
        "fbi",
        "maxwell",
        "warrant",
        "affidavit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037666",
            "similarity": 0.5,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037669",
            "similarity": 0.643,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037693",
            "similarity": 0.5,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037766",
            "similarity": 0.571,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037766",
      "summary": "*   Initial reports (Oct 26, 2020) indicated that two devices (NY-3027571_219407 and NY-3027571_215974) contained no images or videos. *   A subsequent email (Oct 19, 2020) detailed a protocol for reviewing ten devices (identified by NYC device codes) related to the case, requiring reviewers to consult the warrant, affidavit, and Maxwell indictment. *   The protocol initially assigned the FBI team to review specific devices, with the understanding that reassignment may occur. *   A request was made for a call with the USAO and FBI review teams to discuss the protocol and answer questions.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "Oct 26, 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review",
        "devices",
        "file",
        "protocol",
        "usao",
        "fbi",
        "nyc0243xx",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037760",
            "similarity": 0.571,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037666",
            "similarity": 0.615,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037763",
            "similarity": 0.5,
            "index": 90,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038151",
      "summary": "An email chain discusses unresponsive files from the FBI related to a Maxwell photo/video responsiveness review. Specifically, six files (f_003ald, f 003alf, f 0039eb, f_00394b, f 003994, and 2b2cf6a7acb1a26fa73bc8d0e28a25119968507e) from devices (NYCO24326, NYCO24355) were unable to be opened due to errors. The sender requests confirmation of responsive materials from additional devices (NYC024334, NYC027908, NYC024394, and NYC024363), with a focus on identifying the number of highly confidential images and videos and obtaining the materials from the unprovided device. Data is being requested for five devices (NYC024323, NYC024326, NYC024355, NYC024368, NYC027910) and a spreadsheet with counts for images and videos is included.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "fbi",
        "responsive files",
        "devices",
        "nyco24326",
        "nyco24355",
        "confidential",
        "files",
        "efta00038151",
        "data",
        "confirmation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038201",
      "summary": "This document is a record of email exchanges regarding the review of responsive files from the FBI related to the Maxwell photo/video responsiveness review. The primary concerns are: *   Six files on NYCO24326 are inaccessible due to errors (too large, damaged, or corrupted). *   Confirmation of the number of highly confidential images and videos associated with five devices (NYCO24323, NYCO24326, NYCO24355, NYCO24368, NYCO27910). *   Status of five additional devices (NYCO24334, NYCO27908, NYCO24394) and a device (NYCO24363) that were not included on the initial drive, requiring retrieval of responsive material. *   A request for updates on the device NYCO24363, which was delayed in providing responsive materials.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "04 Nov 2020",
      "keywords": [
        "fbi",
        "devices",
        "responsive files",
        "confidential",
        "images",
        "videos",
        "nyco243*",
        "efta00038201",
        "redaction",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030562",
      "summary": "A paralegal specialist from the U.S. Attorney's Office SDNY is preparing a drive for defense containing materials for production in the *US v Maxwell* case. The drive includes the iPhone data (NYC024318 1871) with a tentative Bates number. A cover letter and updated index are being prepared and will be sent to defense. Another individual is working on copying the MDC drive, and the paralegal is available to make changes to the cover letter and/or index as needed.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2020",
      "keywords": [
        "efta00030562",
        "usanys",
        "production",
        "drive",
        "index",
        "mdc",
        "maxwell",
        "discovery",
        "cover letter",
        "nyc024318"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009920",
      "summary": "*   The NYC Dept. of Design & Construction intends to shut off water and heat at the Metropolitan Detention Center (MDC) from 9:00 PM to 5:00 AM (November 17th - 21st) to facilitate construction. *   Inmates will receive one bottle of water and an extra blanket due to the service disruption. *   Sternheim is requesting a transfer for Maxwell from her current isolation cell to an interior cell, and specifically to a cell in the dayroom area where she’s permitted to review discovery materials. *   The U.S. Attorney states that Maxwell's cell temperature is being monitored and remains within BOP policy limits. *   A previous court order denying Maxwell’s request for specific confinement conditions was referenced. *   There are repeated notifications regarding the disruption of services and communication methods due to the COVID-19 situation.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "bop",
        "court order",
        "temperature",
        "cell",
        "water",
        "heat",
        "bobbi sternheim",
        "legal counsel",
        "confinement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023079",
      "summary": "A message was forwarded regarding a New York Daily News article detailing Jeffrey Epstein’s final days at the NYC jail, as revealed by inmate accounts. The article focuses on Efrain Reyes and Epstein’s circumstances. The message originated from a USANYS contractor, [REDACTED], and was sent to multiple recipients within USANYS.",
      "timestamp": "2020-12-28T00:00:00",
      "timestamp_raw": "December 28, 2020",
      "keywords": [
        "jeffrey epstein",
        "nyc jail",
        "inmates",
        "new york daily news",
        "efrain reyes",
        "redaction analysis",
        "usanys",
        "suicide",
        "prison",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015877",
            "similarity": 0.538,
            "index": 121,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011046",
      "summary": "This document is a collection of news clippings dated January 25, 2021, focusing on SDNY (Southern District of New York) news. The clippings cover topics including: Trump’s attempts to overturn election results, the arrest of Ghislaine Maxwell, legal issues involving Matt Laijapp and his firm, Capitol riot updates, human trafficking investigations, Supreme Court cases related to Trump, a crime involving a deceased NYC woman, news coverage of Fox News, NYPD incidents, cybersecurity issues, the SPAC market impacting electric car companies, and reporting on the handling of individuals involved in the January 6th Capitol attack.  A contact from the United States Department of Justice, Nicholas Blase, is also included.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "efta00011046",
        "sdny news clips",
        "january 25",
        "2021",
        "trump",
        "doj",
        "supreme court",
        "arrests",
        "spac",
        "electric cars",
        "trafficking",
        "fraud"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020974",
      "summary": "*   **Date of Collection:** 01/27/2021 *   **Material:** Highly confidential responsive material, including nude and partial nude images and videos, processed by CART. *   **Devices:** Data was collected from multiple portable hard drives identified by NYC device codes (NYC0243xx). *   **Item Type:**  A derivative digital item including nude and semi-nude images and videos. *   **Collection Details:** Collected on 01/26/2021 at 04:00 PM EST from New York. One portable hard drive was collected. *   **Restrictions:** The document is FBI property, loaned for review, and not to be distributed outside the recipient agency.",
      "timestamp": "2021-01-27T00:00:00",
      "timestamp_raw": "01/27/2021",
      "keywords": [
        "fbi",
        "child sex trafficking",
        "digital evidence",
        "cart",
        "nude images",
        "jeffrey epstein",
        "nyc0243xx",
        "confidential",
        "device type",
        "hard drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038775",
      "summary": "An email exchange discusses scheduling a video conference interview. One party (referred to as EFTA00038775) requests the interview due to family issues and expresses a preference for video conferencing to minimize risk.  The other party (referred to as EFTA00038776) proposes several dates and times, including Thursday mornings at 10 am, and suggests alternative locations (NYC Grand Jury and DC FBI) which are declined. A Grand Jury Subpoena is attached to the email exchange.",
      "timestamp": "2021-01-28T00:00:00",
      "timestamp_raw": "28 Jan 2021",
      "keywords": [
        "video interview",
        "redaction",
        "grand jury",
        "zoom",
        "covid",
        "interview",
        "fbi",
        "schedule",
        "witness",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038738",
            "similarity": 1.0,
            "index": 105,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038819",
      "summary": "An individual ([REDACTED]) requested a video conference to answer questions related to an investigation. They inquired about video/computer requirements, preferred locations (NYC Grand Jury or FBI in DC), and availability for a Zoom meeting. A second party ([REDACTED]) responded, issuing a Grand Jury Subpoena and proposing a video conference instead of a New York appearance due to COVID-19 concerns. An Advice of Rights document was attached to the subpoena.",
      "timestamp": "2021-01-28T00:00:00",
      "timestamp_raw": "28 Jan 2021",
      "keywords": [
        "video interview",
        "grand jury",
        "subpoena",
        "zoom meeting",
        "covid",
        "fbi",
        "new york",
        "dc",
        "witness",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038830",
            "similarity": 0.538,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038830",
      "summary": "A communication chain discusses scheduling a video conference interview. The sender proposes using a standard computer or smartphone with a camera/webcam via a secure email link. The recipient expresses concerns about Covid-19 travel and proposes alternative meeting locations (NYC Grand Jury or DC FBI) and specific days/times for the video conference. A subpoena is attached, offering a video conference alternative to a Grand Jury appearance.",
      "timestamp": "2021-01-28T00:00:00",
      "timestamp_raw": "28 Jan 2021",
      "keywords": [
        "video conference",
        "grand jury",
        "subpoena",
        "covid",
        "interview",
        "zoom",
        "fbi",
        "dc",
        "new york",
        "witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038819",
            "similarity": 0.538,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038738",
      "summary": "An individual ([REDACTED]) is being invited for a video interview, initially scheduled for January 31st at 3:30 PM. The inviter suggests video conference due to safety concerns. The individual expresses a preference for a video conference over a Grand Jury appearance in NYC or DC due to COVID-19. A Grand Jury Subpoena is attached, offering the option of a video conference interview instead of a physical appearance.",
      "timestamp": "2021-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2021",
      "keywords": [
        "video interview",
        "redaction",
        "interview",
        "zoom",
        "grand jury",
        "fbi",
        "covid",
        "schedule",
        "email",
        "witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038775",
            "similarity": 1.0,
            "index": 102,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038781",
      "summary": "*   Attorney Don Duboulay is attempting to initiate the court appointment process. *   The interview is being offered via video conference, utilizing a secure email link. *   Initial questions involve technical requirements (computer/smartphone with camera), preferred days/times for the interview (tomorrow, Monday, or Thursday morning), and potential meeting locations (NYC Grand Jury, DC FBI). *   A Grand Jury Subpoena (EFTA00038782) has been issued, offering the option of a video conference interview instead of a physical appearance.",
      "timestamp": "2021-02-01T00:00:00",
      "timestamp_raw": "February 1, 2021",
      "keywords": [
        "video interview",
        "don duboulay",
        "fbi",
        "nypd",
        "grand jury",
        "zoom",
        "trafficking",
        "investigation",
        "witness",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021373",
      "summary": "A request was made by an Assistant United States Attorney from the Southern District of New York to Chris (USANYS Contractor) regarding adding a column to the \"US v. Epstein (SW Returns)\" Relativity database to display the NYC serial number for each document. The request stemmed from a previous assistance Chris provided in adding this column. The email chain details the specific query and the desired action.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "epstein",
        "relativity",
        "database",
        "nyc",
        "serial number",
        "document",
        "contractor",
        "usanys",
        "redaction",
        "chris"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028201",
      "summary": "On February 17, 2021, a contractor (USANYS) informed a user that a “filepath” field has been added to the \"Epstein Relativity Database\" to display the NYC serial number of documents. This follows a previous request from the user to add a column to the database showing the NYC serial number for documents related to “US v. Epstein (SW Returns).” The contractor provided a screenshot illustrating the use of the “filepath” field. The Assistant United States Attorney from the Southern District of New York is listed as EFTA00028202.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "February 17, 2021",
      "keywords": [
        "epstein database",
        "relativity",
        "nyc serial number",
        "filepath",
        "contractor",
        "usanys",
        "redaction",
        "database",
        "us v. epstein",
        "document"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031589",
      "summary": "This document concerns the discovery process in the US v. Maxwell case, specifically regarding the review of highly confidential evidence related to Jeffrey Epstein’s activities. The US Attorney’s office, represented by an Assistant US Attorney, is facilitating the review of electronic images and physical evidence held by the FBI. Key points include: *   **Types of Evidence:** The FBI possesses three categories of electronic images related to nude/partially nude images: approximately 2,100 electronic images and videos from Epstein’s devices, 3,400 discs from his residences, and 7 hard copy images from the FBI Florida office. *   **Review Access:** The defense team (represented by Laura Menninger of Haddon, Morgan & Foreman) will have access to the electronic files, with Cellebrite software provided for viewing Apple devices. The physical evidence will be reviewed at the FBI’s Bronx warehouse under specific conditions. *   **Logistics:** The warehouse review requires two weeks' notice and is open during business hours. The FBI will provide one laptop for image review and can transport items to 500 Pearl Street. *   **Restrictions:** Duplicates of the obscene electronic images are prohibited, and there are limitations on the number of laptops available.  Electronic media (VHS, cassettes, CDs) are not playable at the warehouse. *   **Timeline & Communication:** The Attorney and defense team are coordinating scheduling for the review, with the FBI anticipating a three-week timeframe for reviewing all electronic media at their Manhattan office.  The defense team is requesting information about the timeline for reviewing the evidence and the availability of an index of physical evidence.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "fbi",
        "epstein",
        "maxwell",
        "discovery",
        "evidence",
        "images",
        "confidential",
        "nyc",
        "bronx",
        "forensic",
        "metadata"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030035",
      "summary": "This document outlines the logistics for the defense team (Laura Menninger, Christian Everdell, Jeff Pagliuca, and Bobbi Sternheim) to review evidence in the US v. Maxwell case, overseen by an Assistant United States Attorney. The review will primarily take place at the Bronx warehouse (2350 Lafayette Ave, Bronx, NY) and potentially at 500 Pearl Street. Here's a breakdown of the key points: *   **Initial Meeting & Scheduling:** The AUSA proposed a meeting at the warehouse at 11 am on April 12th, and the defense team confirmed this. *   **Evidence Access:** The FBI will make evidence available for review at the warehouse, and the defense team will have access to photograph and inspect the evidence. Certain items (“highly confidential”) will be restricted from photography. *   **Item Exclusions:** The defense intends to exclude certain items – massage tables, cash, and bulky/fragile items – from being transported to 500 Pearl Street. *   **Electronic Media:** The FBI will provide electronic media (DVDs, digital files) for review, but access to the equipment to play these files will need to be arranged. The defense will investigate and potentially bring their own. *   **Maxwell’s Presence:** Ms. Maxwell will be produced to 500 Pearl Street daily, starting April 13th, for the review. *   **Logistics and Coordination:** The AUSA will facilitate the process, coordinate with the FBI, and handle any questions or issues that arise. The document is a series of emails and attachments, primarily between the AUSA and Laura Menninger, detailing the arrangement of the evidence review process.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "warehouse",
        "maxwell",
        "fbi",
        "photographs",
        "documents",
        "electronic files",
        "nyc",
        "florida",
        "witness statements",
        "subpoenas",
        "scheduling",
        "logistics",
        "redaction",
        "confidential",
        "highly confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026890",
      "summary": "Maxwell* (20 Cr. 330 (MN)). The prosecution (Assistant US Attorney) is arranging for the defense team (represented by Cohen & Gresser LLP and Haddon, Morgan & Foreman, P.C.) to view evidence at 500 Pearl Street, NYC. Key elements include: *   **Scheduling:** The review will begin April 13th, with daily sessions until the evidence is reviewed. The FBI will bring Ms. Maxwell to the location. *   **Evidence Transport:** The FBI will transport physical evidence, excluding certain items (massage tables, cash, etc.) designated as “highly confidential,” which the defense can photograph. *   **Electronic Evidence:** The FBI will make electronic evidence available on laptops. The defense will have access to view those media. *   **Room Arrangements:** The defense will use the largest proffer room at 500 Pearl Street. *   **Protocol:** There will be an FBI agent and AUSA present, with measures to ensure privacy during the review. Laura Menninger, representing the defense, requests clarification on the logistics, particularly regarding the handling of electronic evidence and the designation of “highly confidential” items. The parties are coordinating schedules and addressing logistical challenges for a smooth review process.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "maxwell",
        "fbi",
        "marshals",
        "500 pearl",
        "bronx warehouse",
        "documents",
        "photographs",
        "tennessee",
        "electronic data",
        "confidential",
        "\"highly confidential\"",
        "new york",
        "discovery",
        "discs",
        "witness statements",
        "laura menninger",
        "christian everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032738",
      "summary": "*   **NYC Bar Changes:** The New York City Bar Association is seeking to amend bar application questions regarding juvenile justice involvement and sealed/dismissed cases. *   **Prosecutorial Oversight:** New York state prosecutors urged a veto of a bill creating an oversight body for prosecutorial misconduct. *   **FIFA Appeal:** Robbins Geller Rudman & Dowd LLP requested time to appeal a ruling in the FIFA corruption case. *   **Opioid Trial Delay:** The monumental opioid trial has been pushed back nearly a week due to jury selection delays. *   **Purdue Pharma Examiner:** A New York bankruptcy judge reluctantly approved an examiner for Purdue Pharma's Chapter 11 case. *   **Maxwell Case:** Ghislaine Maxwell’s attorney reported conditions in her cell and prison guard surveillance. *   **Trader Challenge:** Counsel for a San Diego stock speculator challenged the credibility of a former Illumina Inc. accountant. *   **Visa/Mastercard Antitrust:** A class action lawsuit alleges Visa and Mastercard acted as a cartel by maintaining high credit/debit card fees. *   **Express Scripts Overcharges:** An Express Scripts executive admitted the company was unaware of CVS Pharmacy overcharges. *   **SEIU Suit Dismissal:** A New York federal magistrate judge recommended dismissing a lawsuit by a fired handyman. *   **MetLife Settlement:** Robbins Geller received $21 million for representing investors in a MetLife misleading liabilities case. *   **BitMEX Manipulation:** Investors in BitMEX are seeking to keep allegations of fraudulent practices alive. *   **Range Resources Suit:** Pomerantz LLP will represent investors in a lawsuit against Range Resources Corp. for improperly reporting well statuses. *   **Ng Trial:** Former Goldman Sachs managing director Roger Ng will face trial in January over his alleged role in the 1Malaysia Development Berhad scandal. *   **Insys Therapeutics Sentencing:** A former New York City doctor was sentenced for taking kickbacks from Insys Therapeutics. *   **NASA Chief Sentencing:** A NASA nanotechnology pioneer was sentenced to 30 days in prison for concealing ties to China. *   **American Stock Transfer Lease Extension:** American Stock Transfer & Trust Co. secured a lease extension. *   **Columbia Care Acquisition:** Foley Hoag LLP and Husch Blackwell LLP guided a $42 million deal for Columbia Care Inc. *   **Nationstar Lawsuit:** Mortgage servicer Nationstar Mortgage LLC faces a proposed class action over unauthorized payment glitches. *   **Girardi Ex-Clients Lawsuit:** Former clients of Thomas V. Girardi are pursuing his estranged wife in a state malpractice suit. *   **ENRC Tipoff Regret:** A former ENRC security consultant regretted lying in a letter to the Serious Fraud Office. *   **Khan Confirmation:** Lina Khan was confirmed as the Federal Trade Commission chair. *   **Marshals Understaffed:** A DOJ audit found the U.S. Marshals Service is understaffed for judicial protection. *   **Girardi's Donation:** Cravath Swaine & Moore LLP announced a $6 million donation to civil rights organizations. *   **Dechert Discrimination Lawsuit:** A former Dechert attorney filed a racial discrimination lawsuit. *   **Georgetown Supreme Court Director:** Kelsi Brown Corkran was named the U.S. Supreme Court director at Georgetown Law. *   **Job Listings & Contact Info:** Provided listings of job openings and contact information for Law360.",
      "timestamp": "2021-06-17T00:00:00",
      "timestamp_raw": "17 Jun 2021",
      "keywords": [
        "greenberg traurig",
        "russian oligarch",
        "new york bill",
        "foreign judgments",
        "vladimir putin",
        "nyc bar association",
        "juvenile justice system",
        "prosecutorial misconduct",
        "fifa corruption",
        "opioid trial",
        "oxycontin",
        "ghislaine maxwell",
        "insider trading",
        "illumina",
        "square",
        "visa",
        "mastercard",
        "cvs health",
        "express scripts",
        "arbitration",
        "bankruptcy",
        "1-800 contacts",
        "cyberattack",
        "dechert",
        "discrimination lawsuit",
        "erika girardi",
        "lina khan",
        "ftc",
        "u.s. marshals service",
        "judges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027572",
      "summary": "Paulette Taylor sent a focus group questionnaire to [REDACTED] for review, requesting minimal comments by noon on September 21, 2021. Attached were proposed edits to the questionnaire, jury instructions, and a verdict sheet. Eight attendees from the Government were expected for the research exercise on Saturday.",
      "timestamp": "2021-09-21T00:00:00",
      "timestamp_raw": "September 21, 2021",
      "keywords": [
        "focus group questionnaire",
        "redaction analysis",
        "efta00027572",
        "usanys",
        "jury instructions",
        "government",
        "editing",
        "research exercise",
        "nyc",
        "comments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023467",
      "summary": "A team at the Assistant United States Attorney’s Office (Southern District of New York) sent ESI exhibits (attached as “Select ESI GX.zip”) to discuss potential use as trial exhibits. The exhibits are clones of a computer found in Epstein’s NYC townhouse in 2019, originating from a computer in the Palm Beach house taken by private investigators in 2005. The team is evaluating whether these exhibits should be offered under Rule 404(b).",
      "timestamp": "2021-09-28T00:00:00",
      "timestamp_raw": "28 Sep 2021",
      "keywords": [
        "esi",
        "exhibits",
        "forensic image",
        "clone",
        "epstein",
        "palm beach",
        "fbi",
        "rule 404(b)",
        "trial",
        "esi gx"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024238",
      "summary": "This document is a Government Exhibit Index related to the case of *United States v. Ghislaine Maxwell*. It details a collection of physical and digital evidence produced for the defense, organized by exhibit type and Bates number. The exhibits include: *   **Message Pads:** Multiple message pads (GX-1 through GX-3) containing handwritten notes and excerpts. *   **Birth Certificates:** Certified birth certificates of minor victims (GX-11 through GX-15). *   **Other Physical Exhibits:** Various items like a Florida Massage Table, Black Contact Book, and boxes of costumes. *   **Hard Drives:** Several NYCO24350 and NYCO24349 hard drives. *   **Photographs & Videos:** Extensive collection of photographs and videos from various locations, including the Palm Beach estate, Mar-a-Lago, and the New York townhouse, depicting people, rooms, and artwork, including nude sculptures and portraits. *   **Financial Records:** J.P. Morgan Chase statements and other financial documents. *   **Phone Records:** Records pertaining to Jeffrey Epstein’s phone activity. The exhibits are organized by series (e.g., 0 Series, 10 Series, etc.) and include specific Bates numbers for identification. The document also notes that access to these exhibits is subject to specific protective order paragraphs.",
      "timestamp": "2021-10-28T00:00:00",
      "timestamp_raw": "10/28/2021",
      "keywords": [
        "ghislaine maxwell",
        "message pads",
        "photographs",
        "birth certificates",
        "massage table",
        "black contact book",
        "excerpts",
        "receipts",
        "travel records",
        "emails",
        "mar-a-lago",
        "relatvity",
        "palm beach",
        "new york",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015137",
      "summary": "An FBI Forensic Accountant at the New York Field Office forwarded account statements (EFTA00015137 and EFTA00015138) related to Ghislaine Maxwell’s accounts to an FBI contractor (USANYS) and an FBI agent (NY) for review. The contractor was asked to save the documents on a shared location and was granted access. The FBI agent requested additional account statements from several months after the initial documents were executed to view balances in connection with the Epstein accounts.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "07 Oct 2021",
      "keywords": [
        "epstein account documents",
        "redaction analysis",
        "efta00015137",
        "usanys",
        "fbi",
        "forensic accountant",
        "ghislaine maxwell",
        "account statements",
        "dal usa file exchange",
        "nyc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023125",
      "summary": "A request was submitted to the Bureau of Prisons (BOP) seeking information related to the death of Jeffrey Epstein while in federal custody at the Metropolitan Correctional Center (MCC) in NYC. The requestor, the sole heir and next of kin, seeks the same information released to the New York Times via a FOIA request, including: *   A copy of the August 9th, 2019 video tape from the SHU. *   A list of inmates on that tier and their transfer history. *   Information on personnel directing actions on that tier and those present with EMTs. *   A copy of any incident report related to the movement of Epstein’s body before the medical examiner arrived. A legal advisor instructed the requestor to submit a FOIA request to the BOP, specifically referencing the NYT release, and to forward a copy of the request to the Civil Division for processing.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2021",
      "keywords": [
        "foia",
        "bop",
        "jeffrey epstein",
        "mcc",
        "shu",
        "august 9th 2019",
        "video tape",
        "inmate list",
        "civil division",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030640",
      "summary": "This document is a series of email exchanges regarding scheduling a meeting and travel arrangements related to a case. Key points include: *   A redacted expert disclosure is being reviewed. *   The sender wants to discuss the case over the phone. *   Travel arrangements are being coordinated, including Amtrak bookings and potential business class tickets. *   Hotel reservations were made at the Hotel 50 Bowery for the dates of November 1-10, 2021. *   The recipient needs personal information for travel logistics (name, DOB, address, etc.). *   The initial meeting is planned for November 2nd or 3rd after 3:00 PM via phone, with a potential in-person meeting scheduled for November 12th or 13th. *   The recipient is traveling to Italy on November 17th and returning to NYC on November 27th.",
      "timestamp": "2021-12-02T00:00:00",
      "timestamp_raw": "02 Nov 2021",
      "keywords": [
        "scheduling",
        "travel",
        "hotel",
        "reimbursement",
        "disclosure",
        "rates",
        "nyc",
        "amtrak",
        "meeting",
        "conference call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038679",
      "summary": "An automatic reply email was sent from EFTA00038679 on November 15, 2024, regarding post-indictment victim assistance. It directs recipients to contact the Victim Witness Coordinator, Victim Specialist, NY State Central Registry, and NYC Administration for Children's Services (ACS) Criminal Justice Coordinator for assistance. The sender was on leave and would return on November 18th.",
      "timestamp": "2024-11-15T00:00:00",
      "timestamp_raw": "November 15, 2024",
      "keywords": [
        "victim assistance",
        "victim witness coordinator",
        "child abuse",
        "neglect",
        "acs",
        "reporting",
        "suspicion",
        "efta00038679"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038253",
      "summary": "The document details a redaction analysis for file EFTA00038253. It lists 27 drives, identified by serial numbers like NYCO24363, NYC024348, etc.  Each drive is categorized as either “Original” or “Responsive.” Many drives contain multiple files, and some are partially labeled (e.g., NYC024353 (partial)). Several large hard drives are also listed, including those labeled \"NYC024369_1\" and \"F2750344”, along with associated thumb drives and envelopes containing other drives.  The document appears to be a record of a drive retrieval and assessment process, likely related to a Maxwell review.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038253",
        "nyco24363",
        "drive",
        "maxwell review",
        "original",
        "responsive",
        "nyc024348",
        "nyc024326",
        "sdny",
        "videos",
        "photos"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015877",
      "summary": "An automatic reply email was sent from an inmate at NYC jail, identified as \"EFTA00015877,\" referencing a New York Daily News article detailing Jeffrey Epstein’s final days at the jail. The email indicates the sender will be on leave with limited email access and provides contact information.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "nyc jail",
        "inmates",
        "redaction analysis",
        "usanys",
        "new york daily news",
        "2020",
        "leave",
        "email",
        "efta00015877"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023079",
            "similarity": 0.538,
            "index": 99,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021315",
      "summary": "The complaint was initially reported in 1994 and received in 1996. It involves a female victim (LIMOS, 26, White) who reported that a male suspect threatened to burn her painting and send her Polaroid photographs of the damage, possessing keys to her apartment. The suspect's name is redacted, but Jeffrey Epstein (45, White) is listed as a witness and potential suspect. The incident occurred on July 11-17, 1996, at a commercial building (NYC Parks Dept Property) in the 006 Precinct, Sector H, Beat It, Post 32.  The complaint was classified as Aggravated Harassment and subsequently closed due to patrol response. The victim’s address is listed as 9 East 71 Street, NYC. There is no related Stop and Frisk report. No photos were requested and the case was not prosecuted.  Several individuals, including witnesses and NYPD officers, are associated with the report, though many names are redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ip",
        "nyc police department",
        "complaint",
        "harassment",
        "graffiti",
        "victim",
        "witness",
        "apartment",
        "redacted",
        "gang",
        "white",
        "26",
        "25",
        "order of protection",
        "jeffrey epstein",
        "nypd",
        "metro card"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}