{
  "keyword": "mark epstein",
  "count": 43,
  "keyword_match_count": 43,
  "content_match_count": 10,
  "total_files": 53,
  "timeline": [
    {
      "file_id": "EFTA00030825",
      "summary": "Emails dated June 27, 2019, discuss a deed related to a property at 9 E 71st Street, New York, NY. One email references Mark Epstein (Jeffrey Epstein’s brother) as the owner, and identifies Jeffrey Epstein and several other female names as associated with apartment 1OF. Another email requests verification of the address 301 East 66th Street, Apt. 10F, NY NY. An attached ACRIS report from December 23, 2011, shows Jeffrey Epstein as both Grantor and Grantee, with the Grantee being Maple Inc. located in St Thomas, VI, and indicates no mortgages from Maple Inc. are recorded.",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "June 27, 2019",
      "keywords": [
        "efta00030825",
        "jeffrey epstein",
        "deed",
        "new york",
        "9 e 71st street",
        "maple inc",
        "acris",
        "st thomas",
        "1of",
        "10f"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034344",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein was pronounced dead at New York Presbyterian-Lower Manhattan Hospital due to an apparent suicide. The U.S. Department of Justice, Federal Bureau of Prisons, Office of the Warden sent condolences to Mark Epstein regarding his brother’s death.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "suicide",
        "death",
        "bureau of prisons",
        "warden",
        "new york",
        "metropolitan correctional center",
        "u.s. department of justice",
        "mark epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035429",
            "similarity": 0.538,
            "index": 3,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037380",
      "summary": "On August 10, 2019, an FBI agent (NY e.agny0000@fbi.gov) received a phone call from Mark Epstein (917-543-2432) regarding the death of his brother, Jeffrey. Epstein requested contact regarding the case and was informed by the NYOC that they could not confirm or deny an investigation. A CLEAR report was generated related to the phone number.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00037380",
        "nyoc",
        "fbi",
        "mark epstein",
        "jeffrey",
        "phone call",
        "redaction",
        "investigation",
        "death",
        "917-543-2432"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035429",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein, an inmate at the Metropolitan Correctional Center in New York, was pronounced dead at New York Presbyterian-Lower Manhattan Hospital. The cause of death appears to be suicide, according to preliminary reports. The communication was sent by the Warden of the MCC New York to Mark Epstein, informing him of his brother’s death and expressing condolences.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "warden",
        "bureau of prisons",
        "u.s. department of justice",
        "new york",
        "death",
        "mark e stein",
        "metropolitan correctional center",
        "efta00035429"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034344",
            "similarity": 0.538,
            "index": 1,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027979",
      "summary": "Epstein:** The document pertains to the probate of the estate of Jeffrey E. Epstein, who died on August 10, 2019, in New York. *   **Petition for Probate:** Darren K. Indyke and Richard D. Kahn are petitioning the Virgin Islands court to grant probate of the will and receive letters testamentary. *   **Will Details:** Epstein’s will, dated August 8, 2019, appoints Indyke and Kahn as executors. It outlines compensation for the executors and directs the estate assets to the 1953 Trust. *   **Significant Assets:** The estate includes substantial assets, primarily cash ($56.547 million), fixed income investments ($158.9 million), equities ($224.9 million), and significant holdings in businesses (e.g., Cypress, Laurel, Nautilus, Poplar) with a total value of $577.7 million. *   **Executor Qualifications:** Indyke and Kahn are U.S. citizens and residents of Florida and New York, respectively, and have appointed a local attorney (Kellerhals Ferguson Kroblin PLLC) to represent them in the Virgin Islands. *   **Debt and Claims:** The executors state that there are currently no known debts or claims against the estate. *   **Next of Kin:**  The document lists Mark Epstein (brother) as a potential heir with 100% inheritance. *   **Bond Waiver:** The executors are requesting a waiver of the bond requirement for executors. *   **Verification of Petition:**  Both Indyke and Kahn provide signed affidavits verifying the information contained within the petition.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "probate",
        "estate",
        "jeffrey epstein",
        "will",
        "virgin islands",
        "executor",
        "st. thomas",
        "assets",
        "trust",
        "probate no. st-19-pb",
        "personal property",
        "inheritance",
        "kellyhals ferguson kroblin pllc",
        "death certificate",
        "financial investments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027111",
      "summary": "On August 14, 2019, Martin G. Weinberg contacted individuals involved in the investigation into Jeffrey Epstein’s death, requesting assurance that seized computers and documents would not be accessed by the \"case team\" without establishing a taint team and protection protocols for privileged communications. Weinberg inquired about the timing of the dismissal of charges against Epstein and requested a call to discuss the investigation. He also provided contact information for Jeffrey Epstein’s brother, Mark Epstein, and his attorney, Stacey Richman.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "investigation",
        "mark epstein",
        "stacey richman",
        "martin g. weinberg",
        "privileged communications",
        "taint team",
        "motion to dismiss",
        "seizure of computers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027975",
      "summary": "On August 14, 2019, Martin G. Weinberg contacted individuals involved in the investigation into Jeffrey Epstein’s death, requesting contact information for Epstein’s defense counsel, Reid Weingarten, and Stacey Richman (representing Mark Epstein). Weinberg specifically requested assurance that seized computers and documents would not be accessed by the “case team” without establishing a taint team and protection protocols due to attorney-client and work product privilege. He also inquired about the timing of potential motions to dismiss the indictment and any delays in the investigation. Weinberg offered to provide a list of attorneys to a taint prosecutor upon identification.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "mark epstein",
        "stacey richman",
        "martin weinberg",
        "investigation",
        "emails",
        "privilege",
        "defense counsel",
        "death"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037239",
      "summary": "Kohn describes a series of individuals – Jumas (an MK), Hank, Bull, and Erben – who he believes were involved in a potentially sensitive situation involving Jeffrey (likely a former associate). He reveals that he and Epstein were monitored via a listening device, and expresses concern about Epstein’s security due to perceived threats. Kohn believes that Jeffrey was used by foreign intelligence agencies (likely North Korean/Chinese) and that certain individuals within the “Humpty Dumpty” charity and within the US government (specifically Hank Johnson) are involved in anti-Jewish sentiment. He suggests a course of action involving a sworn statement from a court officer to verify his identity. He stresses the importance of identifying those who had contact with Jeffrey to protect the Jewish community and America. He expresses concern about Epstein’s longevity, wishing him to live to at least 120. Finally, he mentions a persistent green van seen in Epstein's area.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "israel shamir",
        "jumas",
        "mossad",
        "jeffrey",
        "mk",
        "conspiracy theorists",
        "humpty dumpty",
        "security firm",
        "espionage",
        "intel",
        "redacted",
        "jewish people",
        "china",
        "north korea"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037236",
      "summary": "*   **Attachments:** The chain includes a zip file containing emails from William Barry to Mark Epstein, along with header information indicating routing through UK Yahoo email servers. *   **Investigation:** Simon Ragona reports that Mark Epstein provided original emails and is investigating the source of a YouTube video sent to him by Jeff, containing a “mock interview” with Steve Bannon that included comments about Trump. The video has since been removed. *   **Security Concerns:** The emails highlight a cybersecurity concern regarding the YouTube video and the potential for unauthorized access or dissemination of information. *   **Legal Disclaimer:** Both emails include standard legal disclaimers regarding confidentiality and prohibited distribution.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "mark epstein",
        "t&m protection resources",
        "cyber security",
        "email",
        "youtube",
        "redaction",
        "richard frankel",
        "william barry",
        "simon ragona",
        "jeff"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037218",
      "summary": "The core of the emails centers around a suspected network of individuals potentially linked to PRC China involvement and espionage. Key elements of the communication include: *   **Initial Inquiry:** Mark Epstein seeks information about “Jumas,” a Knesset member, and a possible connection to a past email. *   **Melvyn’s Investigation:** Melvyn, a former intelligence operative, provides cryptic information, suggesting a “listening device” and a potential threat involving a notary and a couple. He expresses concern about security and warns of a potential network of individuals, including former associates like Bull and Erben. *   **Identity and Clearance Concerns:** Melvyn suggests a sworn statement to verify Epstein’s identity and discloses his military intelligence background and family connections to the Pentagon. *   **Accusations and Conjecture:** Melvyn expresses suspicion of Jeffrey's activities and accuses him of being used by foreign intelligence agencies, potentially implicating figures like Hank Johnson (a US Congressman). *   **Focus on PRC China:** A recurring theme is the potential involvement of PRC Chinese executives within the “Humpty Dumpty” charity. *   **Security Measures:** Melvyn urges the implementation of security measures, such as securing gates and limiting access. The overall tone is paranoid and driven by a concern for Jewish security and a desire to expose potential intelligence operations. The communication is filled with redacting and incomplete information, suggesting a sensitive and potentially dangerous investigation.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2019",
      "keywords": [
        "efta00037218",
        "prc china",
        "mossad",
        "mark epstein",
        "melvyn kohn",
        "jewish people",
        "security firm",
        "humpty dumpty",
        "israel shamir",
        "north korean",
        "chinese agents",
        "affidavit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037232",
      "summary": "*   Emails exchanged between parties involved included requests for information, denials of access due to classification, and updates on the investigation. *   An investigation involved harassing emails sent to Mark Epstein and attempts to locate a YouTube video containing potentially sensitive content. *   The YouTube video was unavailable after being viewed by Mark Epstein. *   A cyber security analyst was investigating emails and headers related to the situation.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "05 Sep 2019",
      "keywords": [
        "mark epstein",
        "fbi",
        "foia",
        "richard frankel",
        "cyber security",
        "email",
        "youtube",
        "investigation",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032429",
      "summary": "On September 16, 2019, an email was sent regarding multiple Freedom of Information Act (FOIA) requests related to the Jeffrey Epstein investigation. Four new FOIA requests were received, including one from Merris Badcock (WPTV), one from Douglas Montero (American Media, Inc.), and two from Boies Schiller Flexner LLP (Sigrid McCawley) covering records related to Jeffrey Epstein, Ghislaine Maxwell, Mark Epstein, and others. The sender intended to assert the ongoing investigation exemption for all requests, with a potential for releasing additional information to Boies Schiller. Further FOIA requests were anticipated.",
      "timestamp": "2019-09-16T00:00:00",
      "timestamp_raw": "September 16, 2019",
      "keywords": [
        "epstein",
        "foia",
        "requests",
        "jeffrey epstein",
        "boies schiller",
        "records",
        "investigations",
        "maxwell",
        "sdny",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030073",
      "summary": "Mark Epstein is confirmed to meet at 3:00 p.m. on Monday at 1st. Andrews Plaza, arranged by an Assistant United States Attorney from the Southern District of New York.  The email was sent on October 24, 2019.",
      "timestamp": "2019-10-24T00:00:00",
      "timestamp_raw": "October 24, 2019",
      "keywords": [
        "efta00030073",
        "mark epstein",
        "meeting",
        "southern district of new york",
        "united states attorney",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028288",
            "similarity": 0.556,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009854",
            "similarity": 0.556,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023022",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the acceptance of a meeting with Mark Epstein. The email was sent on October 24, 2019, and included an unnamed attachment. The document identifier is EFTA00023022.",
      "timestamp": "2019-10-24T00:00:00",
      "timestamp_raw": "October 24, 2019",
      "keywords": [
        "efta00023022",
        "mark epstein",
        "meeting",
        "redaction",
        "analysis",
        "2019",
        "accepted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023933",
            "similarity": 0.625,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023020",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a meeting with Mark Epstein on October 24, 2019. The email was marked as “Normal” importance and included an unnamed attachment. The file is identified as EFTA00023020.",
      "timestamp": "2019-10-24T00:00:00",
      "timestamp_raw": "October 24, 2019",
      "keywords": [
        "mark epstein",
        "redaction analysis",
        "efta00023020",
        "meeting",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024301",
            "similarity": 0.571,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021293",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023021",
      "summary": "A meeting titled \"Mark Epstein Meeting\" took place on 2019-10-28 from 19:00:00 to 20:00:00. It was organized, categorized as “X-PERSONAL,” and created on 2019-10-24. The priority was set to 5, and the document is labeled as EFTA00023021. A reminder with a display message 15 minutes before the start was scheduled.",
      "timestamp": "2019-10-28T00:00:00",
      "timestamp_raw": "2019-10-28",
      "keywords": [
        "mark epstein",
        "meeting",
        "2019-10-28",
        "event",
        "x-personal",
        "efta00023021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023023",
      "summary": "Mark Epstein attended a personal meeting on 2019-10-28 from 19:00:00 to 20:00:00 at location 645. The event was created on 2019-10-24 and has a priority of 5.",
      "timestamp": "2019-10-28T00:00:00",
      "timestamp_raw": "2019-10-28",
      "keywords": [
        "efta00023023",
        "mark epstein",
        "meeting",
        "2019-10-28",
        "event",
        "x-personal",
        "priority",
        "date created",
        "date modified",
        "dtstamp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024302",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028783",
      "summary": "A meeting with Mark Epstein was declined. The email was sent from [REDACTED] to [REDACTED] on October 30, 2019, regarding the subject “Declined: Mark Epstein Meeting.”",
      "timestamp": "2019-10-30T00:00:00",
      "timestamp_raw": "October 30, 2019",
      "keywords": [
        "mark epstein",
        "declined meeting",
        "efta00028783",
        "oig",
        "usanys",
        "2019",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024301",
      "summary": "A meeting was accepted with Mark Epstein on November 4, 2019. The meeting details are redacted.",
      "timestamp": "2019-11-04T00:00:00",
      "timestamp_raw": "November 4, 2019",
      "keywords": [
        "efta00024301",
        "mark epstein",
        "redaction analysis",
        "meeting",
        "2019",
        "november"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023020",
            "similarity": 0.571,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021293",
      "summary": "An email from [REDACTED] regarding a meeting with Mark Epstein was sent on November 4, 2019. The email is attached to document EFTA00021293.",
      "timestamp": "2019-11-04T00:00:00",
      "timestamp_raw": "November 4, 2019",
      "keywords": [
        "mark epstein",
        "meeting",
        "redaction analysis",
        "efta00021293"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023020",
            "similarity": 0.5,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031699",
      "summary": "Bryan Llenas, a National Correspondent at Fox News Channel, sent a request to an unknown recipient on November 6, 2019, regarding a query from Mark Epstein, the brother of Jeffrey Epstein. Epstein was contacting the SDNY to inquire about the withholding of Jeffrey Epstein’s medical examiner files and the cancellation of meetings regarding his death, which was ruled a homicide. Llenas requested a statement from the SDNY to include in a planned article. The email included standard legal disclaimers regarding privileged and confidential information.",
      "timestamp": "2019-11-06T00:00:00",
      "timestamp_raw": "November 6, 2019",
      "keywords": [
        "fox news channel",
        "jeffrey epstein",
        "sdny",
        "mark epstein",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028784",
      "summary": "On November 7, 2019, at 15:00:00 +0000, a meeting with Mark Epstein (identified as (USANYS) <I) was declined. The event was classified as X-PERSONAL and occurred at location 863. The event was created on October 30, 2019, and has a priority of 5.",
      "timestamp": "2019-11-07T00:00:00",
      "timestamp_raw": "November 7, 2019",
      "keywords": [
        "efta00028784",
        "declined",
        "mark epstein",
        "meeting",
        "2019-11-07",
        "863",
        "x-personal",
        "priority",
        "event",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009859",
      "summary": "A meeting titled “Mark Epstein Meeting” took place on November 7, 2019, from 15:00:00 to 16:00:00 +0000. It was organized, classified as “X-PERSONAL,” and had a priority of 5. A reminder was set to display a message 15 minutes before the start. The document's creation and modification dates were October 29, 2019.",
      "timestamp": "2019-11-07T00:00:00",
      "timestamp_raw": "November 7, 2019",
      "keywords": [
        "mark epstein",
        "meeting",
        "2019-11-07",
        "event",
        "efta00009859",
        "personal",
        "reminder",
        "alarm",
        "priority",
        "date created"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015524",
      "summary": "An email chain discusses a voicemail from Stacey Richman regarding a client, Mark Epstein. One individual suggests contacting Richman and offers to return her call initially, while another believes she may be connected to a death investigation and asks if the recipient has any information. There were ten redactions contained within the document.",
      "timestamp": "2019-11-24T00:00:00",
      "timestamp_raw": "24 Oct 2019",
      "keywords": [
        "mark epstein",
        "redaction",
        "investigation",
        "stacey richman",
        "vm",
        "client",
        "death",
        "response",
        "team",
        "call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028288",
      "summary": "An email exchange confirms a meeting at 3:00 p.m. on Monday with an Assistant United States Attorney from the Southern District of New York, regarding Mark Epstein. The email originates from [REDACTED] and is sent to [REDACTED] with [REDACTED] included in the “Cc” field.",
      "timestamp": "2019-11-24T00:00:00",
      "timestamp_raw": "24 Oct 2019",
      "keywords": [
        "efta00028288",
        "mark epstein",
        "meeting",
        "united states attorney",
        "southern district of new york",
        "redaction analysis",
        "october 24",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030073",
            "similarity": 0.556,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00009854",
            "similarity": 0.6,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024302",
      "summary": "On November 25, 2019, from 15:00:00 to 16:00:00 GMT, Mark Epstein attended a personal meeting at 1 St. Andrews. The event was created on November 4, 2019, with a priority of 5.",
      "timestamp": "2019-11-25T00:00:00",
      "timestamp_raw": "November 25, 2019",
      "keywords": [
        "efta00024302",
        "mark epstein",
        "meeting",
        "2019-11-25",
        "1 st. andrews",
        "x-personal",
        "event",
        "date created",
        "date modified",
        "dtstamp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023023",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029277",
      "summary": "On November 25, 2019, an email chain discusses scheduling a meeting with Mark Epstein, involving multiple individuals and redacted email addresses. Discussions revolve around scheduling conflicts, particularly concerning a date of October 31st, due to client availability and prior commitments. Dates of November 7th and November 11th are proposed as alternative meeting times. A doctor's appointment on October 28th is cited as a conflict. The meeting was initially scheduled for October 28th at 3:00 PM.",
      "timestamp": "2019-11-25T00:00:00",
      "timestamp_raw": "November 25, 2019",
      "keywords": [
        "mark epstein",
        "efta00029277",
        "10/31",
        "11/7",
        "11/4",
        "october 28",
        "2019",
        "redaction",
        "united states attorney",
        "florida",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021294",
      "summary": "A meeting titled “Mark Epstein Meeting” took place on November 25, 2019, from 3:00 PM to 4:00 PM GMT at 1 St. Andrews. It was categorized as “X-PERSONAL,” created on November 4, 2019, and had a priority level of 5. The event included a reminder with a display message 15 minutes before the start. The document identifier is EFTA00021294.",
      "timestamp": "2019-11-25T00:00:00",
      "timestamp_raw": "November 25, 2019",
      "keywords": [
        "mark epstein",
        "meeting",
        "2019-11-25",
        "event",
        "x-personal",
        "efta00021294",
        "reminder"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009856",
      "summary": "An email chain discusses a meeting scheduled for October 31st at 3:00 PM. One individual expresses regret about a previously scheduled doctor’s appointment that impacted the meeting date. Another individual confirms the meeting is set for October 31st at 3:00 PM and inquires about any updates. A final email confirms the meeting details.",
      "timestamp": "2019-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2019",
      "keywords": [
        "efta00009856",
        "mark epstein",
        "meeting",
        "october 31",
        "3:00 pm",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "appointment",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031389",
      "summary": "Multiple individuals (identified as [REDACTED]) were discussing scheduling a meeting with Mark Epstein, potentially related to the case EFTA00031389 and EFTA00031390.  Dates of 10/31, 11/4, and 11/7 were proposed.  One party expressed unavailability due to a prior doctor's appointment and confirmed the meeting for 10/31. Another party initially offered availability for 3:00 PM on 10/28, but later retracted this offer, suggesting alternative dates within the weeks of 11/4 and 11/11. A client was scheduled to fly in from Florida based on this scheduling discussion.",
      "timestamp": "2019-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2019",
      "keywords": [
        "mark epstein",
        "efta00031389",
        "11/4",
        "11/7",
        "11/8",
        "10/31",
        "florida",
        "october 28",
        "3:00 p.m."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009853",
      "summary": "An email chain discusses a meeting scheduled for Monday at 3:00 p.m. at the Southern District of New York. One email inquires about the recipient’s travel status and confirms the meeting details, while another confirms the meeting itself. The email thread is associated with case file EFTA00009853.",
      "timestamp": "2019-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2019",
      "keywords": [
        "efta00009853",
        "mark epstein",
        "united states attorney",
        "meeting",
        "redaction",
        "southern district of new york",
        "2019",
        "2025",
        "october",
        "monday"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009854",
      "summary": "An email exchange occurred between multiple individuals regarding a meeting scheduled for October 31st at 3:00 PM. One party apologized for initially misunderstanding a plan for October 28th due to a previously scheduled doctor's appointment. A confirmation email was sent on October 28th, and another on October 24th, solidifying the meeting date.",
      "timestamp": "2019-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2019",
      "keywords": [
        "efta00009854",
        "mark epstein",
        "meeting",
        "october 28",
        "2019",
        "united states attorney",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028288",
            "similarity": 0.6,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030073",
            "similarity": 0.556,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021283",
      "summary": "The document consists of email exchanges regarding a meeting with Mark Epstein, likely related to a legal case. There are repeated scheduling conflicts and apologies regarding proposed meeting dates, including 10/31 and 11/7.  Multiple individuals are involved, including attorneys and assistants, and there are redactions throughout the document. A confirmed meeting was initially scheduled for 10/31, which was repeatedly challenged due to scheduling conflicts and client travel arrangements. The discussion revolves around coordinating availability for a meeting with Mark Epstein.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2019",
      "keywords": [
        "mark epstein",
        "fox and friends",
        "10/31",
        "11/7",
        "11/4",
        "united states attorney",
        "new york",
        "florida"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023933",
      "summary": "A meeting between Mark Epstein and [REDACTED] was accepted and recorded under the file EFTA00023933.",
      "timestamp": "2019-12-04T00:00:00",
      "timestamp_raw": "04 Nov 2019",
      "keywords": [
        "efta00023933",
        "mark epstein",
        "redaction",
        "meeting",
        "2019",
        "accepted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023022",
            "similarity": 0.625,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019570",
      "summary": "*   Alex Conlon sent a transcript of a conference appearance by Robbie (likely Robbie Kaplan) before Judge Freeman. *   The transcript reveals Robbie stated Mark Epstein is the beneficiary of the estate. *   Roberta Kaplan requested a prior transcript from Judge Freeman and found the Feinberg draft protocol unsatisfactory. *   A discussion arose regarding the identification of Mr. Epstein’s brother as the sole beneficiary, with questions about the estate’s representation concerning beneficiaries (will, trust, estate). *   Judge Failla’s questioning included assumptions of potential large punitive damages.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "epstein",
        "mark",
        "estate",
        "beneficiary",
        "transcript",
        "judge freeman",
        "feinberg",
        "usvi",
        "robbie",
        "kaplan hecker & fink"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031510",
      "summary": "On May 26, 2020, Rebekah Donaleski (USANYS) sent an email to [REDACTED] regarding Mark Epstein emails saved at \\\\ usa.doj.gov\\ clouanys\\StAndrews\\ Shared \\ InReEpsteinDeath-2019R01059. She apologized for being out of the loop and offered assistance. The email is associated with EFTA00031510.",
      "timestamp": "2020-05-26T00:00:00",
      "timestamp_raw": "May 26, 2020",
      "keywords": [
        "mark epstein",
        "redaction analysis",
        "efta00031510",
        "rebekah donaleski",
        "usanys",
        "southern district of new york",
        "doj",
        "emails"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030978",
      "summary": "This document contains emails from Assistant United States Attorney Mark Epstein, Southern District of New York, regarding the investigation into the death of Mark Epstein. The emails are located on \\\\usa.doj.gov\\cloud \\nys \\StAndrews\\Shared \\ InReEpsteinDeath-2019R01059.",
      "timestamp": "2020-05-26T00:00:00",
      "timestamp_raw": "26 May 2020",
      "keywords": [
        "mark epstein",
        "efta00030978",
        "doj",
        "southern district of new york",
        "redaction analysis",
        "emails",
        "st andrews",
        "inreepsteindeath"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023395",
      "summary": "An email was forwarded from \"USANYS\" to \"ci\" with the subject \"RE: Mark Epstein.\" The sender apologized for forwarding the wrong email and requested the recipient to disregard the previously forwarded email (EFTA00023395).",
      "timestamp": "2020-05-26T00:00:00",
      "timestamp_raw": "26 May 2020",
      "keywords": [
        "efta00023395",
        "mark epstein",
        "email",
        "forwarded",
        "usanys",
        "czi",
        "imillli"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023394",
      "summary": "An email exchange occurred between Jessica Lonergan (USANYS) and an unknown sender regarding Mark Epstein. Jessica Lonergan responded to a previous message, stating she would disregard the information and thanked the sender. The email chain is labeled EFTA00023394.",
      "timestamp": "2020-05-26T00:00:00",
      "timestamp_raw": "26 May 2020",
      "keywords": [
        "efta00023394",
        "redaction analysis",
        "mark epstein",
        "jessica lonergan",
        "usanys",
        "may 26",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023396",
      "summary": "On May 27, 2020, multiple individuals discussed Mark Epstein. One individual stated they were available to speak “in a few min,” while another confirmed they had an initial understanding of the situation and requested a time to talk. The email thread is redacted.",
      "timestamp": "2020-05-27T00:00:00",
      "timestamp_raw": "May 27, 2020",
      "keywords": [
        "efta00023396",
        "redaction analysis",
        "mark epstein",
        "may 27",
        "2020",
        "call",
        "handle"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037250",
      "summary": "*   Andrew Heymann (SOLOMON BLUM HEYMANN LLP) is coordinating a matter referred to as “JE”. *   Mark Epstein (izmo@mindspring.com) is involved, requesting forwarding of a brown envelope from Atkins Fine Clothiers. *   A meeting is scheduled with Darren at his office (5300 W. Atlantic Avenue, Suite 602, Delray Beach, Florida 33484) on Monday from 9:00 AM - 11:00 AM. *   Mark Epstein is traveling to Florida and wants to speak with Darren face-to-face. *   Andrew Heymann is also arranging for Darren to potentially visit Jeff’s place in Paris from February 25th-28th to collect family items and photos.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "June 19, 2020",
      "keywords": [
        "efta00037250",
        "andrew heymann",
        "mark l. epstein",
        "new york",
        "florida",
        "darren",
        "solomon blum heymann llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028319",
      "summary": "An individual (EFTA00028319) forwarded a message regarding threats against Mark Epstein. The threats originated from a fraudster in Iran impersonating multiple individuals to harass Epstein, demanding money and threatening harm to his children. A recent threat involved the individual attempting to provide media outlets with false information about Epstein’s involvement in his brother’s sex crimes. The sender advised recipients to be aware of the situation and contacted for further information.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "mark epstein",
        "threats",
        "fraud",
        "iran",
        "bitcoin",
        "media",
        "extortion",
        "email",
        "sex crimes",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037256",
      "summary": "Mark L. Epstein reported receiving emails indicating someone had hacked into his accounts.  He received emails from “R O” detailing concerns about Jeffrey’s girlfriend’s arrest, threats against Mark, and information about Mark's brother's financial situation and alleged inappropriate behavior involving underage girls.  Attachments included PDFs labeled “RE-_JE_2.pdf” and “RE-_JE.pdf”.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "email hacking",
        "password change",
        "jeffrey",
        "mark epstein",
        "protonmail",
        "redacted",
        "arrest",
        "sony",
        "underage girls"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015829",
      "summary": "An email exchange discusses the redaction of folders related to NT 3500. One party ([REDACTED] – USANYS Contractor) has completed a review of the first 100 folders and is ready for stamping.  Instructions are given to move specific folders containing reports, transcripts (Mark Epstein deposition), and materials, with some folders to be deleted.  A request is made to move items related to a potential testifying witness to a new folder and another folder designated for “not-a-witness” content. The email chain includes contact information for the Assistant United States Attorney.",
      "timestamp": "2021-04-11T00:00:00",
      "timestamp_raw": "11 Apr 2021",
      "keywords": [
        "efta00015829",
        "nt 3500",
        "redaction",
        "usanys",
        "contractor",
        "folders",
        "review",
        "deposition",
        "mark epstein",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015833",
            "similarity": 0.667,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015831",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031349",
      "summary": "An email exchange discusses revisions to a document labeled EFTA00031349. The sender requests the deletion of several folders, merging of content within specific folders, and the relocation of files and a Mark Epstein deposition transcript to new folders for witness-related materials. A United States Attorney from the Southern District of New York is involved in overseeing the changes.",
      "timestamp": "2021-04-11T00:00:00",
      "timestamp_raw": "11 Apr 2021",
      "keywords": [
        "efta00031349",
        "nt 3500",
        "redaction",
        "folders",
        "witness",
        "mark epstein",
        "deposition",
        "united states attorney",
        "new york",
        "ntw"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015833",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015833",
      "summary": "An email chain discusses revisions needed for a project labeled “NT 3500.” Specifically, the sender requests the deletion of several folders and the movement of files and individuals (identified as “[REDACTED]” and “Mark Epstein”) into different folders, including a new “NTW” folder for Mark Epstein’s deposition transcript. The sender, an Assistant United States Attorney, provides instructions and confirms the section (101-196) is ready to proceed. The email also references documents within folders that should be moved and deleted.",
      "timestamp": "2021-04-11T00:00:00",
      "timestamp_raw": "11 Apr 2021",
      "keywords": [
        "efta00015833",
        "nt 3500",
        "redaction",
        "usanys",
        "contractor",
        "folders",
        "witness",
        "deposition",
        "mark epstein",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031349",
            "similarity": 0.538,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015829",
            "similarity": 0.667,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00015831",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015831",
      "summary": "The contractor (USANYS) is performing redactions for document EFTA00015831. The contractor requests the removal of a full SDNY transcript and sends excerpts instead. Specific instructions involve moving files between folders designated as “withhold,” “do not produce,” “potential testifying witness,” and “not-a-witness.”  A transcript of Mark Epstein is to be moved to a new NTW folder.  Additional review and potential further instructions are expected the following day.",
      "timestamp": "2021-04-11T00:00:00",
      "timestamp_raw": "11 Apr 2021",
      "keywords": [
        "efta00015831",
        "nt 3500",
        "usanys",
        "contractor",
        "redaction",
        "transcript",
        "folders",
        "witness",
        "deposition",
        "mark epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015833",
            "similarity": 0.667,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015829",
            "similarity": 0.538,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029617",
      "summary": "An email exchange occurred between Stacey Richman of Richman Hill & Associates PLLC and an individual identified as “Chief, Public Corruption Unit” from the U.S. Attorney’s Office, Southern District of New York, regarding a call about Mark Epstein. The Chief initiated the contact seeking information related to Epstein’s demise. Stacey Richman responded, confirming availability for a call the following day at 11:30 AM, noting a prior court appearance. Redactions obscure the sender's identity and details of the call.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2021",
      "keywords": [
        "stacey richman",
        "mark epstein",
        "usanys",
        "redaction",
        "bronx",
        "law offices",
        "call",
        "court appearance",
        "public corruption unit",
        "efta00029617"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027460",
      "summary": "A communication chain discusses providing advance notice regarding the release of autopsy reports related to Mark Epstein’s death. The US Attorney’s Office is coordinating with Stacey Richman, Mark Epstein’s lawyer, and the Orange County Medical Examiner’s Office (OCME). The OCME is preparing a production of the autopsy report, and the US Attorney’s Office is considering notifying the Epstein family, particularly given ongoing FOIA litigation, while also informing Stacey Richman.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2021",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "bop",
        "stacey richman",
        "ocme",
        "autopsy report",
        "notice",
        "family",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018502",
      "summary": "On July 2, 2021, Florence Hutner, General Counsel of the Office of Chief Medical Examiner, received an attached redacted autopsy report related to Mark Epstein’s case from [REDACTED].  [REDACTED] informed Hutner that they had provided notice to Epstein’s attorney. On July 1, 2021, [REDACTED] of the U.S. Attorney’s Office, Southern District of New York, stated they would send the redacted autopsy report to Hutner the following day and would notify Epstein’s lawyer.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "July 2, 2021",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "autopsy",
        "hutner",
        "ocme",
        "florence hutner",
        "u.s. attorney's office",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010616",
      "summary": "*   Florence Hutner, General Counsel for the Office of Chief Medical Examiner, is communicating regarding a FOIA request related to Jeffrey Epstein’s autopsy report. *   The autopsy report was produced to the New York Times and a redacted version was attached. *   The U.S. Attorney’s Office (Southern District of New York) is involved, having notified Mark Epstein’s attorney and intending to provide a courtesy heads-up. *   Confirmation was sought regarding the conclusion of the federal investigation and whether the NYT has published any redacted autopsy reports. *   A toxicology report request from a member of the public was received.",
      "timestamp": "2021-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2021",
      "keywords": [
        "epstein",
        "foia",
        "autopsy report",
        "redacted",
        "ocme",
        "toxicology",
        "investigation",
        "nyt",
        "release",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023418",
      "summary": "A U.S. Attorney’s Office contact is requesting contact information for Mark Epstein due to unsuccessful attempts by the Bureau of Prisons (BOP) to reach him regarding FOIA requests related to Jeffrey Epstein’s case. The contact information provided includes phone number and email addresses for Mark Epstein and Stacey Richman. The BOP plans to quickly respond to the increased FOIA requests following a recent news article about Epstein’s incarceration and death.",
      "timestamp": "2021-12-23T00:00:00",
      "timestamp_raw": "23 Nov 2021",
      "keywords": [
        "epstein",
        "foia",
        "bop",
        "stacey richman",
        "mark epstein",
        "records",
        "requests",
        "incarceration",
        "death",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014714",
            "similarity": 0.667,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014714",
      "summary": "An Assistant United States Attorney is requesting contact information for Mark Epstein due to unsuccessful attempts by the Bureau of Prisons (BOP) to reach him regarding FOIA requests related to Jeffrey Epstein’s case. The requested contact information includes the email addresses mark.epstein and Stacey Richman, and a phone number. The BOP is responding to increased FOIA requests following a recent news article about Epstein’s incarceration and death.",
      "timestamp": "2021-12-23T00:00:00",
      "timestamp_raw": "23 Nov 2021",
      "keywords": [
        "epstein",
        "foia",
        "mark epstein",
        "stacey richman",
        "bop",
        "records",
        "requests",
        "usanys",
        "corruption",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023418",
            "similarity": 0.667,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}