{
  "keyword": "france",
  "count": 27,
  "keyword_match_count": 27,
  "content_match_count": 9,
  "total_files": 36,
  "timeline": [
    {
      "file_id": "EFTA00030343",
      "summary": "An FBI agent (“I (NY) (FBI)”) sent an email to “i ) c” regarding travel information for Ghislaine Maxwell, born January 1, 2000. Maxwell traveled 15 times with 7 outbound flights, primarily to the United Kingdom (5 times), Japan (1 time), and Qatar (1 time), between January 1, 2017, and June 29, 2020. Attached documents include outbound travel records (with UK and France passports) and inspection documents citing her citizenship in both the UK and France.",
      "timestamp": "2000-01-01T00:00:00",
      "timestamp_raw": "January 1, 2000",
      "keywords": [
        "maxwell",
        "travel",
        "uk",
        "france",
        "passport",
        "citizenship",
        "flights",
        "ghislaine maxwell",
        "fbi",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014822",
      "summary": "Okay, here’s a concise summary of the provided text, focusing on the key information: **Summary:** This document is an AT&T Wireless monthly bill for Jeffrey Epstein & Co (Account: JEFFSTEIN & CO) for June 14, 2003. The bill details charges including: *   **Monthly Service:** $199.99 (National Plan) with various add-on charges (call forwarding, long distance, messaging) and $11.00 (Roaming Charges). *   **Airtime:**  212.52 (included in the plan). *   **Other Charges:**  $519.71. These include $490.71 for AT&T Connect calls and $29.00 (regulatory programs). *   **Taxes and Surcharges:** $58.47 total. *   **Total Bill Amount:** $936.10 The bill includes detailed breakdowns of calls made (primarily to and from France, Spain, Italy, and Great Britain) with associated minutes and charges. The document also provides contact information for AT&T Wireless customer care.",
      "timestamp": "2003-06-14T00:00:00",
      "timestamp_raw": "June 14, 2003",
      "keywords": [
        "at&t",
        "wireless",
        "bill",
        "charges",
        "monthly",
        "payments",
        "account",
        "jeffrey epstein",
        "roaming",
        "taxes",
        "fees",
        "voicedial",
        "regulatory programs",
        "airtime",
        "long distance",
        "text messaging",
        "call forwarding",
        "rates",
        "customer care",
        "billing",
        "payments (14)",
        "billing (18)",
        "charges (11)",
        "taxes (18)",
        "fees (11)",
        "charges (12)"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014718",
      "summary": "*   **Billing Cycle:** The billing cycle ran from July 13th to August 12th, 2003. *   **Monthly Charges:** The total monthly charges were $1,533.48 (including a National Plan of $199.99 and a local plan of $39.99) *   **Roaming Charges:** The total roaming charges were $85.92. *   **Other Charges:** The total included other charges like taxes, regulatory fees (including 29.75 for \"CONNECT CALLS\") amounting to $82.25. *   **Details:** The bill includes a breakdown of charges, with calls made to locations in the United States (Washington, DC, Virginia, New York, Maryland, Florida, Georgia, California, etc.) and international locations (UK, France, Italy, Puerto Rico, San Juan, etc.). *   **Call Characteristics:** Notes include \"Call Waiting,\" “Long Distance Service Billed Separately,\" and \"Automatic Dropped Call Credit.\" *   **Redactions:** The document contains redactions, likely to protect sensitive information.",
      "timestamp": "2003-08-14T00:00:00",
      "timestamp_raw": "AUG 14, 2003",
      "keywords": [
        "at&t",
        "wireless",
        "billing",
        "charges",
        "account",
        "payment",
        "roaming",
        "rates",
        "monthly",
        "subscription",
        "service",
        "coverage",
        "long distance",
        "taxes",
        "italy",
        "france",
        "spain",
        "uk",
        "data",
        "messages",
        "text",
        "service plan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038251",
      "summary": "On September 28, 2016, the FBI drafted Form FD-1057 regarding Jeffrey Edward Epstein, a convicted Child Sex Offender. Epstein planned to travel to France from September 24, 2016, departing on October 5, 2016, arriving at Le Bourget Airport in Paris at approximately 8:30 pm on September 24, 2016. Epstein's prior conviction involved procuring a person under 18 for prostitution (June 30, 2008). The FBI provided this notification to Legal Paris as an advisory. Epstein’s details include DOB: 1/20/1953, height 6’0”, weight 180 lbs, gray hair, blue eyes, and passport number 516923892. No immediate action was required.",
      "timestamp": "2016-09-28T00:00:00",
      "timestamp_raw": "September 28, 2016",
      "keywords": [
        "efta00038251",
        "jeffrey epstein",
        "child sex offender",
        "france",
        "travel advisory",
        "fbi",
        "fd-1057",
        "violent crimes",
        "sex tourism",
        "paris"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016172",
      "summary": "The U.S. Department of Justice, via the United States Attorney for the Southern District of New York, is responding to Jeffrey Epstein’s July 16, 2019 letter regarding an expired Austrian passport. The government disputes Epstein’s claim about the passport’s expiration, presenting evidence of numerous travel stamps indicating its use in countries like France, Spain, the UK, and Saudi Arabia in the 1980s. The government also points out that Epstein has not disclosed his citizenship or legal residency status outside of the United States.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "redaction analysis",
        "southern district of new york",
        "united states v.",
        "foreign passport",
        "austrian passport",
        "ecf",
        "richard m. berman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037815",
      "summary": "On August 13, 2019, the FBI and DOJ received requests from the MOJ and French Police regarding Jeff Epstein’s case, specifically concerning any French nexus to victims or subjects under French jurisdiction.  An apartment owned by Epstein in Paris (75116) was also under investigation.  The FBI was coordinating with ALAT Paris and investigating Epstein’s frequent travel to Paris, including travel information requested from France.  SSA from FBI HQ, TOC-East, Eurasian Organized Crime Desk was overseeing the squad handling the case and coordinating outreach to relevant individuals.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "paris",
        "france",
        "moj",
        "french police",
        "investigation",
        "travel",
        "intel",
        "lync",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014283",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] regarding a journalist inquiry about Jeffrey Epstein’s connection to the Bourget Airport in France. The sender stated they would be out of the office from Thursday through Monday and provided a public affairs phone number for immediate assistance. The email is associated with file EFTA00014283.",
      "timestamp": "2019-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2019",
      "keywords": [
        "epstein",
        "jeffrey epstein airport",
        "journalist",
        "france",
        "automatic reply",
        "redaction",
        "efta00014283"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024297",
      "summary": "An event titled “Epstein estate” took place on October 23, 2019, from 6:30 PM to 7:00 PM GMT. Marc A. Weinstein (redacted) organized the event via a Skype meeting with Conference ID 803 102 52. Attendees included Tomback, Andrew (redacted). A reminder was set to display 15 minutes before the start, including dial-in numbers for various countries: Brazil, Canada, China, France, Germany, India, Ireland, Israel, Japan, Singapore, United Kingdom, United States. The document also provides instructions for joining the meeting via computer or mobile device, and offers troubleshooting steps via Skype Web App and the “Help” link. Additionally, it includes a dial-in PIN for a specific number (+12016300824).",
      "timestamp": "2019-10-23T00:00:00",
      "timestamp_raw": "October 23, 2019",
      "keywords": [
        "epstein estate",
        "skype",
        "dial-in numbers",
        "weinstein",
        "marc a.",
        "2019-10-23",
        "redaction",
        "conference id",
        "meeting",
        "attendees"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025109",
      "summary": "This document is a complaint filed by a woman (referred to as “Plaintiff”) against Darren K. Indyke and Richard D. Kahn, the executors of Jeffrey Epstein’s estate, alleging a pattern of sexual abuse and manipulation that occurred between 2002 and 2004. The Plaintiff, a then-17-year-old, was groomed by Epstein, who presented himself as a benefactor, and subjected to repeated sexual assaults across various locations, including New York, New Mexico, Florida, the Virgin Islands, and France. Epstein controlled her life, isolating her and exploiting her vulnerability. As a result of these abuses, the Plaintiff suffered severe emotional distress, psychological harm, and lasting trauma, including an eating disorder and alcoholism. The complaint seeks compensatory and punitive damages, along with other remedies related to Epstein’s assets.",
      "timestamp": "2019-11-21T00:00:00",
      "timestamp_raw": "November 21, 2019",
      "keywords": [
        "jeffrey epstein",
        "sexual abuse",
        "new york",
        "criminal sex trafficking",
        "litigation",
        "united states district court",
        "defendants",
        "victims",
        "allegations",
        "power",
        "control",
        "manipulation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029637",
      "summary": "On December 2, 2019, at 3:30 PM GMT, a Skype meeting titled “Epstein Estate Call” occurred, organized by Marc Weinstein of Hughes Hubbard &amp;amp; Palmer. The meeting attendee was [REDACTED], and also included Tomback, Andrew of WhiteCase. The meeting utilized the dial-in number +1 (201) 630-0824 and conference ID 169269771. Additional dial-in numbers were provided for various countries including Brazil, Canada, China, France, Germany, India, Ireland, Israel, Japan, Singapore, United Kingdom, and United States. A reminder message was to be displayed 15 minutes before the start.",
      "timestamp": "2019-12-02T00:00:00",
      "timestamp_raw": "December 2, 2019",
      "keywords": [
        "epstein",
        "skype",
        "meeting",
        "dial-in",
        "weinstein",
        "redaction",
        "conference id",
        "attendees",
        "event",
        "marc a.weinstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020911",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is assisting an unidentified French judicial police unit (DCPJ) investigating crimes involving Jean Luc Brunel. The DCPJ unit, led by “Man,” is seeking information and coordination with US authorities. Sigrid suggests contacting prosecutors in New York who may have relevant information. A phone call is scheduled for November 20th, dependent on flight times, to discuss the investigation. The communications involve multiple individuals and organizations, including the French police nationale and Capitaing de police, with correspondence detailing the ongoing investigation into the Epstein/Brunel case.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2019",
      "keywords": [
        "french judicial police",
        "jean luc brunel",
        "sigrid mccawley",
        "dcpj",
        "new york",
        "investigation",
        "prosecution",
        "france",
        "epostein",
        "ocrvp",
        "minors"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011365",
      "summary": "The transcript, provided by Sigrid McCawley of Boies Schiller Flexner LLP, details Maxwell’s activities and background. Key points include: *   **Source Material:** The deposition is based on a 2019 deposition transcript, attached as \"Maxwell_Dep._Tr._(Slip_and_Fall_Case).pdf.\" *   **Initial Delivery:** The transcript was initially forwarded by Sigrid McCawley to [REDACTED]. *   **Case Background:** The case is a civil lawsuit against Maxwell in New York related to a slip-and-fall incident. *   **Maxwell’s Claims:** Maxwell claimed to have resided primarily in NYC (September 2015), was a U.S. citizen (born in Paris, France and England), a registered EMT and helicopter pilot, and operated a board placement company called Ellmax LLC (initially established by Darren Indyke). *   **Ellmax Details:** Ellmax generated minimal revenue, primarily used for travel costs, and Maxwell did not receive a salary. She paid herself out of personal funds. *   **Other Companies:** Maxwell worked for other companies, including Terramar Project and had a personal assistant for over 10 years. *   **Property Ownership:** Maxwell owned a property in Miami Beach (2000-2016), held through an LLC. It was managed by Monte Albers De Leon. *   **Tax Records:** Her taxes were prepared by Mark, Paneth & Shron, and showed expenses related to travel and consulting. The document provides a record of Maxwell's answers to questions regarding her background, businesses, and property holdings, as part of the legal proceedings.",
      "timestamp": "2020-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition",
        "slip and fall case",
        "aig",
        "nyc",
        "2019",
        "france",
        "england",
        "us citizen",
        "ellmax",
        "terramar project",
        "robert foos",
        "florida",
        "tax returns",
        "monte albers de leon"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030345",
      "summary": "On June 30, 2020, at 13:26 EDT, Ghislaine Noelle Maxwell, a French national, was encountered at the Advanced Passenger Record (APR) for the ISAARPT P. OCEAN terminal. The encounter was classified as outbound, with no referral to any agency. The time of encounter was 00:00 and the processing result was not referred. The carrier was XXX - UNKNOWN AIRPORT. The document is designated EFTA00030345 and flagged as Law Enforcement Sensitive.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "u.s. customs and border protection",
        "homeland security",
        "person encounter detail",
        "passport",
        "france",
        "document number",
        "arrival",
        "departure",
        "advanced passenger record",
        "ksa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011221",
      "summary": "Maxwell is facing pre-trial detention in the US related to allegations involving Jeffrey Epstein and underage girls (1994-1997). *   **French Law & Extradition:** French law generally prohibits the extradition of French nationals. However, the extradition treaty between France and the USA (signed in 1996) doesn’t explicitly exclude this. *   **Maxwell’s Waiver:** Maxwell is preparing to execute an irrevocable waiver of her right to seek protection from the French courts, essentially conceding that she could be extradited. *   **Judicial Process:** The extradition process would involve an Investigating Chamber of the Court of Appeal examining the request, potentially influenced by the fact that Maxwell fled the US before trial. *   **Likely Outcome:**  The opinion suggests that extradition is likely, given the treaty, Maxwell’s US citizenship, and the fact she violated bail conditions. It also anticipates a swift process with a 14-day ruling period and potential for expedited decree issuance. *   **Supplemental Documents:** The document includes exhibits such as William Julie's resume and a waiver document signed by Maxwell. The document also contains the table of contents and a detailed breakdown of the French extradition procedure including steps, rules and justifications.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "14 July 2020",
      "keywords": [
        "extradition",
        "france",
        "usa",
        "maxwell",
        "treaty",
        "legal procedure",
        "criminal law",
        "bail",
        "nationality",
        "waiver",
        "french law",
        "extradition treaty",
        "court of appeal",
        "investigating chamber",
        "criminal code",
        "human rights",
        "european convention of human rights"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024502",
      "summary": "On July 16, 2020, at 5:30 PM UTC, a Skype meeting occurred with Marc A. Weinstein ([REDACTED]) and Andrew Tomback ([REDACTED]) regarding Epstein’s New York property. The meeting’s conference ID was 612 758 867. A reminder was set to display 15 minutes before the start. Dial-in numbers were provided for various countries, including Brazil, Canada, China, France, Germany, India, Ireland, Israel, Japan, Korea (Seoul), Singapore, United Kingdom, and United States. The document also contains information on connecting via computer or mobile device, a Skype Web App option, and instructions for meeting organizers regarding dial-in PIN resets. EFTA00024502 and EFTA00024503 are referenced.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "epstein",
        "property",
        "skype",
        "meeting",
        "dial-in",
        "conference id",
        "weinstein",
        "andrew tomback",
        "redaction analysis",
        "efta00024502"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009914",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019131",
      "summary": "An event titled “Epstein Estate” took place on November 9, 2020, from 21:30 to 22:00. Marc A. Weinstein organized it via a Skype meeting with Conference ID 570 579 045. The event had a priority of 5. Several dial-in numbers were provided for attendees globally, including Brazil, Canada, China, France, Germany, India, Ireland, Israel, Japan, Korea, Singapore, United Kingdom, and United States. The document outlines instructions for joining the meeting via telephone and provides troubleshooting advice for first-time Skype for Business guests.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "epstein estate",
        "skype meeting",
        "weinstein",
        "dial-in numbers",
        "conference id",
        "andrew tomback",
        "2020-11-09",
        "redaction analysis",
        "event",
        "mobile phone"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009914",
      "summary": "Marc Weinstein scheduled a Skype meeting on November 9, 2020, at 4:30 PM - 5:00 PM Eastern Time (UTC-05:00) with Conference ID 570 579 045 and Dial-In Number +1 (201) 630-0824 to discuss the Epstein Estate.  Additional dial-in numbers were provided for international participants including Brazil, Canada, China, France, Germany, India, Ireland, Israel, Japan, Korea, Singapore, United Kingdom, and United States. The meeting details included instructions for joining via computer or mobile device, or by telephone.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "epstein estate",
        "skype",
        "meeting",
        "dial-in",
        "weinstein",
        "conference id",
        "andrew tomback",
        "redaction analysis",
        "utc-05:00",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024502",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031965",
      "summary": "Embassy in Paris and the Southern District of New York regarding the extradition of Ghislaine Maxwell. *   Discussions centered around Maxwell’s renewed bail application and potential extradition from France, specifically addressing concerns about her dual US/French citizenship. *   Proposed call times were discussed for December 4th, December 5th, and December 7th to gather questions and provide context. *   Multiple individuals’ contact information (phone numbers and email addresses) were exchanged. *   A key point of discussion involved the timeline and resources needed for Maxwell to respond to the extradition process. *   The email chain involves a US Attorney, a US Embassy liaison, and individuals coordinating information related to the SDNY case.",
      "timestamp": "2020-12-05T00:00:00",
      "timestamp_raw": "December 5, 2020",
      "keywords": [
        "sdny case",
        "extradition",
        "france",
        "maxwell",
        "bail application",
        "usanys",
        "crm",
        "paris",
        "timeline",
        "resources"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016784",
      "summary": "This document is a legal response from French lawyer William Julie to the US government’s memorandum regarding the extradition of Ghislaine Maxwell. Key points include: *   **Challenge to the Government’s Argument:** Julie disputes the US government’s reliance on Article 696-2 of the French Code of Criminal Procedure, arguing it incorrectly assumes France would extradite its citizens without an international agreement. *   **Constitutional Precedence:** He emphasizes that French constitutional law (Article 55) prioritizes international agreements over national legislation when it comes to extradition. *   **Peterson Case Weakness:** Julie critiques the government's use of the Hans Peterson case as precedent, noting its lack of a formal judicial decision and the circumstances of its refusal. *   **Article 3 of the Treaty:** He supports the interpretation of Article 3 of the US-France Extradition Treaty, which allows the Requested State (France) to retain discretion regarding the extradition of nationals. *   **EU Extradition Agreement:** Julie highlights the impact of the EU-US Extradition Agreement (2010), which further strengthens cooperation and reinforces the French government's discretion. Essentially, Julie argues that the French government has the legal authority and discretion to extradite Maxwell under the existing treaties, despite the government's initial assertions to the contrary.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "December 18, 2020",
      "keywords": [
        "extradition treaty",
        "france",
        "usa",
        "french code of criminal procedure",
        "article 696",
        "national",
        "discretion",
        "peterson case",
        "conseil d'etat",
        "european union extradition agreement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019291",
      "summary": "The core arguments center around: *   **Weaknesses in the Prosecution:** The government’s case is lacking substantial evidence, relying solely on the recollections of the three accusers. *   **Strong Ties to the U.S.:** Maxwell has significant ties to the United States, including her spouse, and has fully disclosed her finances, pledging all assets as collateral. *   **Dismissal of Flight Risk Concerns:** Maxwell's team disputes the government’s assertion that she is a flight risk, highlighting her commitment to remain in the U.S. and the unlikely prospect of extradition from France or the UK. *   **Extradition Waivers:** Maxwell has provided waivers for extradition to both France and the UK, which the team argues provide reasonable assurance against fleeing. *   **COVID Concerns:**  The recent surge in COVID-19 cases within the MDC detention facility further strengthens the argument for bail, impacting her ability to conduct legal visits. The legal team proposes a bail package with significant financial guarantees and numerous sureties, suggesting the government’s demands are unreasonable and aimed at preventing her release.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "December 18, 2020",
      "keywords": [
        "maxwell",
        "bail",
        "united states",
        "government",
        "testimony",
        "witnesses",
        "finances",
        "extradition",
        "france",
        "united kingdom",
        "bonds",
        "assets",
        "flight risk",
        "covid",
        "legal",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016769",
            "similarity": 0.5,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015977",
            "similarity": 0.6,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016769",
      "summary": "They contend the government’s assertions about her flight risk and sophistication in hiding assets are specious. Key arguments include: *   **Weak Case:** The government’s case hinges almost entirely on the testimony of three witnesses, lacking substantial documentary support. *   **Strong Ties to the U.S.:** Maxwell has significant ties to the United States, including her spouse, and has fully disclosed her finances and assets, pledging substantial assets as security. *   **Good Faith Sureties:** She has secured seven sureties (family and friends) who have committed to providing financial support. *   **Financial Disclosure:** Maxwell has provided a detailed financial report, which the government acknowledges, and has agreed to extradition waivers. *   **COVID Concerns:** The recent surge in COVID-19 cases at the MDC detention facility further justifies her release on strict conditions. *   **Extradition Likelihood:** The team argues extradition from France or the UK is highly unlikely given her waivers and strong ties. The team argues the government's standards are too rigid and that Maxwell’s release should be based on reasonable assurances rather than absolute guarantees, citing relevant legal precedent.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "December 18, 2020",
      "keywords": [
        "reply memorandum",
        "ghislaine maxwell",
        "bail",
        "united states",
        "government",
        "witnesses",
        "finances",
        "assets",
        "extradition",
        "france",
        "united kingdom",
        "covid",
        "mdc",
        "flight risk",
        "legal reform act",
        "subpoenas",
        "documentary evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019291",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023110",
      "summary": "Department of Justice’s Office of International Affairs is responding to a request for legal assistance from France. *   The request pertains to an investigation into Jeffrey Epstein and Ghislaine Maxwell, initiated by French authorities. *   French authorities conducted a search warrant execution at Epstein’s Paris residence in September 2019, gathering evidence related to the case. *   French authorities are seeking information from the U.S. regarding designated individuals, including Maxwell and other victims. *   The U.S. Attorney’s Office is authorized to assist under the 1998 and 2004 U.S.-France Mutual Legal Assistance Treaties and 18 U.S.C. § 3512. *   The AUSA is not anticipating the need to compel record production but may seek a commissioner subpoena if required. *   Coordination between the U.S. and French authorities is emphasized, with the Office of International Affairs acting as the main point of contact. *   The request is classified and requires all filings to be under seal.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "mutual legal assistance treaty",
        "jeffrey epstein",
        "ghislaine maxwell",
        "france",
        "criminal investigation",
        "u.s. department of justice",
        "legal assistance",
        "mutual legal assistance instrument",
        "18 u.s.c. § 3512"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023109",
      "summary": "A referral is being sent from the U.S. Embassy in Paris (DOJ Anache/Magistrat de liaison anthicain) to an unspecified recipient(s) regarding a Mutual Legal Assistance Treaty (MLAT) request from France. The request relates to an investigation involving an individual recently arrested and placed under examination in Paris. Supporting documents – a deposition in English (2020002015-Depi_En.pdf), a deposition in French (2020002015-Depi_Fr.pdf), and a referral letter (Referral_LetteriSDNYUDecernber_2020).pdf – are attached. The email was sent on December 30, 2020.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "mlat",
        "france",
        "referral",
        "arrest",
        "maxwell",
        "bail",
        "paris",
        "investigation",
        "doj",
        "efta00023109"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018658",
      "summary": "An email was sent from a U.S. Department of Justice attaché/Magistrat de liaison at the U.S. Embassy in Paris to two recipients regarding a Mutual Legal Assistance Treaty (MLAT) request from France. The request pertains to an investigation involving an individual recently arrested and placed under examination in Paris. The sender had been in contact regarding the Maxwell bail proceedings and brought the MLAT request to the recipients' attention. Attached documents include PDFs related to the referral and the French investigation.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "mlat request",
        "france",
        "referral",
        "maxwell bail",
        "paris",
        "investigation",
        "examination",
        "u.s. embassy",
        "efta00018658"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030842",
      "summary": "The document consists of email exchanges related to a case named “Brunel.” Key details include: *   Multiple individuals (identified only by redaction) were involved in discussions and requests. *   A MLAT request was sent to the U.S. Embassy in Paris. *   A meeting regarding “Brunel” took place on January 7, 2021, with a quick read-out provided. *   Preparation was made for a meeting with France, including a draft of points to be discussed and a go-by for an outgoing request. *   Reference to case identifiers EFTA00030842, EFTA00030843, EFTA00030844, EFTA00030845, EFTA00030846 and EFTA00030847.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "January 7, 2021",
      "keywords": [
        "brunel",
        "efta00030842",
        "u.s. embassy",
        "paris",
        "redaction",
        "france",
        "meeting",
        "request",
        "mlat",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021720",
      "summary": "This document details a collaborative effort between the U.S. Department of Justice (DOJ), specifically the Southern District of New York, and French authorities investigating the case of “Brunel.” The initial communication revolves around a meeting where a DOJ attorney briefed French investigating judges on the case details, including Brunel’s initial detention, potential sentence length, and concerns about confidentiality. Key points discussed include the DOJ’s interest in assisting with contacting witnesses, particularly adult victims, and utilizing a database of data gathered from Epstein’s residences and devices.  The French authorities expressed interest in this data, contingent on refining search terms and a reciprocal sharing of evidence.  They also highlighted concerns about confidentiality and the need for a “good faith effort” to share information.  The document outlines a proposed path forward involving the drafting and translation of an MLAT request, with the DOJ coordinating efforts to provide targeted search terms and potentially share photographic evidence.  Ultimately, the exchange is characterized by a need for mutual cooperation and reciprocal sharing of information to effectively investigate the case.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "12 Jan 2021",
      "keywords": [
        "france",
        "usanys",
        "crm",
        "brunel",
        "investigation",
        "search terms",
        "mlat",
        "confidentiality",
        "victims",
        "records",
        "data",
        "cooperation",
        "paris"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021355",
      "summary": "Ghislaine Maxwell’s attorneys submitted a third bail application, proposing she renounce her French and British citizenship to address concerns about extradition waiver validity. The application is attached and awaiting feedback.",
      "timestamp": "2021-02-24T00:00:00",
      "timestamp_raw": "24 Feb 2021",
      "keywords": [
        "ghislaine maxwell",
        "bail application",
        "renunciation",
        "extradition",
        "united states attorney",
        "southern district of new york",
        "citizenship",
        "legal",
        "criminal",
        "france",
        "britain"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018720",
      "summary": "A draft third bail opposition document was prepared by the United States Attorney’s Office, Southern District of New York. The draft includes sections regarding OIA requests for information, specifically concerning France and citizenship renunciation. The sender intends to submit the draft to the OIA for review before the Tuesday filing deadline, pending feedback and accuracy checks.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "08 Mar 2021",
      "keywords": [
        "bail opposition",
        "oia",
        "draft",
        "united states attorney",
        "france",
        "citizenship renunciation",
        "feedback",
        "deadline",
        "review",
        "government"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018724",
      "summary": "According to a communication from the French Ministry of Justice to the U.S. Department of Justice, extradition proceedings in France are governed by Articles 696 and following of the Code of Criminal Procedure. Article 696-2 allows the French government to remit individuals subject to lawsuits or sentences from a foreign court if they are located within the French Republic. Article 694-4 states extradition is denied if the individual is a French national at the time the offense was committed. Subsequent loss of French nationality does not override this rule.",
      "timestamp": "2021-03-09T00:00:00",
      "timestamp_raw": "March 9, 2021",
      "keywords": [
        "extradition",
        "france",
        "justice",
        "nationalities",
        "international",
        "criminal",
        "procedure",
        "embassy",
        "us department of justice",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017999",
      "summary": "Customs and Border Protection (CBP) Task Force Officers and other parties regarding CBP travel records. *   The initial request involves examining travel records for Maxwell and Epstein, specifically looking for date overlaps. *   A subsequent request is made for CBP records dating back to the 1990s for an individual born in France. *   All communications are marked “Law Enforcement Sensitive - For Official Use Only” with strict instructions regarding dissemination and confidentiality. *   There are redactions present throughout the document.",
      "timestamp": "2021-09-21T00:00:00",
      "timestamp_raw": "21 Sep 2021",
      "keywords": [
        "cbp",
        "travel records",
        "maxwell",
        "epstein",
        "france",
        "1990s",
        "redaction",
        "u.s. customs and border protection",
        "law enforcement sensitive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018002",
            "similarity": 0.8,
            "index": 30,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018002",
      "summary": "Customs and Border Protection (CBP) Task Force Officer is responding to a request for CBP travel records. *   The initial request involves checking inbound travel dates against those of Maxwell and Epstein. *   A subsequent request asks for CBP records dating back to the 1990s, specifically for a French individual. *   The communication emphasizes the sensitive and confidential nature of the information, restricting its distribution to law enforcement and authorized agencies. *   The emails include standard disclaimers regarding potential legal violations and security concerns related to unauthorized disclosure.",
      "timestamp": "2021-09-21T00:00:00",
      "timestamp_raw": "21 Sep 2021",
      "keywords": [
        "cbp",
        "travel records",
        "maxwell",
        "epstein",
        "dates",
        "france",
        "1990s",
        "redaction",
        "u.s. customs and border protection"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017999",
            "similarity": 0.8,
            "index": 29,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021187",
      "summary": "On September 21, 2021, Ghislaine Maxwell, born July 20, 1993, entered the United States as an inbound passenger via Advanced Passenger Record. The encounter occurred at JFK - JOHN F KENNEDY INTL, departing from LHR - LONDON / HEATHROW, via Carrier Cede and Transmitted By RTZ IBA. The processing result was not referred, and the passenger status was updated. The document number is EFTA00021187.",
      "timestamp": "2021-09-21T00:00:00",
      "timestamp_raw": "September 21, 2021",
      "keywords": [
        "u.s. customs",
        "border protection",
        "passenger",
        "passport",
        "france",
        "jfk",
        "heathrow",
        "arrival",
        "inbound",
        "record"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005994",
      "summary": "This document is a redacted flight tracking log, primarily for the period from January 2017 to June 2019, detailing outbound and inbound flights associated with various airports. It records the dates (January – June 2019), days of the week, and flight routes utilizing airports including Teterboro (TEB), US Virgin Islands (TIST), West Palm Beach (PBI), Westfield (KBAF), Long Island (KISP), Fort Lauderdale (PHI) and Boco Raton (KBCT). The data primarily tracks flights between these locations, with specific routes like TEB-TEB, TEB-France, TIST-TEB, TIST-St Barthelemy and TIST-US Virgin Islands noted. The log focuses on the flight origins and destinations over these months and presents the information in a table format for each date.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00005994",
        "efta00005995",
        "teb",
        "tist",
        "pbi",
        "teterboro",
        "us virgin island",
        "france",
        "west palm beach",
        "inbound",
        "outbound",
        "airport codes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018723",
      "summary": "French law, specifically articles 696 and following of the Code of Criminal Procedure, governs extradition procedures. The French government can extradite individuals not of French nationality who are subject to prosecution or conviction by a foreign government. However, if the individual held the nationality of France at the time of the offense for which extradition is sought, extradition is denied. Subsequent loss of French nationality does not override this initial determination.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "extradition",
        "france",
        "justice",
        "international",
        "cooperation",
        "national",
        "code of criminal procedure",
        "etats-unis",
        "embassy",
        "criminal justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015977",
      "summary": "330 (MN)). *   **Legal Team:** The case is being represented by Cohen & Gresser LLP, Haddon, Morgan & Foreman P.C., and Law Offices of Bobbi C. Sternheim. *   **Core Argument:** Maxwell argues that the government’s case relies almost exclusively on the testimony of three witnesses with no substantial documentary corroboration, and therefore fails to meet the standard for strict bail conditions. *   **Key Points:** *   The government concedes reliance on three witnesses and lacks documentary evidence. *   Maxwell asserts strong ties to the United States (including her spouse) and has fully disclosed her finances, pledging all assets as security. *   The government’s assertion of Maxwell’s flight risk is deemed specious. *   Extradition waivers from France and the UK are likely to be enforced. *   The recent COVID surge at MDC justifies the proposed bail conditions. *   **Financial Package:** Maxwell proposes a bail package with significant security (multiple sureties) and a detailed financial report, which the government does not challenge. *   **Extradition Concerns:**  The legal team highlights the legal basis for extradition treaties and argues that the government's position is overly restrictive. *   **COVID-19 Context:**  The argument for bail is bolstered by the increased risk of infection at the MDC detention facility. The document's primary goal is to persuade the court to release Maxwell on strict conditions, arguing that the government’s case is weak and that the proposed bail package adequately addresses any concerns about her flight risk.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "reply memorandum",
        "bail",
        "maxwell",
        "government",
        "witnesses",
        "united states",
        "extradition",
        "france",
        "united kingdom",
        "finances",
        "bonds",
        "ties",
        "risk",
        "covid",
        "pretrial services",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019291",
            "similarity": 0.6,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037657",
      "summary": "David Maxwell, born December 25, 1961, residing at 1000 Venetian Way Apt 801, Miami Beach, FL 33139-1043, has a valid Florida Driver’s License (Class E). He has no previous DUI or DWLS convictions. His license was originally issued on February 19, 1993, and expired on December 25, 2020. He is a US Citizen born in France and identifies as Caucasian.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "driver license",
        "florida",
        "dui",
        "dwls",
        "record detail",
        "ghislaine noelle maxwell",
        "us citizen",
        "1993",
        "2020",
        "david"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}