{
  "keyword": "overtime",
  "count": 84,
  "keyword_match_count": 84,
  "content_match_count": 32,
  "total_files": 116,
  "timeline": [
    {
      "file_id": "EFTA00032976",
      "summary": "It covers a range of legal developments primarily focused on New York state regulations regarding cybersecurity, data retention, and breach reporting. Here’s a breakdown of the key content: *   **New York Cybersecurity Regulations:** The core focus is on new cybersecurity regulations taking effect in New York, requiring companies to destroy old data, safeguard information, and use digital breadcrumbs to trace breaches. *   **Various Court Cases:** The document details several ongoing court cases, including: *   A dismissal of a fraud lawsuit against Veon executives. *   Sentencing of a mortgage fraud ringleader. *   Investor lawsuits against Papa John's regarding founder John Schnatter’s issues. *   A First Circuit ruling rejecting a defamation suit against Bloomberg. *   Settlements related to dental supply price-fixing. *   Disputes regarding Westinghouse Electric’s WARN Act class actions. *   **Legal Firm Activity:** The document lists various law firms involved in these cases and highlights significant wins and losses for them. *   **Other Legal Developments:** It includes reports on: *   A Greek Orthodox priest’s unsuccessful First Circuit appeal. *   A judge dismissing a fee bid in a Petrobras deal. *   The New York Attorney General’s action against RD Legal Funding. *   Approvals for executive bonuses at Pacific Drilling. *   Conflicts leading to Sheppard Mullin losing a fee dispute. *   Job postings within the legal industry. Essentially, the document provides a snapshot of several active legal matters occurring within the New York legal landscape at the time of its creation (August 31, 2018), and highlights the activities of Law360 in covering these stories.",
      "timestamp": "2018-08-31T00:00:00",
      "timestamp_raw": "August 31, 2018",
      "keywords": [
        "cyber regulations",
        "new york",
        "data destruction",
        "breaches",
        "investor suits",
        "fraud",
        "veon",
        "mortgage scheme",
        "bankruptcy",
        "papa john's",
        "sec",
        "class action lawsuit",
        "consumer protection",
        "cfpb",
        "rd legal funding",
        "westinghouse",
        "warn act",
        "sexual harassment",
        "overtime",
        "competition",
        "dental supply",
        "contracts",
        "doj",
        "novartis",
        "real estate",
        "certilman balin",
        "e-discovery",
        "mergers",
        "conflict",
        "sheppard mullin",
        "public defender",
        "kavanaugh",
        "google",
        "patents",
        "jobs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036349",
      "summary": "This document details daily assignments for MCC New York staff, primarily for the 1st and 4th quarters of 2018 and early 2019. It lists shifts, individuals assigned to each shift, and types of work performed (e.g., daily assignments, furlough, late relief, overtime, sick leave, annual leave, etc.). The data is organized by quarter and shift, specifying the date, quarter, assignee, shift, and assignment type for each day. It includes various employee names and identifiers (e.g., VIN, OT MAN 2, EPA, DAN, EM, VW, UN, SHU) and denotes different types of work, including operational tasks, maintenance, and administrative duties.",
      "timestamp": "2018-12-31T00:00:00",
      "timestamp_raw": "12/31/2018",
      "keywords": [
        "shift",
        "daily assignments",
        "quarterly",
        "furlough",
        "ot",
        "day off",
        "sick leave",
        "annual leave",
        "control #2",
        "late relief",
        "late relief",
        "shu",
        "visit",
        "daylight sav#",
        "late relief",
        "control #2",
        "ean",
        "epa",
        "dan",
        "em",
        "man",
        "un",
        "vin",
        "vw",
        "ot man 2",
        "ot mm 2",
        "ot env 12",
        "ot m/w 2",
        "ot",
        "control #2",
        "unit",
        "comptime",
        "internal",
        "firearms",
        "comiments",
        "time off award",
        "sanitatio",
        "sm",
        "shu #1",
        "shu #2",
        "comptime used",
        "5 north",
        "5 south",
        "7 north",
        "7 south",
        "11 north",
        "11 south",
        "9 north",
        "6/30/2018",
        "5/31/2018",
        "7 south",
        "7 north",
        "ot 00:00-08:00",
        "ot 08:00-09:30",
        "ot 08:00-08:45",
        "ot 00:00-00:30",
        "ot 00:00-08:30",
        "ot 00:00-08:00",
        "ot 12:00-20:00",
        "ot 08:00-09:15",
        "ot 11:30-12:00",
        "ot 08:00-09:00",
        "ot 00:00-09:00",
        "ot 08:00-09:00",
        "21:00-00:00",
        "day off"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014454",
      "summary": "U.S. Secretary of Labor Alex Acosta defended his handling of a nonprosecution deal with Jeffrey Epstein during a House Committee on Education and Labor hearing, addressing criticism regarding potential mishandling of workplace law violations. The hearing also covered questions about the Department of Labor’s budget, regulatory initiatives, including a proposed overhaul of white-collar overtime exemption regulations (raising concerns about the Obama-era regulation), and a collaboration with the SEC on a new fiduciary rule. Acosta defended the DOJ’s position on the Epstein case, highlighted the appeal of the Obama-era overtime rule, and acknowledged the Supreme Court’s Janus decision. He also stated the administration’s position on the federal minimum wage.",
      "timestamp": "2019-05-02T00:00:00",
      "timestamp_raw": "02 May 2019",
      "keywords": [
        "alex acosta",
        "jeffrey epstein",
        "labor committee",
        "department of labor",
        "overtime exemption",
        "sec fiduciary rule",
        "minimum wage",
        "crime victims' rights act",
        "virginia foxx",
        "janus v. afscme"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034663",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages. New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to Special Housing Units. No cells were triple bunked. There were missing reports and equipment inventory forms related to video monitoring, the tool room, safety, training, recreation, the rear gate, roof recreation, floor sallyports, and R&D. Leave utilization included various types of time off, and 27 staff members worked overtime, specifically 197.45 hours of B-2 overtime. The institution’s total population at the start of the morning shift was 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "corrections",
        "overtime",
        "furlough",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034138",
            "similarity": 0.5,
            "index": 5,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034534",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages.  New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to special housing units.  There were no cells triple-bunked.  Missing reports and inventory forms were noted across various departments.  Staff leave usage included furlough, annual leave, sick leave, and suspension. Overtime hours were recorded, primarily in B-2 overtime. Initial staff numbers at the start of the morning shift totaled 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "correctional center",
        "staff shortages",
        "inmate johnson",
        "usms guards",
        "daily activity report",
        "overtime",
        "leave",
        "security",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034138",
            "similarity": 0.636,
            "index": 5,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034138",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional assignment 10 south vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. The evening watch shift saw Correctional assignment 10-South #2 and SHU #2 vacated due to staff shortages. Inmates were present in outside hospitals, suicide watch, and furloughs. New admissions included Epstein #76318-054. There were no releases or admissions to the Special Housing Unit. There were no triple bunked cells or missing reports. Leave utilized included various types of leave (furlough, annual, sick, etc.). Overtime hours were recorded, primarily B-2 overtime (197.45 hours). Institutional totals at the beginning of the morning shift were: Unit B-A: 28, Unit E-N: 86, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 74, Unit Z-B: 05, totaling 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "suicide watch",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034534",
            "similarity": 0.636,
            "index": 4,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034663",
            "similarity": 0.5,
            "index": 3,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035493",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) in New York experienced staffing shortages leading to the vacating of several correctional assignments across all shifts (Morning, Day, and Evening). New inmate self-surrenders and an inmate transfer (Epstein #76318-054) were recorded. There were also issues with inmate occupancy in Special Housing Units (SHU) and missing reports regarding fire and security. Leave utilization included various types of time off, with a total of 223.45 hours worked. Unit occupancy numbers were recorded at 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "shu",
        "overtime",
        "leave",
        "furlough"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034143",
            "similarity": 0.667,
            "index": 9,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035497",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035680",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034668",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several correctional assignments (internal #2, 10 south #2, SHU #2, SHU #3, SHU #4, and internal #2) were vacated due to staff shortages and new inmate commitments. Inmate Epstein #76318-054 was transferred from EN to ZA. There were no new admissions or releases. Epstein #76318-054 was admitted to the Special Housing Unit. No cells were triple bunked. Leave utilized included various types such as furlough, annual leave, sick leave, and overtime. Overtime hours were recorded, predominantly in B-2 overtime. Institutional totals at the beginning of the morning shift numbered 790, distributed across various units.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "correctional facility",
        "staff shortage",
        "inmate transfers",
        "security",
        "watch shifts",
        "usms",
        "new admissions",
        "furlough",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034856",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff shortages led to the vacation of several correctional assignments (internal #2, SHU #2, #3, #4, and 10-South #2) due to new inmate commitments and staff absences. Inmate Williams #76319-054 self-surrendered and Epstein #76318-054 was transferred from EN to ZA. There were new admissions (Williams) and no releases or admissions to the Special Housing Unit. No cells were triple-bunked. Leave utilization included various types of time off, including furlough, annual leave, sick leave, and overtime. Overtime hours were primarily B-2 (223.45 hours). The institution’s total staff count at the beginning of the morning watch shift was 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmate",
        "shortage",
        "staff",
        "activity report",
        "usms",
        "new york",
        "confinement",
        "furlough",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034143",
      "summary": "On July 07, 2019, the Metropolitan Correctional Center (MCC) New York experienced staffing shortages leading to the vacating of several correctional assignments (internal #2, assignments 10 south #2, SHU #2, SHU #3, SHU #4, and ZA). A new inmate, Williams #76319-054, was admitted, and inmate Epstein #76318-054 was transferred from EN to ZA.  Cherry #76218-054 was admitted to Local Hospital with USMS guards. No inmates were released. Epstein #76318-054 was admitted to the Special Housing Unit. No SHU cells were triple-bunked. Leave utilized included various types totaling 18 days. Overtime hours were recorded, primarily B-2 overtime (223.45 hours). Institutional totals at the beginning of the morning watch shift were: Unit B-A: 28, Unit E-N: 85, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 76, Unit Z-B: 05, totaling 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "new admissions",
        "release",
        "shu",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.667,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034915",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033583",
            "similarity": 0.667,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034860",
      "summary": "On July 08, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift noted a Fire Suppression System inoperative and initiated a fire watch. Staff shortages led to the vacating of Correctional assignments 10-South #2.  I/M Epstein #76318-054 was placed on Psychological Observation. New inmate admissions included Benjamin, Brown, Buchanan, Cabrera, Delacruz, Marshall, Ortiz, Quiroga, Roberson, and releases included Bignon, Delgado, Garcia, Kim, Mendoza, Pena, Reid, Richardson, Rivera, and Zamora.  A staff search was conducted due to missing reports and equipment. Leave utilized included various types such as furlough, annual leave, sick leave, and AWOL. Overtime was recorded for E-1, 60-Q (USM Medical), and other categories. The institution’s total population at the beginning of the morning shift was 790.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 08, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "fire suppression system",
        "staff shortage",
        "daily activity report",
        "corrections",
        "usms",
        "psych obs",
        "new admissions",
        "released inmates",
        "leave utilization",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034130",
      "summary": "On July 9, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire suppression system was inoperative during the morning watch shift. *   No significant incidents occurred during the day watch shift. *   Correctional assignment SHU #2 was vacated due to staff shortages during the evening watch shift. *   Inmate I/M Epstein #76318-054 was on psychiatric observation with a companion. *   There were no new admissions, releases, or special housing unit (SHU) occupancy issues beyond triple bunking. *   Several staff searches were conducted regarding missing reports and equipment inventories. *   Staff utilized various types of leave (furlough, annual, sick, etc.) and overtime hours (E-1, 60-Q, B-2, etc.). *   The institution had a total of 790 inmates at the beginning of the morning watch shift, distributed across various units.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire suppression system",
        "staff shortage",
        "inmates",
        "watch shifts",
        "leave",
        "overtime",
        "cell occupancy",
        "security report",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035675",
      "summary": "On July 09, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire suppression system was inoperative during the morning watch shift. *   No significant incidents were reported during the day watch shift. *   Correctional assignment SHU #2 was vacated due to staff shortages during the evening watch shift. *   New inmate admissions included Anghel, Green, Hudson, Kenyatta, and Rai. *   Several inmates were released, including Atkins, Burnett, McCollum, and Tran. *   There were no cells triple bunked in the Special Housing Unit (SHU). *   A staff search was underway for missing fire and security reports and an equipment inventory form. *   35 staff members worked overtime totaling 230.15 hours. *   Beginning institutional totals were 790.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 09, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire suppression system",
        "inmates",
        "daily activity report",
        "staff overtime",
        "new admissions",
        "release",
        "leave",
        "institutional totals"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034878",
      "summary": "On July 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift experienced a shortage of staff leading to the vacated Correctional assignments. The Evening Watch shift resulted in inmate Epstein (#76813-054) being placed on the Special Housing Unit (SHU) due to a Psychiatric Obsession. Inmates Epstein (#76318-054) and his companion were on Psychiatric Obsession within the hospital. There were new admissions to MCC, including Epstein (#76813-054) from Psychiatric Obsession. Staff searches were conducted in Tool Room, Sallyport 2, and Sallyport 3. There were missing equipment inventories from Sallyport 2, Sallyport 3, and Roof Recreation. Leave usage included various types, including furlough, annual leave, sick leave, and AWOL. Overtime was recorded, including 60-Q overtime (USM Medical) and B-2 overtime. The institution’s total inmate count at the beginning of the Morning Watch shift was 792.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states government",
        "daily activity report",
        "inmates",
        "special housing unit",
        "corrections",
        "staff shortage",
        "overtime",
        "leave",
        "security report"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034689",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.583,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034149",
      "summary": "On July 12, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. A hole was discovered on the institution’s exterior, leading to an Immediate Use of Force involving inmates in various assignments due to staff shortages. An inmate was observed on psychiatric observation, and another was under suicide watch. Several housing units were investigated for SIS investigations and failures to return on time. Staff searches were conducted across multiple areas, including lobbies, Sallyports, and facilities shops, resulting in missing equipment inventory. Leave usage included furloughs, annual leave, sick leave, and overtime hours. The institution’s population at the beginning of the morning shift totaled 801 inmates across various units.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "correctional center",
        "activity report",
        "staff shortage",
        "use of force",
        "inmates",
        "housing unit",
        "shu",
        "furlough",
        "leave",
        "missing equipment",
        "security report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034885",
      "summary": "On July 13, 2019, the Metropolitan Correctional Center (MCC) reported daily activity to the Warden and relevant staff. The Operations Lieutenant documented several shifts (Morning, Day, and Evening) noting staff shortages resulting in the vacating of SHU #2 and SHU #3. Inmates were observed under psychiatric observation with companions, and there were new admissions and releases. No cells in the Special Housing Unit (SHU) were triple-bunked. Staff leave included furloughs, sick leave, and a single AWOL incident. Overtime hours totaled 238, and the total number of staff on hand was 30. Initial institutional totals at 12:00 AM on July 13th showed various unit occupancies totaling 797.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "July 13, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "furlough",
        "suicide watch",
        "psych obs",
        "daily activity report",
        "new admissions",
        "release",
        "shu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034987",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034544",
      "summary": "On July 14, 2019, the Metropolitan Correctional Center (MCC) reported daily activity. There was no unusual activity during the morning watch shift. The day watch shift involved correctional assignments, a new inmate admission to BA, and vacated assignments due to staff shortages. The evening watch shift also had a staff shortage. Inmates were noted on psych observation, and there were no triple-bunked cells in the SHU. Leave usage included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded, totaling 241.00 hours across various categories. The institution’s total population at the beginning of the morning watch shift was 797.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "activity report",
        "new york",
        "shu",
        "overtime",
        "leave",
        "admissions",
        "releases"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.818,
            "index": 17,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034911",
            "similarity": 0.5,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034752",
            "similarity": 0.727,
            "index": 43,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034893",
      "summary": "On July 14, 2019, the Metropolitan Correctional Center (MCC) in New York received a daily activity report from the Operations Lieutenant. There was no unusual activity reported during the morning watch shift. The day watch shift noted correctional assignments, a shortage of staff leading to the vacating of units 10-South #2 and SHU #4, and a new inmate committment to BA. The evening watch shift also reported a staff shortage resulting in the vacancy of 10-South #2.  Inmate status reports included individuals on psychiatric observation, new admissions, and releases.  No cells in the Special Housing Unit (SHU) were triple-bunked. Leave usage included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded for various staff classifications. Institutional totals at the beginning of the morning watch shift were provided, detailing the number of inmates in specific units.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "daily activity report",
        "new york",
        "shu",
        "overtime",
        "leave",
        "admissions",
        "releases"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034544",
            "similarity": 0.818,
            "index": 16,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034911",
            "similarity": 0.5,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034752",
            "similarity": 0.583,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035508",
            "similarity": 0.583,
            "index": 44,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035497",
      "summary": "On July 14, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Lieutenant biontchStua reported no unusual activity during the morning watch shift. Correctional assignments were made to 10-South #2 and SHU #4 due to staff shortages, and one inmate was transferred to BA. The evening watch shift saw 10-South #2 vacated due to staff shortages. Inmates were observed on psychiatric observation with companions. New admissions and releases occurred, as did admissions to the Special Housing Unit. Leave utilization included furlough, annual leave, sick leave, and suspension. Overtime hours totaled 241.00. Unit occupancy was recorded as 797.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "staff shortage",
        "inmate admissions",
        "shu",
        "overtime",
        "leave",
        "corrections",
        "usm medical",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.538,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033583",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035680",
      "summary": "On July 16, 2019, the Metropolitan Correctional Center (MCC) reported several incidents and activities. An inmate ingested a razor during the morning watch shift, leading to staff concern and notification. Ten inmates were placed on the Special Housing Unit (SHU) for various reasons. There were reports related to inmate housing and a potential need for a “snith.”  A shift reported no significant incidents during the evening watch. The report details inmate status (hospital, suicide watch, furlough, dry cell), new and released inmates, and admissions/discharges to the Special Housing Unit. It also includes information on missing equipment, staff leave, overtime hours, and institutional cell counts at a specific time (12:00 AM).",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "inmates",
        "shu",
        "medical",
        "staff",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.5,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033583",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034682",
      "summary": "On July 17, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity.  A shortage of staff led to the vacancy of SHU #2 during the Da Watch Shift. No significant incidents occurred during the Evening Watch Shift. Inmates were under observation for psychiatric issues, suicide watch, or hospice care. There were no triple-bunked cells in SHU. Several departments reported missing equipment, including fire and security reports. Leave usage included furlough, annual leave, sick leave, suspension, AWOL, and overtime hours. The initial inmate count at the beginning of the morning watch shift totaled 786.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "inmates",
        "suicide watch",
        "staffing",
        "leave",
        "overtime",
        "cell unit",
        "shu",
        "usms guards"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035684",
      "summary": "On July 18, 2019, the Metropolitan Correctional Center (MCC) in New York reported several operational issues and staff activity.  A Control Center Door malfunctioned during the morning watch shift, and two correctional assignments (SHU #2 and 11-South) were vacated due to staff shortages during the evening watch shift.  Inmates were on suicide watch at a local hospice, and new admissions and releases were noted.  There were missing reports and inventories.  Staff utilized various types of leave (furlough, annual, sick, etc.) and worked overtime hours, totaling 323.30 across multiple overtime categories. The institution’s total cell count at the beginning of the morning watch was 784.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "daily activity report",
        "metropolitan correctional center",
        "inmates",
        "watch shifts",
        "emergency",
        "overtime",
        "leave",
        "cell units"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035560",
      "summary": "*   **Reporting Officer:** Lieutenant of M/W Operations. *   **Reported Issues:** *   An I/M unit was flooded. *   The SHU #2 was vacated due to staff shortage. *   Inmates were under psychiatric observation, suicide watch, or hospice care. *   **Missing Reports/Inventory:** Several missing reports and inventory forms were noted across various departments (SIS Office, Visiting Room, Central Tool Room, Roof Recreation). *   **Leave Utilization:** Detailed records of leave types (furlough, annual, sick, overtime, etc.) were logged, including specific hours worked. *   **Cell Occupancy:** No cells were triple-bunked. *   **Population Count:** The total inmate population at the beginning of the morning watch was 786. *   **Unit Breakdown:** Specific inmate counts for several units (B-A, E-N, E-S, G-N, etc.) were listed.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "staffing",
        "inmates",
        "corrections",
        "new york",
        "july 17",
        "2019",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034359",
            "similarity": 0.5,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034915",
      "summary": "On July 19, 2019, the Metropolitan Correctional Center (MCC) in New York reported several operational issues. The morning watch shift noted a malfunctioning Control Center Door requiring manual operation. The day shift reported a shortage of staff within the Special Housing Unit (SHU) #3 and a code violation (Codes #111/113/224). The evening shift reported vacant areas including SHU #4, Visit #1, and Lobby i2 due to staff shortages. There were no cells in the SHU triple bunked. Several areas were missing equipment including the Visiting Room, Rear Gate, SIS Office, Central Tool Room, and CMC/R&D/Mailroom. Staff leave included various types of time off (furlough, annual leave, sick leave, suspension, AWOL, etc.) and overtime hours (60-Q overtime for USM Medical, B-2 overtime). The institution’s total population at the beginning of the morning shift was 787.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "July 19, 2019",
      "keywords": [
        "correctional center",
        "metropolitan correctional center",
        "staff shortage",
        "shu",
        "codes",
        "inmates",
        "activity report",
        "usms",
        "furlough",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034143",
            "similarity": 0.538,
            "index": 9,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035493",
            "similarity": 0.667,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033583",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036364",
      "summary": "This email outlines a policy regarding overtime payments, specifically concerning the GS night differential. Employees hired for overtime before the administrative workweek (Sunday at 12:01 am) are entitled to the night differential in addition to overtime pay. Regular scheduled overtime, defined as overtime scheduled before the Sunday of the week it’s worked, is subject to the GS night differential if worked between 6 PM and 6 AM and paid to those receiving annual premium pay. The practice of scheduling overtime before the workweek is discouraged.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "overtime",
        "night differential",
        "policy",
        "t&a handbook",
        "administrative workweek",
        "employee",
        "costs",
        "gs",
        "premium pay"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036365",
            "similarity": 0.583,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033583",
      "summary": "On July 20, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several correctional assignments (10-South #2 and SHU #3) were vacated due to staff shortages during the evening watch shift. Unit 11 South remained on modified operations. There were no new admissions or releases. No cells were triple bunked. Several missing reports and equipment inventory forms were noted, including those for the Visiting Room, Rear Gate, SIS Office, Central Tool Room, CMC/R&D/Mailroom, and Sally Officers. Seven staff members utilized leave (furlough, annual, sick, COP, AWOL). 28 staff members worked overtime, totaling 222.00 hours. Institutional totals at the beginning of the morning watch shift (July 20, 2019, 12:00 AM) indicated 780 inmates across various units.",
      "timestamp": "2019-07-20T00:00:00",
      "timestamp_raw": "July 20, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "activity report",
        "corrections",
        "inmates",
        "usms",
        "overtime",
        "leave",
        "security",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034915",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035680",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035497",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.583,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034689",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York received a daily activity report from the Operations Lieutenant. Several staffing shortages were reported across shifts (Mornin, Da, and Evening Watch) due to absences. Correctional assignments 10-South #2 were vacated, and assignments in SHU #3 and 10 South #2 were also vacant. There were no new admissions, releases, or special housing unit occupancy issues. Several reports were missing, including fire and security reports and equipment inventories. Leave utilization included furlough, annual leave, sick leave, AWOL, and LWOP. Staffing consisted of 28 individuals, with overtime hours totaling 222.00. Unit counts at the beginning of the morning shift totaled 780.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmate watch",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "security report",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034878",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.583,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034911",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several units (11 South, 10-South #2, SHU #3, SHU #4, and 11 South #2) were vacated due to staff shortages during the evening watch shift. Inmates were present in outside hospitals, suicide watch, and furlough. There were no new admissions, releases, or admissions to the Special Housing Unit. No missing reports or equipment were noted. Staff utilized various types of leave, including furlough, annual, sick, and AWOL. Overtime was utilized, totaling 190.20 hours. The beginning of the morning watch shift reported 780 inmates across various units.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "operations lieutenant",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "nyc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.5,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034544",
            "similarity": 0.5,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034752",
            "similarity": 0.545,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035508",
            "similarity": 0.545,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036055",
            "similarity": 0.5,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035566",
      "summary": "On July 22, 2019, the Metropolitan Correctional Center (MCC) reported the following: *   A threat of a stabbing by gang members was reported by the Control Center regarding the 11-South housing unit. *   A fire alarm and sprinkler system were inoperable, triggering a fire watch. *   Inmates were temporarily relocated to the Special Housing Unit (SHU) due to staff shortages. *   A pressure pump system failure resulted in a continued fire watch. *   There were no cells triple-bunked. *   Several areas lacked missing fire and security reports and equipment inventories. *   Staff utilized overtime hours (E-1, 60-Q, B-2, O9D, XXX, 87S) and various leave types (furlough, annual, sick, suspension, etc.). *   The institution’s total inmate count at 12:00 AM was 776, distributed across various units.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "metropolitan correctional center",
        "stabbing",
        "gang members",
        "fire alarm",
        "housing unit",
        "inmate",
        "staff shortage",
        "overtime",
        "usms",
        "cell",
        "emergency"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009713",
      "summary": "It details staffing assignments across various departments including security, administrative, and support roles (e.g., Poet, Split Shift, Captain, SIS LT, Tool Room, Search Officer, Lobby staff). The roster specifies shift times, individual staff assignments within those shifts, and includes information regarding leave (LWOP, Sick Leave, Annual Leave), overtime occurrences, and a compilation of staff information at the end. There are multiple references to specific individuals and their assigned duties within the various departments. The roster incorporates various shift changes throughout the days.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "efta00009713",
        "assignment",
        "roster",
        "shifts",
        "officers",
        "ny",
        "daily",
        "captain",
        "sec",
        "ops lt",
        "control",
        "internal",
        "sis lt",
        "sia",
        "phone monitor",
        "tool room",
        "search",
        "lobby",
        "staff",
        "overtime",
        "lwop",
        "suspension",
        "awol",
        "discipline",
        "inmate",
        "status",
        "relief",
        "change records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033638",
      "summary": "*   A daily activity report for July 22, 2019, was received and reviewed. *   A 911 operator reported a potential stabbing threat by the \"Macballers\" gang members at 11-South housing unit. *   A fire alarm and sprinkler system was inoperable, triggering a fire watch. *   Inmates were reassigned to the Special Housing Unit (SHU): Jones #87016-054, Romero #74203-054, and Williams #78640-054. *   Staffing shortages led to vacant correctional assignments. *   Pressure pump system failure initiated a fire watch. *   New inmate admissions and releases were recorded. *   Missing reports and equipment inventory forms were identified across various areas of the Metropolitan Correctional Center. *   Leave utilization and overtime hours were documented. *   The institution’s inmate count at the beginning of the morning shift was recorded.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "metropolitan correctional center",
        "stabbing",
        "gang members",
        "911",
        "inmates",
        "housing unit",
        "fire alarm",
        "pressure pump",
        "daily activity report",
        "usms",
        "sis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034623",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York reported various operational issues, including a malfunctioning control panel for doors, inmate suicide watch for I/M Epstein, and staffing shortages leading to vacant correctional assignments. Inmates were present in outside hospitals, undergoing suicide watch, or on furlough. There were new and released inmate admissions and adjustments to housing units, particularly within the Special Housing Unit (SHU). Several areas experienced missing fire and security reports or equipment inventories. Overtime hours were recorded, and the beginning of the morning watch shift indicated a total population of 776 inmates across multiple units.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmates",
        "corrections",
        "daily activity report",
        "usms",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034860",
            "similarity": 0.5,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.636,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033644",
            "similarity": 0.583,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034082",
            "similarity": 0.583,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034169",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York experienced operational issues including a malfunctioning control panel for doors, inmate suicide watches initiated (I/M Epstein), and fire watch activities across multiple units. Staff shortages led to adjustments in correctional assignments within the 9-South and SHU 14 units. Several inmates were in outside hospital care or under suicide watch. There were new and released inmate admissions and a lack of completed fire and security reports from several locations. Overtime hours were recorded, totaling 166.30 hours. The institution’s population at the beginning of the morning shift was 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmates",
        "security report",
        "overtime",
        "leave",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034878",
            "similarity": 0.583,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034626",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034082",
            "similarity": 0.583,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034944",
            "similarity": 0.615,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034626",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues during the three watch shifts. Control panels for ES/GS Main Door/Fire Exit doors and the Inner Gate were inoperative during the morning shift. A suicide watch was initiated on inmate I/M Epstein. Staff shortages resulted in vacant correctional assignments in 10-South and SHU 14. Missing equipment reports were submitted from various locations including Sallyports, the Central Tool Room, and the Chapel. Leave utilization included furlough, annual leave, sick leave, and suspension. Overtime hours were recorded for E-1 staff. Institutional totals at the beginning of the morning shift were: Unit B-A: 26, Unit E-N: 88, Unit E-S: 86, Unit G-N: 76, Unit G-S: 91, Unit H-A: 00, Unit I-N: 89, Unit K-N: 92, Unit K-S: 139, Unit Z-A: 74, Unit Z-B: 05, totaling 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmate activities",
        "security report",
        "overtime",
        "cell assignments",
        "usms guards"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033644",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York reported several operational issues during the daily activity report. Control panels for ES/GS Main Door/Fire Exit doors and the Inner Gate were inoperative during the morning watch shift.  A Suicide Watch was placed on inmate Epstein #76318-054. Fire Watches were ongoing during the day and evening shifts due to staff shortages in Correctional Assignments SHU #4 and 10-South #2. Several inmates were in outside hospitals, under suicide watch, or on furlough. New and released inmates were recorded, and there were no current triple-bunked SHU cells.  Missing reports and equipment were noted across multiple locations within the facility. Overtime hours were recorded for E-1 staff. The institution’s total inmate population at the beginning of the morning shift was 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmate",
        "corrections",
        "emergency",
        "overtime",
        "usms",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.583,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015511",
      "summary": "This document is a redaction analysis of materials related to Jeffrey Epstein’s death at the Metropolitan Correctional Center (MCC) in New York City. The materials include incident reports, psychological reconstructions, overtime logs, inmate assignment rosters, investigative documents, medical records, emails, and various count documents. A significant portion of the material is subject to Withholdings In Full (WIF) under 7(A), citing exemptions related to deliberative process privilege, security, and other confidential information. Specifically, exemptions 5, 6, 7(C), 7(E), and 7(F) are frequently applied. Approximately 969 and 1,133 emails pertaining to the case are also subject to withholding. The documents cover events from July 22-23, 2019, and August 9-10, 2019, primarily focusing on the investigation and aftermath of Epstein’s apparent suicide attempt.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "bop",
        "withholdings",
        "exemptions",
        "psychological reconstruction",
        "overtime logs",
        "mcc",
        "investigative reports",
        "emails",
        "truintel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034718",
      "summary": "On July 24, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Key observations included: *   Operational issues with South Main door/Fire Exit doors and Inner Gate. *   Fire Watch was ongoing across all shifts. *   A shortage of staff led to the vacating of SHU #4. *   New inmate admissions and releases were recorded. *   Several inmates were on Suicide Watch or in outside hospitals. *   A significant number of staff members utilized various types of leave (furlough, annual, sick, overtime, etc.). *   A total of 172.00 overtime hours were worked by 23 staff. *   The institution’s population at 12:00 AM on July 24th totaled 776 inmates across various units. *   Missing inventory reports and equipment were noted at the Sallyport and Central Tool Room.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "suicide watch",
        "furlough",
        "release",
        "corrections",
        "staff",
        "overtime",
        "housing unit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034073",
            "similarity": 0.818,
            "index": 37,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034073",
      "summary": "On July 24, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues, including malfunctioning doors and Fire Watch activity. There were new inmate admissions and releases, and a shortage of staff led to the vacancy of SHU #4. Missing equipment reports were filed for Sallyports and the Central Tool Room. Leave utilization included furlough, annual leave, sick leave, and AWOL time. Overtime hours were recorded for various staff categories. The institution’s total population at the beginning of the morning watch shift was 776, distributed across multiple units.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "release",
        "admissions",
        "suicide watch",
        "furlough",
        "overtime",
        "staff",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034718",
            "similarity": 0.818,
            "index": 36,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034548",
      "summary": "The email outlines several tasks and requests for various personnel, including routing documents, reminding someone to submit a form, attending a SHU meeting with detailed note-taking, repairing entry doors, managing vest inventory for officers, adjusting the weekend roster, and ensuring a Friday closing deadline. It also includes a delegation of responsibility to Lieutenant.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "7/25/2019",
      "keywords": [
        "overtime",
        "lld",
        "truintel",
        "epstein",
        "suicide",
        "vests",
        "roster",
        "volunteer",
        "sign up",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034082",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion due to overtime. There were inquiries regarding inmate I/M Epstein’s potential suicide attempt. Inmates were placed in the Special Housing Unit (SHU) for possession of cellular telephones. Several inmates were admitted and released, including Deleon, Guillen, Kaba, Aguilar, Lamarco, Murray, and Williams. A shortage of staff resulted in unassigned correctional assignments. There were missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. The institution’s population at the start of the morning shift was 774.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "i/m epstein",
        "cellular telephone",
        "special housing unit",
        "fire watch",
        "inmates",
        "corrections",
        "overtime",
        "staff shortage"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.583,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.583,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034730",
            "similarity": 0.75,
            "index": 41,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034944",
      "summary": "On July 26, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watch was ongoing across multiple shifts. There were incidents involving media outside the institution regarding inmate Epstein (#76318-054) and inmate Brown (#70786-050) being placed in Special Housing Unit (SHU) Pend SIS. New inmate admissions included Hilario (#87048-054) and Hossain (#87049-054), while Epps (#86975-054), Sears (#28569-057), and Southwell (#77179-054) were released. Inmate Brown (#70786-050) was admitted to SHU. There were no triple-bunked cells. Missing reports and equipment inventories were noted from various departments. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Staffing levels were reported at 24 with 186.00 overtime hours worked. Initial unit counts at 12:00 AM were 770.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "suicide watch",
        "new admissions",
        "released inmates",
        "special housing unit",
        "staff shortage",
        "security report",
        "overtime",
        "leave",
        "cell bunking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.615,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034730",
      "summary": "On July 26, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion from overtime, and there was a fire watch in progress during multiple shifts. Inmates I/M Epstein and Kaba were investigated for potential suicide attempts and possession of cellular telephones, respectively. Several inmates were moved to the Special Housing Unit (SHU) due to these issues. Staff shortages led to unassigned correctional assignments.  Inmates Aguilar, Lamarco, Murray, and Williams were released, while Deleon, Guillen (three instances), and Kaba were admitted to the SHU.  There were no cells triple bunked. A staff search was conducted across multiple areas of the facility, including Sallyports, offices, and security areas. Leave utilization included furloughs, sick leave, and overtime hours. Unit counts at the beginning of the morning shift totaled 774.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "metropolitan correctional center",
        "i/m epstein",
        "suicide watch",
        "special housing unit",
        "cellular telephone",
        "fire watch",
        "inmates",
        "usms",
        "possession",
        "corrections",
        "staff shortage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034082",
            "similarity": 0.75,
            "index": 39,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033596",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watches were ongoing during all shifts. Correctional assignments were frequently short due to staffing shortages, particularly in SHU units and sanitation. There were no new admissions or releases. No cells were triple-bunked.  Leave utilized included furlough, annual leave, sick leave, and a one-year LWOP. Overtime hours were recorded, primarily in B-2 overtime (234 hours). The beginning of the morning watch shift on July 27, 2019, showed a total of 767 inmates across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "corrections",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.636,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033583",
            "similarity": 0.583,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034752",
            "similarity": 0.636,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035508",
            "similarity": 0.8,
            "index": 44,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034778",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034752",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported ongoing fire watch shifts across all morning, day, and evening watch shifts. Correctional assignments were frequently unassigned due to staff shortages. Inmates were under observation within the hospital, suicide watch, or furlough. There were no new admissions, releases, or special housing unit (SHU) over-bunking. Leave utilized included furlough, annual leave, sick leave, and a single instance of Combat Operations Pay (COP).  Thirty-three staff members worked overtime, totaling 234.00 hours of B-2 overtime. The institution’s total population at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "inmates",
        "shu",
        "overtime",
        "leave",
        "new york",
        "activity report"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.636,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034911",
            "similarity": 0.545,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034893",
            "similarity": 0.583,
            "index": 17,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035508",
            "similarity": 0.8,
            "index": 44,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034590",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036055",
            "similarity": 0.583,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035508",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity, primarily focusing on fire watch incidents across multiple shifts. Staff shortages resulted in unassigned correctional officer assignments. Inmates were monitored in various observation and restriction settings (Psych Observation, Suicide Watch, SHU). There were no new or released admissions or adoptions to the Special Housing Unit. Leave utilization included various types of time off, and overtime hours were recorded for multiple staff categories. Cell occupancy was detailed, with a total of 767 cells occupied across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "new york",
        "metropolitan correctional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034752",
            "similarity": 0.8,
            "index": 43,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.8,
            "index": 42,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034590",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036055",
            "similarity": 0.583,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034590",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity across three shifts (Morning, Day, and Evening). Fire watches were ongoing across all shifts. Staff shortages led to unassigned correctional officer assignments, primarily in SHU units. There were no new admissions, releases, or special housing unit admissions. No cells were triple bunked, and there were no missing reports. Leave utilization included various types of time off, and overtime hours were recorded, including B-2 overtime (234 hours) and 60-Q overtime (USM Medical). The beginning of the morning watch shift showed a total of 767 inmates across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "daily activity report",
        "new york",
        "july 27",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035508",
            "similarity": 0.5,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034752",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035513",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity through a memorandum to the Warden and relevant staff. Key events included: *   Multiple fire watch assignments due to staff shortages. *   An inmate transferred to special housing due to a fight on unit 7 South. *   An inmate transferred to the hospital for treatment and subsequently to special housing. *   Inmate Epstein was on psych observation with a companion. *   No new admissions or releases. *   No cells in the Special Housing Unit (SHU) were triple-bunked. *   No missing reports or equipment were noted. *   23 staff members worked 165.15 hours in E-1 overtime. *   2 staff members worked 16 hours in E-1 comp time. *   Staff totals at the beginning of the morning watch were 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "special housing unit",
        "corrections",
        "daily activity report",
        "ny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034082",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.545,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034878",
            "similarity": 0.5,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034959",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034987",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034959",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watches were ongoing during all shifts. An inmate was transferred to special housing during the morning watch, and an unwitnessed fight occurred on unit 7 South during the evening watch. Several inmates were in outside hospitals, under suicide watch, or on furlough. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple bunked. No missing reports or equipment were noted. Leave utilization included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded, primarily for medical and special assignments. The institution’s total inmate count at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "daily activity report",
        "suicide watch",
        "special housing unit",
        "unit 7 south",
        "july 29",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034778",
      "summary": "On July 30, 2019, the Metropolitan Correctional Center (MCC) reported the following: *   A fire panel in the Control Center was inoperative during the Morning Watch Shift. *   Inmate Epstein (#76318-054) was removed from psychiatric observation and housed in the Special Housing Unit (SHU) #3, 10-South #2, due to staff shortages. *   SHU #4 remained unassigned due to staff shortages. *   There were no triple-bunked cells in the SHU. *   Several departments (SIS Office, Video Monitoring, Chapel, Education, Recreation, Safety, 2 Sallyport, Central Tool Room, 3 Sallyport, Roof Recreation) had missing equipment inventory forms. *   Staff leave included various types of time off (furlough, annual leave, sick leave, overtime, suspension, etc.) and 210 hours of overtime were worked. *   The institution’s total population at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire panel",
        "inmate epstein",
        "shu",
        "staff shortage",
        "security report",
        "overtime",
        "leave",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.5,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035609",
      "summary": "On July 30, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire panel was inoperative during the morning watch shift. *   Inmate Epstein (#76318-054) was removed from psychological observation and housed in the Special Housing Unit (SHU) #3 due to staff shortages. *   SHU #4 remained unassigned due to staff shortages. *   There were no triple-bunked cells in the SHU. *   Several departments (SIS, Video Monitoring, Chapel, Education, Recreation, Safety, 2 & 3 Sallyports, Central Tool Room) were missing reports. *   A missing equipment inventory form was also noted. *   Staff utilized various types of leave including furloughs, annual leave, sick leave, overtime, and suspension. *   A total of 767 inmates were present at the beginning of the morning watch shift, broken down by unit.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "staff shortage",
        "fire panel",
        "housing unit",
        "usms",
        "daily report",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034975",
      "summary": "*   Daily activity report for July 31, 2019, was received and reviewed. *   I/M Davis #89380-053 was placed on Dry Cell after observed cellphone use. *   I/M Benjamin #86463-054, Darand #86725-054, Ochoa #86452-054, and Robinson #34801-058 were placed on the Special Housing Unit. *   Several inmates were admitted to and released from MCC New York, including specific inmate IDs. *   Davis #89380-053 was also placed on the Special Housing Unit. *   There were no triple bunked cells in the SHU. *   Several reports and inventories were missing (Fire & Security, Equipment Inventory). *   Leave utilization included furlough, annual leave, sick leave, official time, suspension, AWOL, and overtime hours. *   Staff numbers and overtime hours were recorded for various categories. *   Institutional totals at 12:00 AM on July 31, 2019, were noted for various units.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "shu",
        "cell placement",
        "fbi ref",
        "corrections",
        "usms guards",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033653",
      "summary": "On August 1, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Inmate I/M Davis (#89380-053) was placed on Dry Cell after observed cell phone use and subsequently moved to the Special Housing Unit (SHU). Several inmates were moved to the SHU due to staffing shortages, including Benjamin (#86463-054), Darand (#86725-054), Ochoa (#86452-054), Robinson (#34801-058), Barbrow (#76157-054), Brissett (#76269-054), and Santiago (#80341-083). New admissions included Carrasquillo, Sanchez, Santana, Thompson, and Vasquez, while Blackwell, Mahmood, McCaskill, Searles, Blackwel, and Mahmoud were released. There were no triple-bunked SHU cells. A missing equipment inventory was reported across multiple locations. Leave utilized included furloughs, annual leave, sick leave, and suspensions. Overtime hours were recorded, primarily for medical staff. Institutional totals at the beginning of the morning shift were 760.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "inmates",
        "correctional",
        "shu",
        "cell",
        "fbi",
        "watch",
        "hospital",
        "suicide",
        "release",
        "admissions",
        "staff",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034983",
      "summary": "On August 01, 2019, the Operations Lieutenant reported several issues during the daily activity reporting period. Unsecured food slots due to hinge malfunctions and inmate tampering were a recurring problem across multiple units.  Several inmates were placed on the Special Housing Unit (SHU) Pend SIS due to various reasons including I/M placements and staff shortages impacting correctional assignments.  Inmate status changes included hospitalizations, psychiatric observation, and furloughs. New admissions to Metropolitan Correctional Center New York (MCC NY) included inmates placed on the SHU with pending SIS classifications. Release information, missing equipment inventory, and staff leave/overtime details were also documented, including 26 staff members working a total of 189.30 hours.  Cell occupancy was noted, with no SHU units triple-bunked, and a total of 763 inmates housed across various units at 12:00 AM on August 01, 2019.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 01, 2019",
      "keywords": [
        "metropolitan correctional center",
        "food slots",
        "inmates",
        "special housing unit",
        "shu",
        "i/m",
        "security risk",
        "staff shortage",
        "usms guards",
        "admissions",
        "release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036396",
      "summary": "*   **Various Types of Time Off/Leave:** Includes daily assignments, day offs, sick leave, and travel time (RET TRAVEL; #2) *   **Specific Time Blocks:** Several entries detail specific time blocks, including OT (Overtime) and LANS (likely a task or activity). *   **Record Number:** EFTA00036396",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "efta00036396",
        "mcc new york",
        "shu #3",
        "3rd qtr 2019",
        "day off",
        "sick leave",
        "p/m 10",
        "travel",
        "shift"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035056",
      "summary": "This memorandum, dated August 02, 2019, is a daily activity report from the Metropolitan Correctional Center (MCC) in New York. It details operational issues including unsecured food slots, inmate placements in Special Housing Units (SHU) due to staff shortages, new and released inmate admissions, and staff leave and overtime. Specific inmate incidents include placement on SIS, Code assignments, and movement to/from the Special Unit. It also records missing equipment, inmate locations (hospital, suicide watch, furlough), and institutional cell counts at the beginning of the morning watch shift.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 02, 2019",
      "keywords": [
        "correctional facility",
        "food slots",
        "inmates",
        "special housing unit",
        "usms",
        "admissions",
        "releases",
        "overtime",
        "staffing",
        "security",
        "emergency"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036653",
      "summary": "From August 3, 2019, to August 10, 2019, employee EFTA00036653 recorded the following hours: 17 on 8/3/19, 11 on 8/4/19, 25 on 8/5/19, 30 on 8/6/19, 29 on 8/7/19, 26 on 8/8/19, and 28 on 8/9/19. Overtime hours ranged from 136 to 273, with corresponding comp time usage varying from 8 to 24 hours.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "leave",
        "overtime",
        "hours",
        "comp time",
        "redaction analysis",
        "efta00036653",
        "8/3/19",
        "8/4/19",
        "8/5/19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034325",
      "summary": "On August 03, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There was no unusual activity during the morning watch shift. Staff shortages led to unassigned correctional assignments in shifts (South #2, SHU #4, SHU #3), due to a shortage of staff. Inmates were under suicide watch (Benjamin #86463-054), and a new inmate (Melendez #85799-054) was admitted for a hospital return. No releases or admissions to the Special Housing Unit occurred. No missing equipment or reports were noted. Leave utilized included furlough, annual leave, sick leave, and overtime. Overtime hours were recorded, with a total of 238 hours. Cell occupancy was reported with 761 total cells. Unit occupancy counts were provided at the beginning of the morning watch shift.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "suicide watch",
        "corrections",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.5,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.636,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.7,
            "index": 57,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034560",
            "similarity": 0.636,
            "index": 73,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033626",
      "summary": "On August 03, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There was no unusual activity during the morning watch shift. Shortages of staff led to unassigned correctional assignments in shifts (10 South #2, SHU #4, lobby #2, SHU #3, and SHU #2). Inmates were on suicide watch, and there were no new admissions or releases. No cells were triple bunked. No missing reports or equipment were noted. Leave utilized included furloughs, sick leave, and overtime. Total staff was 30. Institutional totals at the beginning of the morning watch shift were 761.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "watch shifts",
        "inmates",
        "suicide watch",
        "corrections",
        "leave",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.7,
            "index": 56,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.545,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034082",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034092",
            "similarity": 0.5,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034560",
            "similarity": 0.545,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033659",
            "similarity": 0.5,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034987",
      "summary": "On August 03, 2019, a Metropolitan Correctional Center (MCC) in New York reported daily activity for August 02, 2019, as communicated by an Operations Lieutenant.  Inmates were assigned to various housing units (SHU #2, 4, etc.) with several experiencing placement on the Special Housing Unit (Pend SIS). New inmate admissions and releases were recorded.  Several inmates were under observation (hospital, suicide watch, furlough).  There were no triple-bunked SHU cells.  Missing equipment inventory forms were noted, along with staff leave utilization and overtime hours.  The institution’s inmate population at the beginning of the morning watch shift was recorded as 766.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "shu",
        "inmates",
        "corrections",
        "staff shortage",
        "daily activity report",
        "new admissions",
        "special housing unit",
        "suicide watch",
        "hospital"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034885",
            "similarity": 0.538,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036055",
      "summary": "On August 04, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Staff shortages resulted in unassigned correctional assignments during the morning and day watch shifts. No unusual activity was reported during the evening watch shift. Inmates were on suicide watch, and new admissions and releases were recorded. Leave utilization included furloughs, annual leave, sick leave, and overtime hours. Staffing numbers varied across different overtime categories. The institution’s total inmate population at the beginning of the morning watch was 762.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 04, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "shu",
        "overtime",
        "leave",
        "new york",
        "corrections",
        "watch shift"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035508",
            "similarity": 0.583,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034752",
            "similarity": 0.583,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.583,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034092",
      "summary": "On August 05, 2019, the Metropolitan Correctional Center (MCC) in New York reported the following: *   Shortages of staff led to the vacating of several correctional assignments across all watch shifts (Morning, Day, Evening). *   Inmates were placed on Suicide Watch and Special Housing Unit (SHU) Pend SIS. *   New admissions and releases occurred, with one inmate on Suicide Watch accompanied by a companion. *   No cells in the SHU were triple-bunked. *   A missing equipment inventory was initiated, covering various areas of the facility. *   Staff leave included furlough, annual leave, sick leave, and suspension. *   Overtime hours were recorded, including standard overtime, medical overtime, and treaty transport overtime. *   The institution’s total population at the beginning of the morning watch shift was 762.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 05, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "correctional assignments",
        "suicide watch",
        "special housing unit",
        "sis",
        "overtime",
        "missing equipment",
        "leave",
        "inmates"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036122",
      "summary": "On August 5, 2019, MCC New York employee (name redacted) was authorized to work 90 minutes of overtime, starting at 1500 hours on Monday. The purpose was project planning and administrative duties due to a shortage of administrative staff. The authorization was certified by the Warden and the employee requested either overtime pay or compensatory time. The document outlines procedures for overtime authorization, including specific instructions for multiple employees and the requirement for original processing and filing.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "overtime authorization",
        "u.s. department of justice",
        "federal bureau of prisons",
        "mcc new york",
        "overtime pay",
        "compensatory time",
        "warden",
        "supervisor",
        "employee",
        "time verification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034792",
      "summary": "On August 6, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Lieutenant I reported no significant incidents during the Morning and Evening Watch shifts. An inmate, Ramos #85428-054, was placed on Special Housing Unit (SHU) #4 due to possession of a weapon. Corrections staff noted a shortage of staff leading to the evacuation of 10 South #2. New admissions included Chabis #87077-054, Bradley #87078-054, and Gonzalez #76326-054. One inmate, Hill #79455-054, was on Suicide Watch. No inmates were released.  Leave utilization included furlough, annual leave, sick leave, and overtime. A total of 27 staff members worked 206.30 hours in E-1 overtime. The institution’s total population at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "weapons",
        "shu",
        "staff",
        "watch shift",
        "activity report",
        "new york",
        "admissions",
        "releases",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.5,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034544",
            "similarity": 0.615,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035620",
      "summary": "On August 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. A 1/M inmate, 485426-054 and 479455-054, was placed on Special Housing Unit (SHU) #4 due to possession of a weapon. Staff shortages resulted in the vacancy of Phone Monitor, 3 Sally Officer, and SHU #10 South #2. Inmates #85978-054 was on Suicide Watch, and #86463-054 was awaiting a bed space in the SHU. New admissions included #87077-054, #87078-054, and #76326-054, while #79455-054 was admitted to the SHU. Staff search, Chapel, SIS Office, Central Tool Room, Sallyport 2, Staff Search, Roof Recreation were missing. Overtime hours were recorded, totaling 206.30 for E-1 overtime and 8 for comp time. Institutional totals at the beginning of the morning watch were 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 06, 2019",
      "keywords": [
        "metropolitan correctional center",
        "corrections",
        "inmates",
        "shu",
        "incident report",
        "staff",
        "overtime",
        "leave",
        "admissions",
        "releases",
        "watch shift"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036163",
      "summary": "This email announces available overtime shifts for August 10-11, 2019, at the Metropolitan Correctional Center in New York. The shifts require Non-Custody staff to cover custody posts. Specific posts listed include MW, DW, and EW units, along with control and internal locations, for both Saturday and Sunday. Staff are instructed to notify their supervisors and contact the Lieutenants Office at 6450 to sign up.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "07 Aug 2019",
      "keywords": [
        "overtime",
        "weekend",
        "custody",
        "staff",
        "sign-up",
        "metropolitan correctional center",
        "nym",
        "bop.gov",
        "shift",
        "lieutenant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036366",
            "similarity": 0.667,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036405",
      "summary": "An email announces limited availability of the sender from August 5th to August 9th due to being out of the office. An acting replacement is designated for those dates, reachable via phone and radio track 4. The email then details volunteer sign-ups for custody posts on August 10th and 11th, listing specific shifts and locations for Non-Custody staff. The Metropolitan Correctional Center in New York provides contact information including the address and phone number.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "07 Aug 2019",
      "keywords": [
        "overtime",
        "weekend",
        "custody",
        "staff",
        "volunteer",
        "sign-up",
        "radio",
        "supervisor",
        "metropolitan correctional center",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036366",
            "similarity": 0.667,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036363",
      "summary": "An email dated August 7, 2019, discusses overtime work and entitlement to night differential. The email originated from “IMIM>” to an unknown recipient and was marked as “Normal” importance. The subject line is “Overtime with night differential entitlement.”",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 7, 2019",
      "keywords": [
        "overtime",
        "night differential",
        "entitlement",
        "efta00036363",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033687",
      "summary": "On August 07, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Several inmates were housed in Special Housing Units (SHU) due to shortages of staff and various concerns (SIS, CIMS). New inmate admissions and discharges were recorded, including specific inmate ID numbers. There were missing reports and equipment inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Cell occupancy was noted, with no SHU cells triple-bunked. The institution’s total inmate count at the beginning of the morning watch shift was 762.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "shu",
        "corrections",
        "staffing",
        "watch shift",
        "sis",
        "fire panel",
        "admissions",
        "redactions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036366",
      "summary": "An email was sent on August 8, 2019, requesting volunteers for custody posts over the weekend of August 10-11, 2019. The email lists specific posts needing coverage, including MW, DW, and EW shifts, and directs interested individuals to contact the Lieutenants Office at 6450 to sign up. The email is from the Metropolitan Correctional Center in New York, NY.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "overtime",
        "weekend",
        "custody",
        "staff",
        "volunteer",
        "sign-up",
        "shift",
        "metropolitan correctional center",
        "new york",
        "lieutenant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036405",
            "similarity": 0.667,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036163",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025406",
      "summary": "This document is a daily assignment roster for MCC New York, dated August 9, 2019, detailing staff assignments across various departments including security, operations, and support roles. It outlines shift schedules (6 AM - 12 PM, 12 PM - 8 PM, 8 PM - 6 AM) and designates specific personnel for each post, including Captain, Security Officers, Treatment Officers, and other specialized roles like Telephone Monitors, Search Officers, and Tool Room personnel. It also lists various leave types (Day Off, Sick Leave, Annual Leave, LWOP(M)), AWOL, Suspension, and Official Time, along with overtime and comp time occurrences. The roster includes multiple pages with detailed shift changes and officer statuses, and a final recap of staff numbers and overtime details.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "efta00025406",
        "roster",
        "shift",
        "assignments",
        "officer",
        "security",
        "treatment",
        "unit",
        "control",
        "phone monitor",
        "lobby",
        "sick leave",
        "annual leave",
        "lwop",
        "awol",
        "suspension",
        "training",
        "overtime",
        "staff"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034098",
      "summary": "On August 9, 2019, a daily activity report was generated for the Metropolitan Correctional Center (MCC) in New York. The report details inmate movements, staffing shortages (particularly sanitation and control center fire panel issues), new admissions and releases, and leave utilization. Specific inmate incidents included placements in SHU, dry cells, and suicide watch. There were also missing equipment inventory forms and a fire/security report deficit. Overtime hours were recorded, primarily for Treaty Transfers. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "shu",
        "watch shift",
        "staff shortage",
        "suicide watch",
        "treatment transfer",
        "release",
        "admissions",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019790",
      "summary": "This document is a daily assignment roster for August 9, 2019, detailing personnel assignments across various posts within a correctional facility (EFTA00019790). It outlines shift assignments (00:00-08:00, 06:00-14:00, 08:00-16:00, etc.) for staff including Captains, Sergeants, Lieutenants, Officers, and Support personnel. It specifies locations (e.g., SHU #1, Lobby, Control #1, 5 North, 11 South) and includes details like phone monitoring, search duties, and treatment assignments. The roster also tracks leave types (Sick Leave, LWOP, Annual Leave), disciplinary actions (AWOL, Suspension), and changes in staff status recorded throughout the day using \"Shit Changed By\" notations. Finally, the document includes total staff numbers (116 correctional, 8 non-correctional), overtime and comp time occurrences, and signature blocks for the Captain and likely other supervisory personnel.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "efta00019790",
        "efta00019791",
        "efta00019792",
        "efta00019793",
        "efta00019794",
        "efta00019795",
        "efta00019796",
        "efta00019797",
        "post",
        "shift",
        "captain",
        "sec",
        "lt",
        "shu",
        "rec",
        "officer",
        "control",
        "visit",
        "treatment",
        "sick leave",
        "annual leave",
        "awol",
        "suspension",
        "ot",
        "time change"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035935",
      "summary": "Department of Justice Office of the Inspector General into the custody, care, and supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York. The investigation focuses on the period of August 9-10, 2019, and specifically examines the SHU (Special Housing Unit) operations. Key findings include: *   **Failure to Conduct Accountability Measures:** The Material Handler, a key employee, failed to perform mandatory inmate counts and rounds in the SHU due to fatigue and pressure to work excessive overtime.  The 10:00 PM count was not conducted, and the count slips were falsified. *   **False Statements:** The Material Handler knowingly and willfully made false statements about completing these duties. *   **Overtime Issues:** The Material Handler worked 24 consecutive hours, contributing to his inability to fulfill his responsibilities. *   **Lack of Oversight:** Security camera footage was of poor quality, necessitating reliance on witness statements and records, which were then improperly utilized. *   **Recommendations:** The OIG recommends the BOP develop a plan to address staffing shortages. The report stresses the importance of adherence to BOP regulations regarding inmate accountability and the potential dangers of neglecting these duties. The investigation concluded with no prosecution due to the evidence.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "limited official use",
        "jeffrey epstein",
        "metropolitan correctional center",
        "shu",
        "inmate counts",
        "bop",
        "over time",
        "false statements",
        "investigation",
        "custody",
        "care",
        "supervision"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034560",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and staff absences. A shortage of staff led to the vacation of correctional assignments, specifically in 10 South #2 and unit B-2. An inmate, I/M Epstein #76318-054, was found unresponsive and transported to a hospital for treatment. Three inmates were on suicide watch. There were no new admissions, releases, or additions to the Special Housing Unit (SHU) that created triple bunked conditions. No missing fire or security reports or equipment inventories were noted. Staff leave utilization included furlough, annual leave, sick leave, and a small amount of compensatory time. Overtime hours were recorded, primarily for 87S OVERTIME (Treaty Trans), totaling 263 hours. The institution’s total inmate count at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "daily activity report",
        "corrections",
        "new york",
        "fire panel",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.545,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.636,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.5,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036394",
      "summary": "On August 10, 2019, an individual from the Bureau of Prisons (bop.gov) sent an email announcing they will be out of the office on August 9, 2019, and provided contact information for assistance. The email also listed vacant custody posts available for volunteer Non-Custody staff to sign up for over the weekend of August 11-12, 2019, at the Metropolitan Correctional Center in New York. The listed posts included specific areas within the facility.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "overtime",
        "metropolitan correctional center",
        "non-custody",
        "custody posts",
        "supervisor",
        "lieutenant",
        "attorney",
        "new york",
        "sign-up",
        "weekend"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036082",
      "summary": "Epstein arrived at the facility on July 6, 2019, and was initially placed in SHU with a cellmate, Nicholas Tartaglione. Over the following weeks, he underwent multiple psychology evaluations, risk assessments, and interactions with attorneys, often with inconsistencies in documentation, particularly regarding cell assignments tracked in SENTRY.  There were documented instances of misplaced SENTRY transactions and errors in records, including inaccurate inmate counts and missing documentation like intake screenings and 30-day psychology reviews.  On July 23, 2019, Epstein was found unresponsive in his cell, prompting a medical emergency and ultimately his death. The investigation into the incident was inconclusive. The review highlighted significant failures in basic correctional practices, including incomplete inmate counts, inconsistent documentation, and failures to adhere to established suicide prevention protocols. Recommendations were made regarding staff training, institutional processes, and oversight. The estimated cost associated with the incident was approximately $10,741.60.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate epstein",
        "mcc new york",
        "sentry",
        "shu",
        "psychology",
        "suicide",
        "cellmate",
        "tartaglione",
        "risk assessment",
        "mental health",
        "court",
        "medical assessment",
        "overtime",
        "corrections",
        "suicide watch",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019798",
      "summary": "This document is a shift roster and record of changes for August 10, 2019, pertaining to a facility (likely a correctional institution) named \"OPS LT\" and “SHU” units. It details staff assignments across various locations including control rooms, cells, and support areas.  The roster tracks officer shifts, absences due to sick or annual leave, and changes in status through a system of “Shft Changed By” entries.  It also includes a breakdown of staff categories (Correctional and Non-Correctional Services), overtime and comp-time occurrences, and totals for staff members.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "ops lt",
        "shu",
        "unit",
        "search",
        "officer",
        "lobby",
        "control",
        "visit",
        "sick leave",
        "staff"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034348",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity issues including staff shortages leading to the vacation of a correctional assignment and an unresponsive inmate requiring outside hospital treatment. There were multiple inmates on suicide watch. No new admissions, releases, or bed space issues in the Special Housing Unit (SHU) were reported. Leave utilization included furlough, sick leave, and overtime hours. Staff numbers totaled 34. Initial cell counts at the beginning of the morning watch shift were recorded as 759 across various units.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "suicide watch",
        "medical",
        "operations lieutenant",
        "new york",
        "activity report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032687",
      "summary": "This document is an addendum to a legal brief supporting Michael Thomas’ application for deferred prosecution in a case involving the death of Jeffrey Epstein. It argues for leniency based on several factors: *   **Negative Impacts:** Thomas’ life has significantly deteriorated due to the charges, causing anxiety, depression, financial hardship, and social isolation. *   **Employment Issues:** His reputation due to the case has made it nearly impossible for him to secure employment. *   **Military Service & Trauma:** Thomas’ prior military experience, including witnessing combat, has caused lasting mental distress that he hasn’t disclosed. *   **Timeline of Events:** Thomas’ account of the events leading up to Epstein’s death, including his overtime work and the discovery of his body, is presented. *   **Responsibility & Cooperation:** Thomas acknowledges his actions, is the sole witness, and is willing to cooperate with authorities.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "michael thomas",
        "deferred prosecution",
        "usa v",
        "newark",
        "mcc",
        "jeffrey epstein",
        "criminal case",
        "mental effects",
        "military service"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033659",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and inmate status updates. A correctional assignment (Sanitation) was vacated due to staff shortages, and the Control Center Fire Panel remained inoperative. An inmate, I/M Epstein, was escorted to the hospital for treatment. Several inmates were placed on Suicide Watch with inmate companions. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple-bunked. No missing equipment reports were filed. Leave utilized included various types, with significant sick leave taken. Overtime hours were recorded, including 3 staff members working 87S overtime. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "activity report",
        "us government",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025420",
      "summary": "This document is a daily assignment roster for EFTA00025420, dated August 10, 2019, detailing staff assignments across various operational units (OPS LT, SIS TECH 1/1, etc.) within a correctional facility. It outlines shift schedules (06:00-22:00) and includes details of specific personnel assigned to each role, including officer names, unit locations (e.g., SHU #1, LOBBY), and related tasks (e.g., phone monitoring, search officer, sanitation).  The roster also contains records of officer changes, including relief officers, shift swaps, and leave (sick/annual), along with notes on special assignments and overtime occurrences.  Redactions are present on several pages.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00025420",
        "ops lt",
        "shu",
        "shift",
        "daily assignment roster",
        "lobby",
        "control",
        "sis tech",
        "phone monitor",
        "search officer",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034359",
      "summary": "On August 11, 2019, the Metropolitan Correctional Center (MCC) in New York received a daily activity report from Lieutenant M/W Operations.  An inmate (I/M 115) was reported as injured in medical (I/M), requiring investigation.  There were no significant reports from the Day or Evening Watch shifts. Inmates were under observation for psychiatric issues, and there were no new admissions or releases.  Cell occupancy in the Special Housing Unit (SHU) was not triple-bunked.  Several departments requested attorney conferences.  Five staff members used annual leave, ten used sick leave, and two used compensatory time. Overtime hours were recorded, totaling 179.3 for E-1 overtime and 13.00 for E-1 comp time.  The institution’s total inmate count at the beginning of the morning watch shift was 756.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "lieutenant",
        "inmates",
        "psychological observation",
        "attorney conference",
        "new york",
        "corrections",
        "overtime",
        "leave"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035560",
            "similarity": 0.5,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036591",
      "summary": "An email chain discusses the draft language related to an incident involving Jeffrey Epstein at MCC NY. One individual requests information regarding the work schedules and recent behavior of specific COs involved. Another individual provides draft language for a communication regarding two staff members placed on administrative leave by the Bureau of Prisons following Epstein’s apparent suicide. The timing of discussions is influenced by a scheduled meeting with the US Attorney. The possibility of additional staff being involved (up to three) is considered.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "efta00036591",
        "redaction analysis",
        "efta",
        "staffing shortages",
        "overtime",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc ny",
        "suicide investigation",
        "timing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027266",
      "summary": "A union president stated that officers at a jail were working overtime due to a staffing shortage while monitoring Jeffrey Epstein. The president advised contacting the Warden to discuss the issue. The communication originated from a USANYS source and included a link to a Washington Post article detailing the situation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "epstein",
        "jail staffing shortage",
        "union",
        "overtime",
        "washington post",
        "redaction analysis",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018983",
      "summary": "A union president stated that officers at the jail where Jeffrey Epstein was held were working overtime due to a jail staffing shortage, which led to them watching Epstein. The president advised asking the Warden about this issue.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "epstein",
        "jail staffing",
        "union",
        "overtime",
        "washington post",
        "redaction",
        "warden",
        "usanys",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036735",
      "summary": "An email thread discusses staffing issues at MCC NY, specifically regarding vacancies, AWOL, long-term leave, and hiring progress. It references a draft language document and an investigation into Jeffrey Epstein’s apparent suicide, leading to the administrative leave of two staff members. A third staff member may be added to the situation. A meeting is scheduled with the US Attorney for 10:00 AM the following day.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "language",
        "redaction",
        "efta00036735",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc ny",
        "vacancies",
        "overtime",
        "administrative leave"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036589",
      "summary": "On August 12, 2019, correspondence discusses the administrative leave placed on two Bureau of Prisons staff members at MCC NY following Jeffrey Epstein’s apparent suicide. One staff member was removed, and another did not attend a scheduled check-in. Discussions centered around the urgency of the situation, the staff’s recent behavior, and work schedules. The Warden of MCC NY reported a meeting with the U.S. Attorney scheduled for the following day. Further investigation and potential actions are pending the outcome of the investigation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036589",
        "bureau of prisons",
        "mcc ny",
        "jeffrey epstein",
        "suicide",
        "administrative leave",
        "staffing",
        "overtime",
        "investigation",
        "timing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034375",
      "summary": "An email from Christina Goldbaum of The New York Times contacted staff at MCC, seeking information about Jeffrey Epstein’s time in prison, specifically regarding staffing and overtime issues. Following the contact, a monitoring system was implemented, including an email to all approved media staff and a recall meeting led by the Warden to address concerns about staff sharing information. The New York Times is believed to be obtaining staff email addresses through social media.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "new york times",
        "jeffrey epstein",
        "prison",
        "staff",
        "media",
        "redaction",
        "email",
        "christina goldbaum",
        "mcc",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036650",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a breakdown of overtime (OT) in New York, related to the Samsung case EFTA00036650. The email included attachments: TEXT.htm and New_York_OT_Break_Down.docx. The email was sent on August 12, 2019, and is from the Federal Bureau of Prisons Northeast Regional Office.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036650",
        "new york",
        "ot break down",
        "federal bureau of prisons",
        "samsung",
        "redaction analysis",
        "2019",
        "august",
        "docx",
        "text.htm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036565",
      "summary": "On August 13, 2019, an email request was sent to collect data from NER, IPPA, and HRM regarding staffing at MCC New York. The requests included: *   Authorized and on-board employee/correctional officer numbers for the past three years (quarterly snapshots). *   Correctional Officer counts by PP for the past three FYs. *   Entry-level CO grade and salary information. *   Weekly inmate counts for the past 5 years. *   Staff counts for specific night shifts on August 9th and 10th. *   Information on 3R bonuses offered, recipients, and current staff recipients. *   Requests regarding additional officer positions requested from the Region and/or CO BOP. *   Information on augmentation and overtime usage. *   Tracking of mandatory vs. voluntary OT. *   Data on the use of the traditional BOP “bid sheet” process for OT shifts.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "mcc ny",
        "correctional officers",
        "staffing",
        "bop",
        "data request",
        "employee numbers",
        "inmate count",
        "ot",
        "3r bonuses",
        "augmentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036569",
            "similarity": 0.538,
            "index": 90,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036569",
      "summary": "The email is a request for data regarding staffing levels, inmate counts, and bonus programs at the Metropolitan Correctional Center (MCC) New York. Specifically, the sender requests: *   Current and historical correctional officer numbers (monthly snapshots for the past three years, weekly inmate counts for the past five years). *   Staffing levels for specific shifts on August 9th and 10th. *   Information on 3R bonuses, including recipients and current staff. *   Requests for additional officer positions and the use of augmentation/overtime. *   Data on mandatory vs. voluntary overtime, including the BOP \"bid sheet\" process and OT usage.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "mcc new york",
        "correctional officer",
        "staffing",
        "bop",
        "ot",
        "inmate count",
        "salary",
        "3r bonuses",
        "augmentation",
        "data request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036565",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036622",
      "summary": "*   **Overtime Log Analysis:** One email details overtime logs from August 4-10, 2019, including numbers of mandated and volunteer overtimes, categorized by date and shift. Staff utilizes overtime logs to track staff sign-ups for overtime. *   **Staffing Information Requests:** A request is made for employee numbers (authorized and on-board), Correctional Officer counts, salary information, inmate counts, and specific staffing details for Friday and Saturday shifts. *   **Bonus and Request Information:** Inquiries are made about 3R bonuses, additional position requests, and the utilization of augmentation versus overtime. The request also includes information about the use of a “bid sheet” process for overtime sign-ups. *   **Data Limitations:** The sender indicates a preference for Central Office answers, acknowledging that some information requires a request to the MCC itself.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "mandatory ot",
        "volunteer ot",
        "bop",
        "mcc",
        "staffing",
        "sign up logs",
        "correctional officer",
        "data request",
        "shift",
        "roster"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036546",
            "similarity": 0.571,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036700",
            "similarity": 0.615,
            "index": 100,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036697",
      "summary": "*   **Overtime Logs:** Overtime logs from August 4-10, 2019, show specific numbers of overtimes, augmentations, and mandated overtimes for each day. Custody staff are prioritized for overtime, followed by non-custody staff. *   **Sign-Up Sheets:** Questions are raised about the accuracy of overtime sign-up sheets – whether they represent the final list of those who received shifts. *   **Data Requests:** Numerous data requests are made including: authorized vs. onboard employee numbers, correctional officer counts, inmate counts, 3R bonus information, staffing levels for specific shifts, and details on the use of augmentation and overtime. *   **Process Inquiry:** Questions are asked about the BOP's “bid sheet” process for staff signing up for overtime shifts and whether this data is tracked and saved.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staffing",
        "bop",
        "mandatory ot",
        "voluntary ot",
        "mcc",
        "correctional officers",
        "sign-up logs",
        "shifts",
        "data",
        "requests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036541",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036626",
            "similarity": 0.5,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036559",
      "summary": "*   Overtime logs from August 4-10, 2019, show the number of overtimes, augmentations, and mandated overtimes. *   Staff utilize an overtime program, prioritizing custody staff, followed by general staff sign-ups, email requests, and radio calls for volunteers. Mandates are used when staff are still needed. *   Requests are made for historical data, including employee numbers, correctional officer counts by PP, inmate counts, 3R bonus information, and staffing levels for specific shifts. *   The sender requests clarification on the use of augmentation versus overtime and tracking of mandatory versus voluntary OT.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staff",
        "mandatory ot",
        "volunteer ot",
        "sign up logs",
        "correctional officers",
        "mcc",
        "bop",
        "roster",
        "shifts",
        "data analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036543",
            "similarity": 0.5,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036626",
            "similarity": 0.615,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036546",
            "similarity": 0.571,
            "index": 99,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033617",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) in New York reported several issues including a fire panel inoperative, staff shortages leading to placement in Special Housing Units, and missing reports/inventory forms across multiple departments. Leave utilization included furlough, annual leave, sick leave, overtime, and AWOL time. The beginning morning watch shift population totaled 758 inmates across various units.  Specifically, 23 staff members worked 163.00 hours in E-1 overtime, and 3 staff members worked 24 hours in COMPTIME.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "fire panel",
        "inmates",
        "staffing",
        "overtime",
        "leave",
        "security",
        "housing unit",
        "cell bunking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036541",
      "summary": "*   Requests were made for data including: employee numbers (authorized vs. on-board), correctional officer counts, inmate counts, salary information, overtime breakdowns (mandatory vs. voluntary), and specific bonus details. *   Staffing procedures at MCC New York involve prioritizing custody staff, followed by non-custody staff, with augmentations and mandatory overtime utilized as needed. *   Overtime logs from August 4-10, 2019, were provided, detailing the number of overtimes, augmentations, and mandated shifts. *   The sender requested clarification on the use of augmentation versus overtime, and the BOP’s breakdown of this usage.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "mcc",
        "overtime",
        "staffing",
        "correctional officers",
        "mandatory ot",
        "voluntary ot",
        "sign up sheets",
        "employee numbers",
        "bop",
        "data request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036697",
            "similarity": 0.5,
            "index": 92,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036543",
            "similarity": 0.667,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036626",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036543",
      "summary": "The document is an email chain regarding questions about staffing and overtime at the Metropolitan Correctional Center (MCC) New York. Key inquiries include: *   Employee numbers (authorized vs. onboard) for correctional officers and total staff. *   Overtime data from August 4-10, 2019, including mandated versus volunteer overtime. *   Details on staff sign-up processes and the use of augmentation versus overtime. *   Specific questions about bonuses (3R), correctional officer position requests, and the BOP's \"bid sheet\" process. *   Requests for data spanning multiple years (3-5 years) for inmate counts, overtime usage, and staff compensation.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staffing",
        "correctional officers",
        "mcc",
        "bop",
        "mandatory ot",
        "volunteer ot",
        "sign up sheets",
        "employee numbers",
        "data analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036541",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036559",
            "similarity": 0.5,
            "index": 93,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036626",
            "similarity": 0.818,
            "index": 98,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00036700",
            "similarity": 0.538,
            "index": 100,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033682",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity, including operational issues like a fire panel inoperative and inmate placements within the Special Housing Unit (SHU). New inmate admissions and releases were recorded, along with a list of inmates in medical observation, furloughs, or other restricted statuses. There were no triple-bunked cells in the SHU. Several departments reported missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, overtime, and suspensions. A total of 23 staff members worked overtime, totaling 163 hours. The beginning morning watch shift population was recorded at 758 inmates across various units.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "special housing unit",
        "fire panel",
        "corrections",
        "us government",
        "staff",
        "overtime",
        "admissions",
        "releases"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036626",
      "summary": "The document contains email exchanges regarding questions related to staffing and operations at the MCC New York facility. Key inquiries include: *   Overtime logs for August 4-10, 2019, detailing mandatory and volunteer overtime hours. *   Employee numbers (Correctional Officers and total staff) – historical data requests for the past three years. *   Details about entry-level Correctional Officer grades and salaries. *   Inmate counts over the past five years. *   Staffing levels for specific shifts (Friday 8/9 night shift and overnight shift into Saturday 8/10). *   Information on 3R bonuses and their distribution. *   Requests for additional Correctional Officer positions and their approval status. *   Usage of augmentation versus overtime for staffing shortages. *   Tracking of mandatory versus voluntary overtime, and data on the BOP's “bid sheet” process.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staffing",
        "mcc",
        "correctional officers",
        "bop",
        "mandatory ot",
        "volunteer ot",
        "sign up sheets",
        "data analysis",
        "shifts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036543",
            "similarity": 0.818,
            "index": 96,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00036541",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036559",
            "similarity": 0.615,
            "index": 93,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036546",
      "summary": "Mandatory overtimes were significantly higher than volunteer overtimes. *   **Staffing Procedures:** The MCC utilizes a tiered system for overtime, starting with custody staff, followed by non-custody staff, then emails and radio calls for volunteers, and finally mandates for evening and morning shifts. Augmentation is used during the day shift. *   **Information Requests:** A series of questions are being posed regarding staffing levels, correctional officer data, inmate counts, bonus programs, and overtime procedures at MCC New York. These include requests for historical data and comparisons between authorized and onboard staff.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "mandatory ot",
        "volunteer ot",
        "correctional officers",
        "mcc",
        "staffing shortages",
        "bop",
        "data request",
        "sign up logs",
        "roster",
        "shift analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036559",
            "similarity": 0.571,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036622",
            "similarity": 0.571,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036700",
      "summary": "The document contains email exchanges related to inquiries about staffing and operations at the Metropolitan Correctional Center (MCC) New York. Key questions include: *   Overtime usage data (mandatory vs. voluntary) for August 4-10, 2019. *   Employee numbers (Correctional Officers and inmates) for MCC New York, spanning multiple years. *   Salary and bonus information for Correctional Officers. *   Staffing levels for specific shifts (Friday/Saturday nights). *   Information on 3R bonuses and their distribution. *   Requests for additional Correctional Officer positions and their approval status. *   The use of augmentation versus overtime for staffing shortages. *   Data on the “bid sheet” process for advance overtime sign-ups. The information is being requested from Central Office and potentially requires further inquiry from the MCC.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "bop",
        "overtime",
        "staffing",
        "mcc",
        "correctional officer",
        "mandatory ot",
        "volunteer ot",
        "sign up logs",
        "data requests",
        "employee numbers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036543",
            "similarity": 0.538,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036622",
            "similarity": 0.615,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036393",
      "summary": "An email request was made on August 14, 2019, seeking information regarding MCC New York’s usage of augmentation and overtime work periods from August 4, 2019, to August 10, 2019. The requests included: *   The number of augmentations and overtimes during that period. *   The number of mandate and volunteer overtimes during that period. *   Details on how MCC staff sign up for overtime, including copies of sign-up documents from August 4, 2019, to August 10, 2019.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036393",
        "mcc new york",
        "augmentation",
        "overtime",
        "mandate",
        "volunteer",
        "nfc",
        "sign up",
        "documents",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036411",
      "summary": "On August 14, 2019, an Associate Warden at the Metropolitan Correctional Center (MCC) New York sent an email to the Captain and Lieutenants regarding non-implementation of overtime procedures. The current procedures, established in May, involve the D/W and E/W Operations Lieutenants filling overtime shifts using an overtime sign-up list and volunteers. If the list is exhausted, the other lieutenant completes the remaining shifts. Operations Lieutenants are required to annotate daily logs when overtime hiring procedures are completed. A reminder of these procedures was also sent on May 25, 2018.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "overtime procedures",
        "metropolitan correctional center",
        "captain",
        "lieutenant",
        "hiring procedures",
        "overtime sign up list",
        "operations lieutenant",
        "vacancies",
        "new york",
        "enforcement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036360",
      "summary": "On August 16, 2019, a communication regarding staff assignments within the Special Housing Unit (SHU) at the Metropolitan Correctional Center in New York was sent. Lieutenants are restricted from entering or working in the SHU pending further notice from the Captain. An officer is currently scheduled for overtime.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "staff assignments",
        "shu",
        "overtime",
        "captain",
        "metropolitan correctional center",
        "redaction",
        "efta00036360"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033671",
      "summary": "On August 16, 2019, a Metropolitan Correctional Center (MCC) New York Operations Lieutenant reported staff shortages across multiple shifts, leading to the vacating of several correctional assignments. An inmate was placed in Special Housing Unit (SHU) due to a serious assault on staff. Inmates were noted to be on psychiatric observation, suicide watch, and awaiting bed space. There were new admissions from the SHU (from HA) and one inmate was released. Leave utilization included various types of time off, including furlough, annual leave, sick leave, and overtime. Institutional totals at the beginning of the morning watch shift were recorded, showing a total of 757 inmates.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "assault",
        "suicide watch",
        "new york",
        "inmates",
        "admissions",
        "releases",
        "leave",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034544",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036617",
      "summary": "The email chain discusses an “Epstein Draft” and TDY (Temporary Duty Assignment) officers from other locations (specifically, MCC NYM) assisting with overtime (OT) at the Northeast Region. Approximately 15 officers were TDY during a 30-day period, and the OT was largely provided by these additional staff. A question is raised about whether providing this information would demonstrate additional staff availability and alleviate concerns about current staff fatigue. The document includes attachments: TEXT.htm and EFTA00036618.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "epstein",
        "draft",
        "overtime",
        "staff",
        "mcc",
        "nym",
        "tdy",
        "regional director",
        "shortages",
        "officers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036305",
      "summary": "Beginning August 25, 2019, Lieutenants will change posts. Overtime is available for the week following the roster updates.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "subject overtime",
        "efta00036305",
        "rosters",
        "august 25",
        "2019",
        "overtime available"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018870",
      "summary": "Investigators are scrutinizing video footage outside Jeffrey Epstein’s cell at the Metropolitan Correctional Center in Manhattan, finding some footage unusable. The FBI and Justice Department’s inspector general are investigating the circumstances surrounding his death, which was ruled a suicide. Key findings include: *   At least one camera’s footage was unusable. *   Protocols regarding checks on Epstein were not followed, with potential falsification of logs being investigated. *   The officers on duty were working overtime and had differing backgrounds. *   Epstein was placed on suicide watch after a July incident and had a series of fluctuating living arrangements with roommates. *   The medical examiner found fractures in Epstein's neck bones, consistent with hanging, but experts caution this requires further investigation. *   The defense team is seeking access to all relevant video footage and intends to conduct an independent investigation.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "justice department",
        "suicide",
        "footage",
        "metropolitan correctional center",
        "cell",
        "investigation",
        "redaction",
        "autopsy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035931",
      "summary": "The Bureau of Prisons (BOP) provided a status update to the Government Accountability Office (GAO) regarding its response to GAO-21-123, “Report Bureau of Prisons: Opportunities Exist to Better Analyze Staffing Data and Improve Employee Wellness Programs.” The BOP has addressed one of the three GAO recommendations – calculating staffing levels – through a contractor-developed Automated Staffing Tool (AST), which is expected to be fully implemented by October 2024.  The BOP has also begun addressing the recommendations related to analyzing data on staffing challenges and assessing overtime/augmentation usage, though progress is ongoing and data collection is still limited in some areas.  Finally, the BOP has implemented an “Incentives Playbook” to standardize staffing incentives and track their effectiveness, with data collection for measuring outcomes planned for 2025.  The BOP maintains that it has implemented a reliable method for calculating staffing levels and emphasizes its ongoing monitoring and adjustments to address staffing challenges.",
      "timestamp": "2025-03-04T00:00:00",
      "timestamp_raw": "March 4, 2025",
      "keywords": [
        "bop",
        "staffing",
        "data analysis",
        "employee wellness",
        "overtime",
        "augmentation",
        "incentives",
        "recommendations",
        "gao",
        "risk assessment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036310",
      "summary": "An officer previously restricted due to surgery has faxed a doctor’s note confirming they are cleared for overtime work. The file is designated EFTA00036310.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "officer",
        "overtime",
        "restrictions",
        "doctor's note",
        "efta00036310"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036124",
      "summary": "Employee PP works 80 hours per week, with Saturdays and Sundays off. The work schedule from July 22nd to August 2nd includes regular shifts (5H1, I, SH2, SH3), Sunday shifts (sui, SH2, SH3), and holiday shifts (WRKD/SH1, WRKD/5H2, WRKD/SH3).  Leave types include annual leave (61, 62), sick leave (62/62, FFLA 62/62), and military leave (67). Time off details, overtime usage (21, 32), and earned compensation (33/1, 31/1, 31/2, 31/3, 66/1, 66/2, 66/3) are recorded. The employee’s last day of work was July 31st due to retirement.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "employee",
        "work hours",
        "time off",
        "holiday",
        "overtime",
        "leave",
        "sick leave",
        "training",
        "injury",
        "wrc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035501",
      "summary": "*   Route overtime folders and the LLD Letter to a specific individual. *   Remind someone to submit the 583 in TRUINTEL regarding the Epstein suicide attempt. *   Ensure the SHU meeting is on time with detailed note-taking to address issues. *   Repair the 5th and 7th floor entry doors and verify panel operation. *   Coordinate with another individual to clean and replace vests for OP#1, ensuring Escort Officers follow the 3-week cleaning system. *   Confirm the weekend roster with Lieutenant and potentially create a volunteer sign-up list if needed. *   Ensure all tasks are completed by 1:00 PM on Friday. *   Lieutenant is responsible for overseeing operations and available for assistance.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "overtime",
        "lld letter",
        "583",
        "truintel",
        "epstein",
        "shu meeting",
        "control center",
        "vests",
        "roster",
        "volunteer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034549",
            "similarity": 0.538,
            "index": 112,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034549",
      "summary": "The following tasks were assigned: route overtime folders and an LLD letter, remind someone to submit a 583 in TRUINTEL regarding the Epstein suicide attempt, ensure a timely and detailed SHU meeting, fix entry doors on the 5th and 7th floors, have someone clean and switch vests for OP# I, update the weekend roster with Lt., and close out Friday at 1pm. Lt. is to oversee operations and be contacted for assistance.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "overtime",
        "lld letter",
        "583",
        "truintel",
        "suicide attempt",
        "shu meeting",
        "entry doors",
        "vests",
        "roster",
        "volunteer sign up"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035501",
            "similarity": 0.538,
            "index": 111,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036365",
      "summary": "Overtime hired before the administrative workweek (Sunday-Saturday) triggers night differential pay if worked between 6 PM and 6 AM. Regularly scheduled overtime, defined as overtime scheduled before the Sunday of the week it’s worked, is subject to the GS night differential and can be paid to employees receiving annual premium pay. Avoiding overtime hires before the workweek is recommended to reduce costs.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "overtime",
        "night differential",
        "administrative workweek",
        "policy",
        "t&a handbook",
        "gs",
        "pay period",
        "sunday",
        "employee",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036364",
            "similarity": 0.583,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036401",
      "summary": "This document is a \"Pay Period Overtime Report\" for the U.S. Department of Justice, generated on December 27, 2025. It includes data from two payroll modules (\"FIGS SOL Payroll2 Module\") covering the calendar year 2019. The reports detail employee data (Cost Center, Project, Employee ID, SOC code) and overtime amounts for pay periods 14A and 24A. Each report contains certification statements verifying the information’s accuracy. The data includes multiple employee identifiers and associated overtime amounts.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "payroll",
        "pay period",
        "employee",
        "cost center",
        "project",
        "run date",
        "fy",
        "soc",
        "efta00036401",
        "figs sol payroll2 module"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022088",
      "summary": "The document outlines redaction requests related to records concerning Jeffrey Epstein’s time at the Metropolitan Correctional Center (MCC). **Request #1** seeks the following documents: log of staff rounds, quarter entries, CIM clearance data sheet, disciplinary records, intake screening form, security designation records, inmate profile, incident reports, medical reports, visitor log, meeting records, reports regarding removal from suicide watch, overtime sign-up sheets, and staff augmentation records.  These documents are subject to a protective order and potentially releasable after trial. **Request #2** requests video footage, BOP documents related to the suicide attempts, BOP documents pertaining to the decision to remove Epstein from suicide watch, BOP special investigation reports, and BOP correspondence with the U.S. Attorney’s Office. These are also subject to the protective order and potentially releasable after trial. **Request #3** requests a log of Epstein’s phone calls and all email correspondence while at MCC, neither of which exist.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "shu",
        "bop",
        "protective order",
        "suicide watch",
        "incident reports",
        "medical reports",
        "video footage",
        "email correspondence",
        "round forms"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}