{
  "keyword": "boies schiller",
  "count": 25,
  "keyword_match_count": 25,
  "content_match_count": 60,
  "total_files": 85,
  "timeline": [
    {
      "file_id": "EFTA00028929",
      "summary": "They claim the government, through AUSA, misrepresented facts and misled Judge McMahon regarding contact with Boies Schiller and the investigation into alleged abuse and trafficking. Specifically, the government had multiple meetings with Boies Schiller attorneys, discussed Maxwell’s alleged activities, and later misrepresented that these contacts were minimal or nonexistent. They assert that AUSA intentionally misled the court to justify obtaining a substantial amount of evidence.  Maxwell contends this misrepresentation violated her due process rights and warrants suppression of the evidence and dismissal of the charges. The government acknowledges the misrepresentations but argues they were not material and that they acted in good faith.",
      "timestamp": "2006-09-14T00:00:00",
      "timestamp_raw": "Sept. 14, 2006",
      "keywords": [
        "ghislaine maxwell",
        "due process",
        "evidence",
        "government misconduct",
        "boies schiller",
        "subpoena",
        "suppression",
        "fraud",
        "perjury",
        "criminal investigation",
        "discovery",
        "motion",
        "counts five and six",
        "fourth amendment",
        "fifth amendment",
        "attorney-client privilege",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029100",
            "similarity": 0.571,
            "index": 2,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022133",
      "summary": "The core accusations involve a pattern of sexual abuse, grooming, and exploitation spanning several years, beginning in 2001. Key elements include: *   **Recruitment:** Women were recruited through various channels, often involving high school contacts or modeling agencies. *   **Massage Sessions:** Epstein frequently engaged women in massage sessions that quickly escalated into sexual abuse, including masturbation, unwanted touching, stripping, and, in several cases, rape. *   **Locations:** The abuse occurred across multiple locations including New York, Los Angeles, South Africa, the US Virgin Islands, Paris, and New Mexico (“Zorro Ranch”). *   **Financial Incentives:** Women were paid $300-$200 for massage sessions, reinforcing their involvement. *   **Manipulation & Control:** Epstein manipulated the women through emotional reinforcement, threats, and isolating them from their families and friends. He frequently attempted to keep them under his control through email and travel arrangements. *   **Witnesses:** Other individuals, such as Alan Dershowitz and Prince Andrew, were implicated in the abuse, with Dershowitz observed during a grooming session and Prince Andrew allegedly sexually assaulting one of the women in London. *   **Multiple Victims:** Several women offered strikingly similar accounts of Epstein's behavior, suggesting a coordinated scheme and highlighting the scope of his abuse. *   **Legal Proceedings:** The information is derived from press reporting, lawsuit proceedings (specifically against Boies Schiller), and hearing transcripts from legal cases. **Note:** The document explicitly states that the information is presented as allegations.",
      "timestamp": "2007-10-18T00:00:00",
      "timestamp_raw": "2007/10/18",
      "keywords": [
        "epstein",
        "accusations",
        "abuse",
        "massage",
        "sex trafficking",
        "modeling",
        "recruited",
        "rape",
        "virginia",
        "maxwell",
        "victims",
        "sexual assault",
        "new york",
        "los angeles",
        "caribbean",
        "grooming",
        "psychosexual abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029100",
      "summary": "*   **Core Argument:** Maxwell argues the U.S. Attorney's Office (USAO) misled Judge McMahon, who authorized the subpoena, by making false statements about contacts with Boies Schiller related to her case. Specifically, the government misrepresented the extent of these contacts, claiming they were solely about investigating Jeffrey Epstein and not Maxwell’s alleged trafficking activities. *   **Government Admission:** The government admits to significant contact with Boies Schiller, including a February 29, 2016 meeting, and subsequent email exchanges. However, they claim no wrongdoing occurred. *   **Evidence of Misconduct:** The document details evidence of this misconduct, including AUSA’s contemporaneous notes revealing discussions about Maxwell’s case, and the subsequent misleading statements made to Judge McMahon. *   **Request for Remedy:** Maxwell seeks to suppress the evidence obtained due to the government’s actions and to dismiss the counts based on the fraudulent representation. She also requests an evidentiary hearing to explore the circumstances of the government’s misleading conduct.",
      "timestamp": "2016-02-29T00:00:00",
      "timestamp_raw": "February 29, 2016",
      "keywords": [
        "ghislaine maxwell",
        "due process",
        "evidence",
        "government misconduct",
        "boies schiller",
        "subpoena",
        "suppression",
        "counts five and six",
        "fraud",
        "perjury",
        "united states attorney",
        "criminal investigation",
        "protective order",
        "misrepresentation",
        "discovery",
        "confidentiality"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028929",
            "similarity": 0.571,
            "index": 0,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029816",
      "summary": "The motion argues that the government misrepresented facts to Judge McMahon, circumventing a civil protective order that shielded Maxwell’s depositions. Specifically, the government falsely claimed no prior contact with Boies Schiller and denied fomenting an investigation. Judge McMahon, relying on this misinformation, modified the protective order, allowing the government to obtain the deposition transcripts.  Maxwell claims this constituted a violation of her due process rights and seeks to suppress all evidence derived from the government's actions, and dismiss Counts Five and Six of her indictment, which rely on the altered deposition transcripts. The document emphasizes the government's misrepresentations and a parallel ruling made against the government in another case.",
      "timestamp": "2017-09-12T00:00:00",
      "timestamp_raw": "Sept. 12, 2017",
      "keywords": [
        "protective order",
        "boies schiller",
        "deposition",
        "due process",
        "perjury",
        "government misrepresentation",
        "maxwell",
        "evidence suppression",
        "criminal investigation",
        "grand jury",
        "discovery",
        "collusion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011452",
            "similarity": 0.5,
            "index": 4,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011452",
      "summary": "The case centers around two civil depositions taken during a defamation lawsuit against Maxwell, where she provided detailed, intimate information about her interactions with Jeffrey Epstein. The government obtained a Protective Order prohibiting the sharing of discovery materials, including the depositions. However, the government then misrepresented to Judge McMahon that it had no contact with Boies Schiller and that the Protective Order prevented the government from accessing the depositions.  This misrepresentation allowed the government to obtain the depositions and use them as the basis for the perjury charges.  Boies Schiller had previously contacted the government, and the government’s actions were found to have circumvented the Protective Order and violated Maxwell’s due process rights.  A hearing is requested to explore the circumstances of these misrepresentations.",
      "timestamp": "2017-09-12T00:00:00",
      "timestamp_raw": "Sept. 12, 2017",
      "keywords": [
        "protective order",
        "boies schiller",
        "deposition",
        "perjury",
        "maxwell",
        "due process",
        "grand jury",
        "misrepresentation",
        "evidence suppression",
        "united states v. maxwell",
        "civil litigation",
        "confidentiality"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029816",
            "similarity": 0.5,
            "index": 3,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029077",
      "summary": "The government, through misrepresentations to Judge McMahon, obtained the file and pursued perjury charges (Counts Five and Six) based on those depositions. The key issue is the government’s false statements about not having prior contact with Boies Schiller, and their subsequent reliance on those statements to modify the Protective Order preventing the sharing of confidential discovery material. The court's argument hinges on the government’s violation of due process and the manipulated circumstances surrounding the evidence obtained. A hearing is requested to investigate the extent of the government’s deception.",
      "timestamp": "2017-09-12T00:00:00",
      "timestamp_raw": "Sept. 12, 2017",
      "keywords": [
        "protective order",
        "maxwell",
        "boies schiller",
        "due process",
        "deposition",
        "evidence",
        "government",
        "misrepresentation",
        "perjury",
        "subpoena",
        "collusion",
        "united states",
        "criminal investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011520",
      "summary": "Department of Justice, through the Southern District of New York, is requesting a limited order to unseal discovery materials held by Boies Schiller & Flexner LLP in connection with the case of *Jane Doe 43 v. Epstein*. This request stems from a grand jury subpoena issued as part of an ongoing investigation into Jeffrey Epstein and others for possible violations of federal laws related to trafficking minors. Boies Schiller, representing the plaintiffs, does not intend to contest the subpoena, but believes a protective order may preclude compliance. The government argues that a court should grant permission to comply, citing *Chemical Bank v. Affiliated FM Ins. Co.*, which prioritizes law enforcement needs over private confidentiality interests, particularly when a grand jury subpoena is involved. The government emphasizes that the Protective Order's focus on “confidential” information related to sexual activity or psychological information, and the limited temporal scope of the Protective Order, further support this request. They highlight that the investigation is not publicly known and involves serious criminal allegations, making the need for the information paramount. The government argues that allowing compliance with the subpoena is necessary and appropriate given the circumstances, and would avoid an unnecessary, inappropriate disregard for the grand jury process.",
      "timestamp": "2019-02-28T00:00:00",
      "timestamp_raw": "February 28, 2019",
      "keywords": [
        "grand jury",
        "discovery materials",
        "protective order",
        "boies schiller",
        "united states attorney",
        "civil litigation",
        "sarah netburn",
        "28 u.s.c. § 1651",
        "investigative subpoena",
        "criminal investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020780",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the uploading of documents from the Wisa.doj.gov\\cloud\\NYS\\StAndrews\\Shared USvEpstein-2018R01618 InvestigationV*2018 SDNY investigation\\Subpoena Returns\\Boies Schiller\\2019-03-04 Boies Schiller first subpoena response folder into Relativity for the US v. Epstein case. The desired folder structure was “Subpoena Returns” with subfolders “BSF returns” and “BSF first production” to receive the documents.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "boies schiller",
        "fbi case file",
        "production",
        "standrews",
        "nys",
        "investigation",
        "upload"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019549",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the upload of documents related to the USAO tt 2018R01618 case (US v. Epstein) into Relativity. The documents were located in a specific folder structure within Usa.doj.gov: clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller 2019-03-04 Boies Schiller first subpoena response. The requested structure involved a \"Subpoena Returns\" folder with subfolders \"BSF returns\" and \"BSF first production\" for depositing the documents. The Assistant U.S. Attorney requested confirmation of the upload completion.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "folder",
        "boies schiller",
        "subpoena returns",
        "usao",
        "sdny",
        "investigation",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030122",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is requesting the upload of documents related to the “USA v. Epstein” case to Relativity. The documents are located at Usa.doj.gov\\clouaNYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena ReturnABoies Schiller \\ 2019-03-04 Boies Schiller first subpoena response. The desired folder structure is “Subpoena Returns” with subfolders “BSF returns” and “BSF first production.” A previous email indicates that Judge Sweet has passed away.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "usao",
        "epstein",
        "subpoena",
        "folder",
        "judge sweet",
        "boies schiller",
        "us v.",
        "southern district of new york",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019483",
      "summary": "Sigrid McCawley of Boies Schiller Flexner LLP sent a subpoena related to \"Shoppers Travel\" to \"M\" on March 22, 2019. She notes that the company involved had previously hired lawyers and raised objections without resolution. The email includes a PDF attachment of the subpoena.",
      "timestamp": "2019-03-22T00:00:00",
      "timestamp_raw": "March 22, 2019",
      "keywords": [
        "shopper's travel",
        "subpoena",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "lawyers",
        "objections",
        "notice of serving",
        "fort lauderdale",
        "legal",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030124",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York sent an email to request the upload of documents related to the USA v. Epstein case into Relativity. The documents were located in a specific folder structure within Usa.doj.gov and were subsequently confirmed to have been loaded into Relativity by the sender.",
      "timestamp": "2019-04-02T00:00:00",
      "timestamp_raw": "02 Apr 2019",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "us v. epstein",
        "usao",
        "southern district of new york",
        "boies schiller",
        "fbi case file",
        "subpoena returns",
        "bs returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020697",
      "summary": "Peter Skinne received a communication from an unknown sender regarding a subpoena issued to Boies Schiller Flexner LLP (BSF) in the case *In re Guiffre v. Maxwell* (15 Civ. 7433). The subpoena permitted BSF to produce \"CONFIDENTIAL\" discovery materials related to the New York case. Skinne was instructed to only produce materials relevant to that specific litigation, excluding other cases like *In re Jane Doe 43 v. Epstein, et al.*, (17 Civ. 0616). The communication included a sealed order and a copy of the subpoena for convenience.",
      "timestamp": "2019-04-15T00:00:00",
      "timestamp_raw": "15 Apr 2019",
      "keywords": [
        "efta00020697",
        "guiffre v. maxwell",
        "legal process",
        "redaction analysis",
        "boies schiller flexner llp",
        "discovery materials",
        "protective order",
        "subpoena",
        "confidential",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010351",
      "summary": "This document details the process of uploading documents related to the US v. Epstein case to the Relativity platform. The Assistant U.S. Attorney requests that specific folders be created within Relativity, mirroring the existing folder structure for the “BSF returns” documents.  Key instructions include: *   Loading documents from a specific DOJ folder (Usa.doj.gov\\clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationV4 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller\\ 2019-04-18 Boies Schiller second subpoena response) into a new subfolder called “BSF second production” under “BSF returns.” *   Excluding specific folders and PDF documents from the upload (the “!Original Zips” folder and the three PDF documents). *   Clarifying that DVD-based data (containing video files) should not be uploaded. *   Confirming the desired folder structure for the upload process. Several emails demonstrate coordination and clarification regarding the upload process, ensuring the documents are properly organized and processed within the Relativity system.",
      "timestamp": "2019-04-18T00:00:00",
      "timestamp_raw": "2019-04-18",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "epstein",
        "doj",
        "folder",
        "data",
        "upload",
        "us v.",
        "sdny",
        "investigation",
        "returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020699",
      "summary": "Sandra Perkins, a case manager at Boies Schiller Flexner LLP, forwarded a sealed order from [REDACTED] regarding a grand jury subpoena served on BSF in the case of *v. Maxwell, 15 Civ. 7433*. The order permits BSF to produce “CONFIDENTIAL” discovery materials related to that specific lawsuit in the Southern District of New York. A copy of the subpoena is attached. The order’s scope is limited to the *v. Maxwell* case and excludes other litigation like *In re Jane Doe 43 v. Epstein, et al, 17 Civ. 0616*. Perkins offers to discuss production methods and scheduling. An email disclaimer regarding confidential information is also included.",
      "timestamp": "2019-04-18T00:00:00",
      "timestamp_raw": "18 Apr 2019",
      "keywords": [
        "efta00020699",
        "legal process",
        "subpoena",
        "bsf",
        "boies schiller flexner",
        "maxwell",
        "litigation",
        "discovery materials",
        "confidential",
        "protective order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010245",
      "summary": "The document outlines the process of uploading documents related to the US v. Epstein case to the Relativity platform. Initially, a request is made to load documents from a specific folder structure (`Usa.doj.gov\\ cloud\\ NYS \\ StAndrews \\Shared \\ USvEpstein-2018R01618`) into Relativity, maintaining the existing folder structure (\"BSF returns\" within \"Subpoena Returns\").  There’s a discussion about the format of the documents (specifically DVD files and needing conversion), and a clarification that DVD-based data should not be loaded into Relativity.  Finally, a list of specific file paths related to DVD-based interviews should be excluded from the upload.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2019",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "folder",
        "us epstein",
        "dvd",
        "conversion",
        "standrews",
        "boies schiller",
        "relativity",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020769",
      "summary": "An Assistant U.S. Attorney requests the upload of documents related to the US v. Epstein case (USAO11 2018R01618) into Relativity. The documents are located in a specific folder structure within the USA.doj.gov cloud, originating from Boies Schiller.  A separate party notes the documents contain DVD data and requests conversion to a different format, alongside confirmation on how to view video files without a DVD player. Specific file paths containing interview transcripts are listed as items that should *not* be loaded into Relativity due to their DVD-based structure. The request specifies a desired folder structure within Relativity for the uploaded files.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2019",
      "keywords": [
        "relativity",
        "epstein",
        "us v. epstein",
        "subpoena",
        "dvd",
        "data",
        "folder",
        "conversion",
        "files",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010256",
            "similarity": 0.5,
            "index": 18,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010252",
      "summary": "The email chain discusses the transfer of documents related to the US v. Epstein case to Relativity. Specifically, the Assistant U.S. Attorney requests the following actions: 1.  Documents from a folder hosted on Usa.doj.gov should be uploaded to Relativity under the “BSF second production” subfolder within the “BSF returns” subfolder, which should be created within the “Subpoena Returns” subfolder. 2.  Certain files within the source folder (specifically, DVD-related video files and several PDF files) should *not* be uploaded to Relativity. 3.  Confirmation is requested regarding the ability to view the video files independently of a DVD player. 4.  A separate request is made to load a different folder of documents into Relativity for the same case.",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "24 Apr 2019",
      "keywords": [
        "relativity",
        "epstein",
        "doj",
        "subpoena",
        "boies schiller",
        "us v. epstein",
        "folder structure",
        "data",
        "dvd",
        "conversion",
        "subpoena returns",
        "bsf returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010256",
            "similarity": 0.769,
            "index": 18,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010256",
      "summary": "The document details the transfer of several sets of documents related to the US v. Epstein case to Relativity for legal analysis. Initially, the documents were in a folder structure with DVD information that needs conversion. Subsequent communications clarify the desired Relativity folder structure: documents should be placed within a subfolder named \"BSF second production\" under \"BSF returns\" within the \"Subpoena Returns\" subfolder. Specific files containing DVD data are to be excluded from the upload. The sender requests updates on the upload progress and confirms the desired folder structure.",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "24 Apr 2019",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "epstein",
        "doj",
        "us v. epstein",
        "boies schiller",
        "folder structure",
        "data",
        "dvd",
        "conversion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010252",
            "similarity": 0.769,
            "index": 17,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020769",
            "similarity": 0.5,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020692",
      "summary": "Attorney, Boies Schiller lawyers) are coordinating the upload of documents related to the US v. Epstein case to the Relativity platform. Initially, all documents were uploaded, but subsequent emails detail specific instructions for adding additional files related to a “second production” and “BSF returns.” The key requests involve loading documents from a specific DOJ-provided folder structure into Relativity, including avoiding certain files (DVD information, original zip folders) and converting file formats if necessary. One email highlights the presence of DVD-related files within the documents and requests clarification on how to view them independently of a DVD player.",
      "timestamp": "2019-04-29T00:00:00",
      "timestamp_raw": "29 Apr 2019",
      "keywords": [
        "relativity",
        "epstein",
        "subpoenas",
        "doj",
        "boies schiller",
        "usvepstein",
        "data",
        "documents",
        "folder",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026703",
      "summary": "U.S. District Judge Loretta A. Preska allowed Alan Dershowitz’s motion to reinstate a request to disqualify Boies Schiller Flexner LLP from representing the woman accusing him of sexual misconduct involving Jeffrey Epstein. The motion stemmed from a conflict regarding Carlos Sires’ prior offer to represent Dershowitz and a confidential memo Dershowitz shared with Sires. The accuser alleges Dershowitz was involved in a human trafficking scheme. Boies Schiller argued Dershowitz violated court rules and the motion was filed tactically.  The case is *Giuffre v. Dershowitz*.",
      "timestamp": "2019-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2019",
      "keywords": [
        "dershowitz",
        "boies schiller",
        "epstein",
        "sex case",
        "conflict",
        "disqualification",
        "giuffre",
        "legal",
        "litigation",
        "judge preska"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030155",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030155",
      "summary": "U.S. District Judge Loretta A. Preska allowed Alan Dershowitz’s motion to disqualify Boies Schiller Flexner LLP from representing the accuser in a sexual assault case. The motion stemmed from a conflict of interest regarding Dershowitz’s prior relationship with Jeffrey Epstein and the accuser, stemming from a 2015 offer of representation by Boies Schiller partner Carlos Sires. Dershowitz argued the conflict was “severe” and that Boies Schiller’s representation created a situation where they could be accused of bias. Boies Schiller’s counsel urged the court to deny the motion without further briefing, arguing Dershowitz failed to comply with court rules and the motion was “tactical.” The case involves allegations of sexual abuse and human trafficking involving Jeffrey Epstein and multiple underage girls.",
      "timestamp": "2019-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2019",
      "keywords": [
        "dershowitz",
        "boies schiller",
        "epstein",
        "sex case",
        "conflict",
        "giuffre",
        "law360",
        "judge preska",
        "motion to disqualify",
        "legal strategy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026703",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030241",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, communicated with [REDACTED] regarding the arrest of Jeffrey Epstein. [REDACTED] expressed gratitude for McCawley's and her clients’ assistance in an ongoing investigation, anticipating its expansion. McCawley also informed Epstein’s mother that he had been arrested, and included a standard confidentiality notice regarding the email.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "investigation",
        "criminal abuse",
        "justice",
        "legal",
        "email",
        "efta00030241"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030256",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, provided a 1997 California police report to [REDACTED]. The report details a case where a young girl was recruited by a female, allegedly by Jeffrey Epstein, claiming the meeting was a “modeling interview,” similar to reports of “modeling interviews” with Victoria Secret involving girls seen at Epstein’s New York mansion. The document was redacted to conceal the recruiter's identity.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "efta00030256",
        "sigrid mccawley",
        "epstein",
        "victoria secret",
        "modeling interview",
        "ca police report",
        "1997",
        "recruiting",
        "redaction",
        "bella"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030297",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, forwarded a communication to an unknown recipient regarding concerns from victims of Jeffrey Epstein about their safety if he were released. The original communication was from Sigrid McCawley to [REDACTED] expressing the victims' concerns and thanking the recipient for their work.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2019",
      "keywords": [
        "epstein",
        "victims",
        "concerns",
        "release",
        "safety",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "redaction",
        "notification",
        "filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032429",
      "summary": "On September 16, 2019, an email was sent regarding multiple Freedom of Information Act (FOIA) requests related to the Jeffrey Epstein investigation. Four new FOIA requests were received, including one from Merris Badcock (WPTV), one from Douglas Montero (American Media, Inc.), and two from Boies Schiller Flexner LLP (Sigrid McCawley) covering records related to Jeffrey Epstein, Ghislaine Maxwell, Mark Epstein, and others. The sender intended to assert the ongoing investigation exemption for all requests, with a potential for releasing additional information to Boies Schiller. Further FOIA requests were anticipated.",
      "timestamp": "2019-09-16T00:00:00",
      "timestamp_raw": "September 16, 2019",
      "keywords": [
        "epstein",
        "foia",
        "requests",
        "jeffrey epstein",
        "boies schiller",
        "records",
        "investigations",
        "maxwell",
        "sdny",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038109",
      "summary": "Sigrid McCawley requested assistance in locating a trauma therapist for her client, who experienced trauma related to an attack by Jeffrey Epstein. She provided a link to the New York State Crime Victims Compensation application and asked Sigrid to complete and return it with an FBI support letter. The client is also interested in applying for lost wages and other aid. The email includes a standard confidentiality notice from Boies Schiller Flexner LLP.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "trauma therapist",
        "compensation",
        "victim support",
        "fbi",
        "new york state",
        "application",
        "aid",
        "sigrid mccawley",
        "boies schiller flexner",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038103",
      "summary": "An email chain discusses a meeting with a client representing an Epstein victim. The client, residing in , requests assistance with obtaining a visa and travel arrangements to attend a victim’s meeting. The sender, Boies Schiller Flexner LLP, is coordinating with another party to facilitate this process and ensure the client receives relevant notifications from the U.S. Government. A standard confidentiality notice is included at the bottom of the email.",
      "timestamp": "2019-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2019",
      "keywords": [
        "efta00038103",
        "victim",
        "representation",
        "visa",
        "travel",
        "notification",
        "united states government",
        "boies schiller flexner llp",
        "fort lauderdale",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038165",
      "summary": "A series of emails between attorneys at Boies Schiller Flexner LLP and unidentified individuals discuss a meeting with a client who is an Epstein victim. The client was born in [REDACTED] and currently resides in [REDACTED].  One individual requested information regarding a potential visa and travel arrangements to attend the victim's meeting.  Another individual confirmed they had spoken to the client and she would follow up with next steps. The emails also reference contacting a Legat office.",
      "timestamp": "2019-11-03T00:00:00",
      "timestamp_raw": "03 Oct 2019",
      "keywords": [
        "victim",
        "meeting",
        "information",
        "florida",
        "legal",
        "visa",
        "travel",
        "redaction",
        "epstein",
        "boles schiller flexner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021344",
      "summary": "Matthew L. Schwartz, of Boies Schiller Flexner LLP, is representing a client in negotiations to purchase a Keystone S-76C helicopter from Hyperion Air, LLC, an entity linked to Jeffrey Epstein. The agreed price is $3.5 million with a $100,000 deposit. The seller, represented by Darren K. Indyke, is seeking a November 15, 2019 closing. Schwartz advises the Assistant U.S. Attorney (Moe) of the connection to Epstein and requests guidance on potential forfeiture concerns, offering to block the transaction or deposit proceeds into escrow if desired. The client intends to proceed with the transaction unless advised otherwise by the Office.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "November 15, 2019",
      "keywords": [
        "efta00021344",
        "hyperion air",
        "llc",
        "jeffrey epstein",
        "keystone s-76c",
        "purchase agreement",
        "forfeiture",
        "darren k. indyke",
        "ausa moe",
        "sikorsky",
        "negotiation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027881",
      "summary": "The document consists of email exchanges between legal counsel regarding the estate of Jeffrey Epstein. Roberta Kaplan and Kaplan Hecker & Fink LLP are involved, along with Bennet Moskowitz of sanders, Andrew Villacastin of Boies Schiller Flexner LLP, Sigrid McCawley, Josh Schiller, Laura Starr, and others.  Attached documents include a letter from Moskowitz to S. McCawley regarding the estate and a separate communication from Villacastin to Moskowitz.  The emails pertain to legal matters related to the estate of Jeffrey Epstein.",
      "timestamp": "2019-12-03T00:00:00",
      "timestamp_raw": "December 3, 2019",
      "keywords": [
        "jeffrey epstein",
        "roberta kaplan",
        "estate",
        "moskowitz",
        "villacastin",
        "andrew",
        "bsfllp",
        "litigation",
        "redaction",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016796",
      "summary": "An email chain discusses concerns about an individual’s (identified only as “he”) behavior related to the Jeffrey Epstein case. One party suggests the recipient investigate the individual’s Twitter account, citing potential manipulation and a lack of genuine interest in the truth. The individual continues to contact the recipient’s associate seeking “help” and the associate advises blocking the individual. A legal firm, Boies Schiller Flexner LLP, is involved, sending a communication regarding the case and offering legal advice.",
      "timestamp": "2019-12-08T00:00:00",
      "timestamp_raw": "December 8, 2019",
      "keywords": [
        "social media posts",
        "fbi",
        "twitter",
        "epstein",
        "troll",
        "victims",
        "harassment",
        "redaction",
        "investigation",
        "help"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021001",
      "summary": "The document consists of email exchanges related to the estate of Jeffrey Epstein. Key individuals involved include Roberta Kaplan, Bennet Moskowitz, Andrew Villacastin, Sigrid McCawley, Julie Fink, Jordan Merson, and others associated with Boies Schiller Flexner LLP. The emails primarily involve the distribution of a letter concerning the estate and reference attachments related to the matter. There are redactions present in the document.",
      "timestamp": "2019-12-10T00:00:00",
      "timestamp_raw": "December 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "roberta kaplan",
        "ben moskowitz",
        "andrew villacastin",
        "boies schiller flexner",
        "redaction",
        "legal",
        "estate",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032947",
      "summary": "Key stories include: *   **Braskem Executive Bail:** An ex-Braskem CEO was granted $30 million bail in a bribery case. *   **Trump Documents Subpoena:** A House committee subpoena for Trump’s financial records was deemed invalid by the Supreme Court. *   **Autonomy Trial:** Mike Lynch repeatedly lied during the HP fraud trial. *   **NFL Player Fraud:** Ten former NFL players were indicted for defrauding an NFL health plan. *   **“Varsity Blues” Case:** A former casino executive defended himself against bribery charges in the “Varsity Blues” case. *   **Shopin CEO Fraud:** The CEO of Shopin pled guilty to securities fraud in a cryptocurrency scheme. *   **Rabobank Lawsuit:** Rabobank sued a former trader for a breached exit package related to Libor rigging. *   **Texas Judge Fight:** A former Texas state judge is fighting to get back on the 2020 ballot. *   **Various Legal Cases:** Numerous other legal cases are covered including securities fraud, fraud allegations, ethical violations, and disputes involving companies like Braskem, Citibank, Tesla, Temple University, and Greyhound Lines. *   **Firm News:** Updates on firms such as Boies Schiller, Latham & Watkins, and KLR Davis, including leadership changes and new clinic openings. *   **Supreme Court Cases:**  Several cases are discussed in relation to the Supreme Court's rulings. The document also includes job listings and a weekly verdict column highlighting significant legal outcomes.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "braskem",
        "bribery",
        "fraud",
        "nfl",
        "securities",
        "white collar",
        "supreme court",
        "tax",
        "legal ethics",
        "cryptocurrency",
        "investigation",
        "judge",
        "subpoena",
        "bankruptcy",
        "fraudulent",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020911",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is assisting an unidentified French judicial police unit (DCPJ) investigating crimes involving Jean Luc Brunel. The DCPJ unit, led by “Man,” is seeking information and coordination with US authorities. Sigrid suggests contacting prosecutors in New York who may have relevant information. A phone call is scheduled for November 20th, dependent on flight times, to discuss the investigation. The communications involve multiple individuals and organizations, including the French police nationale and Capitaing de police, with correspondence detailing the ongoing investigation into the Epstein/Brunel case.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2019",
      "keywords": [
        "french judicial police",
        "jean luc brunel",
        "sigrid mccawley",
        "dcpj",
        "new york",
        "investigation",
        "prosecution",
        "france",
        "epostein",
        "ocrvp",
        "minors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023148",
      "summary": "The client, initially hesitant, is now willing to share the journal entries if they can be discussed via phone, potentially including evening or weekend calls.  The initial requests involve confirming journal entries from January 16, 2020, including dates of travel to New Mexico and information from the journal regarding meetings with Epstein.  A US Attorney is requesting these journal entries to help refresh the client's recollection of events.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "January 16, 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "phone",
        "schedule",
        "investigation",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025324",
            "similarity": 0.615,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023162",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023154",
            "similarity": 0.667,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026965",
      "summary": "*   She sent photographs to a recipient and also journal entries detailing events from 1995-1996, including trips to Epstein’s house and movie outings. Specifically, one entry from December 1995 is noted as difficult to read due to faded colored pencil. *   An Assistant United States Attorney is requesting access to these journal entries and any other relevant documents from Sigrid McCawley to aid in their investigation. *   The emails demonstrate a follow-up on a previous interview and the ongoing effort to gather information related to Epstein and Maxwell’s activities.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "17 Jan 2020",
      "keywords": [
        "sigrid mccawley",
        "epstein",
        "maxwell",
        "journal",
        "ny trip",
        "photographs",
        "investigation",
        "boies schiller flexner llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021064",
      "summary": "Sigrid McCawley from Boies Schiller Flexner LLP received a communication regarding a $621,000 bill submitted by Maxwell’s lawyers (Haddon Morgan) to the Epstein Estate in the USVI. The bill relates to payments Maxwell previously denied making in connection with her or any litigation. The communication included a PDF attachment labeled “EFTA00021064” and a “DS First Quarterly Account.pdf”.",
      "timestamp": "2020-02-05T00:00:00",
      "timestamp_raw": "05 Feb 2020",
      "keywords": [
        "efta00021064",
        "usvi",
        "maxwell",
        "epstein",
        "haddon morgan",
        "bill",
        "litigation",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021063",
            "similarity": 0.667,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021063",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent an email detailing a $621,000 bill submitted by Maxwell’s lawyers (Haddon Morgan) to the Epstein Estate in the USVI. This bill was submitted despite Maxwell’s prior testimony stating she wasn’t paying for related expenses or litigation. The email attached a PDF document containing this information.",
      "timestamp": "2020-02-05T00:00:00",
      "timestamp_raw": "05 Feb 2020",
      "keywords": [
        "efta00021063",
        "usvi",
        "epstein",
        "maxwell",
        "haddon morgan",
        "bill",
        "litigation",
        "estate",
        "sigrid mccawley",
        "boies schiller flexner llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021064",
            "similarity": 0.667,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026800",
      "summary": "An email chain discusses a meeting regarding the Epstein investigation. One individual (Assistant U.S. Attorney) is coordinating with Sigrid McCawley of Boies Schiller Flexner LLP to schedule a meeting potentially with Ms. at a location in New York, possibly on March 4th.  A conference in White Plains is preventing one participant from attending.  Confirmation of the meeting time and location is requested.",
      "timestamp": "2020-02-25T00:00:00",
      "timestamp_raw": "25 Feb 2020",
      "keywords": [
        "epstein investigation",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "white plains",
        "new york",
        "meeting",
        "scheduling",
        "u.s. attorney",
        "southern district of new york",
        "email",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020837",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020837",
      "summary": "An email exchange occurred between Sigrid McCawley of Boies Schiller Flexner LLP and an Assistant U.S. Attorney regarding a meeting with Ms. regarding the Epstein investigation. The meeting was initially scheduled for March 4th at 2:00 PM at 1 St. Andrews Plaza (accessible via 5 Centre Street with a specific directional instruction about a red sculpture). The Assistant U.S. Attorney requested confirmation of this time and inquired about potential meeting dates while Sigrid was in New York.",
      "timestamp": "2020-02-25T00:00:00",
      "timestamp_raw": "25 Feb 2020",
      "keywords": [
        "epstein investigation",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "google maps",
        "new york",
        "meeting",
        "scheduling",
        "u.s. attorney",
        "red sculpture",
        "street address"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026800",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025125",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, is coordinating a meeting regarding the Epstein investigation. Emails confirm a meeting scheduled for March 4th at 2:00 PM with an unnamed individual, potentially involving a U.S. Attorney from the Southern District of New York. The location is described with detailed instructions, including directions and a reference to a nearby sculpture. Confirmation emails exchange logistical details and offer assistance with scheduling and transportation.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "03 Mar 2020",
      "keywords": [
        "epstein investigation",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "meeting",
        "fort lauderdale",
        "march 4th",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030804",
      "summary": "It’s part of a FOIA request concerning records related to Maxwell and Epstein. Key findings include: *   A notarized 1994 document shows Maxwell swearing she was a “disinterested” party and appraising Epstein’s New Mexico land. *   A Limited Power of Attorney was established for Jeffrey Epstein to act on behalf of the Zorro Trust. *   The trust leased agricultural land in Santa Fe County (1,158.97 acres) to a lessee. *   An appraisal valued the land at $6,000.00, secured by a disinterested party (Harry I. Eimer) and performed by Boies Schiller Flexner LLP, who later employed Maxwell. *   The appraisal required a determination of land value for lease or sale and included sections for describing improvements. Essentially, the document reveals early efforts to establish legal control over the land, with Maxwell’s involvement and a formal appraisal to support the transaction.",
      "timestamp": "2020-03-13T00:00:00",
      "timestamp_raw": "13 Mar 2020",
      "keywords": [
        "epstein",
        "zorro trust",
        "maxwell",
        "1993",
        "1994",
        "nm",
        "land",
        "appraisal",
        "foia",
        "documents",
        "notarized",
        "lease",
        "santa fe county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011365",
      "summary": "The transcript, provided by Sigrid McCawley of Boies Schiller Flexner LLP, details Maxwell’s activities and background. Key points include: *   **Source Material:** The deposition is based on a 2019 deposition transcript, attached as \"Maxwell_Dep._Tr._(Slip_and_Fall_Case).pdf.\" *   **Initial Delivery:** The transcript was initially forwarded by Sigrid McCawley to [REDACTED]. *   **Case Background:** The case is a civil lawsuit against Maxwell in New York related to a slip-and-fall incident. *   **Maxwell’s Claims:** Maxwell claimed to have resided primarily in NYC (September 2015), was a U.S. citizen (born in Paris, France and England), a registered EMT and helicopter pilot, and operated a board placement company called Ellmax LLC (initially established by Darren Indyke). *   **Ellmax Details:** Ellmax generated minimal revenue, primarily used for travel costs, and Maxwell did not receive a salary. She paid herself out of personal funds. *   **Other Companies:** Maxwell worked for other companies, including Terramar Project and had a personal assistant for over 10 years. *   **Property Ownership:** Maxwell owned a property in Miami Beach (2000-2016), held through an LLC. It was managed by Monte Albers De Leon. *   **Tax Records:** Her taxes were prepared by Mark, Paneth & Shron, and showed expenses related to travel and consulting. The document provides a record of Maxwell's answers to questions regarding her background, businesses, and property holdings, as part of the legal proceedings.",
      "timestamp": "2020-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition",
        "slip and fall case",
        "aig",
        "nyc",
        "2019",
        "france",
        "england",
        "us citizen",
        "ellmax",
        "terramar project",
        "robert foos",
        "florida",
        "tax returns",
        "monte albers de leon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030305",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent an email to counsel regarding a deposition of Ghislaine Maxwell in connection with a case involving v. Indyke, et al. Aneisha Christie, also at Boies Schiller Flexner LLP, attached a Notice of Deposition to the email and requested that recipients contact the office with any questions or concerns.",
      "timestamp": "2020-03-24T00:00:00",
      "timestamp_raw": "24 Mar 2020",
      "keywords": [
        "deposition",
        "ghislaine maxwell",
        "notice",
        "aneisha christie",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "laura menninger",
        "legal",
        "maxwell",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027824",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, expressed strong disapproval regarding a lawsuit alleging connections to Jeffrey Epstein, particularly because it mirrors the actions of one of Epstein’s alleged co-conspirators who profited from his abuse. The lawsuit is described as a “brazen abuse of our civil justice system” and a “disgraceful insult to the real victims.” An email exchange discusses the lawsuit and Sigrid’s expressed dissatisfaction.",
      "timestamp": "2020-03-26T00:00:00",
      "timestamp_raw": "26 Mar 2020",
      "keywords": [
        "epstein",
        "lawsuit",
        "co-conspirators",
        "sigrid mccawley",
        "abuse",
        "minors",
        "justice system",
        "redaction",
        "doe",
        "criminal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030316",
      "summary": "Daniel Kaiser, representing a client, received a deposition subpoena from Sigrid McCawley of Boies Schiller Flexner LLP regarding a case involving Jeffrey Epstein. Kaiser initially expressed concerns about his client’s assertion of Fifth Amendment rights and requested a deposition date. McCawley responded, attaching the subpoena and a document schedule. Kaiser accepted service of the subpoena, stating he would coordinate the deposition timing and location, while acknowledging his client’s right to potentially invoke the Fifth Amendment. The communication involved discussions about scheduling the deposition in early to mid-May, with Kaiser’s client’s lawyer asserting the Fifth Amendment privilege.",
      "timestamp": "2020-04-13T00:00:00",
      "timestamp_raw": "13 Apr 2020",
      "keywords": [
        "deposition",
        "subpoena",
        "fifth amendment",
        "sigrid mccawley",
        "daniel kaiser",
        "epstein",
        "criminal proceedings",
        "recruiting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025468",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent a zip file (RFP„RFA,ROG.ZIP) to an undisclosed recipient. She indicated her staff was reviewing documents and compiling a complete set. She was working to provide access to videos and anticipated delivering them later that morning. The email included a standard confidentiality notice regarding attorney-client privilege and protected information.",
      "timestamp": "2020-04-24T00:00:00",
      "timestamp_raw": "24 Apr 2020",
      "keywords": [
        "efta00025468",
        "redaction analysis",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "rfp",
        "rfa",
        "documents",
        "videos",
        "fort lauderdale",
        "attorney-client privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030306",
      "summary": "The United States District Court, Southern District of New York, is conducting a deposition of Ghislaine Maxwell as part of a lawsuit involving the estates of Jeffrey Edward Epstein and Ghislaine Maxwell. The deposition is scheduled for April 29, 2020, at 10:00 a.m. Eastern Time, and will be recorded via video, audio, and stenographic means. Counsel for the plaintiff, Boies Schiller Flexner LLP, and counsel for the defendants, N FOREMAN P.C. and TROUTMAN ANDERS LLP, have been notified via electronic mail.",
      "timestamp": "2020-04-29T00:00:00",
      "timestamp_raw": "April 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "deposition",
        "notice of deposition",
        "united states district court",
        "boies schiller flexner llp",
        "redaction analysis",
        "darren indyke",
        "richard kahn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025324",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is following up with an Assistant United States Attorney regarding an interview with a key witness (identified only as “her”) concerning events involving Epstein and Maxwell. The witness initially stated she had no journal entries from April 1996 or regarding travel to New Mexico, but subsequently provided photographs. The U.S. Attorney requested a follow-up interview and access to the witness’s journal entries, as they were believed to contain valuable recollection. Sigrid McCawley has contacted the witness to schedule a phone interview and inquire about the availability of the journal entries. The witness's last journal entry was in late February and she went to New Mexico in April.",
      "timestamp": "2020-05-07T00:00:00",
      "timestamp_raw": "07 May 2020",
      "keywords": [
        "sigrid mccawley",
        "journal",
        "new mexico",
        "epstein",
        "maxwell",
        "interview",
        "united states attorney",
        "follow-up",
        "phone",
        "january 16",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023148",
            "similarity": 0.615,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023154",
            "similarity": 0.5,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025501",
            "similarity": 0.5,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025305",
            "similarity": 0.5,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025312",
      "summary": "The document is a series of email exchanges between attorneys at Boies Schiller Flexner LLP and an Assistant United States Attorney regarding an interview with a witness (identified only as “she”) involved in an investigation related to individuals Epstein and Maxwell. The witness initially requested a phone call to coordinate a time to speak, offering several potential dates. The attorneys requested access to the witness’s journal entries, which she provided alongside photographs. The witness offered to speak again during evening or weekend hours. The primary focus of the communication revolves around securing the witness’s journal entries to aid in the investigation.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "calendar invite",
        "phone call",
        "conference id",
        "texas",
        "eastern time",
        "journal",
        "new mexico",
        "witness",
        "maxwell",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023162",
      "summary": "Multiple individuals within Boies Schiller Flexner LLP are coordinating a follow-up interview with a witness regarding their recollections of events involving Jeffrey Epstein and Ghislaine Maxwell. The initial request involved reviewing the witness’s journal entries, which she had mentioned during her previous interview.  The witness initially proposed various times for the interview, including tomorrow at 11:00 AM Eastern and Monday morning at 10:00 AM Eastern.  She expressed a willingness to speak with counsel privately during the call.  The witness provided photographs related to the time period, and shared details from her journal entries concerning a trip to New York and interactions with Epstein.  The team continues to seek access to the witness’s journal to refresh her recollection and assist in the investigation.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "interview",
        "phone",
        "time",
        "journal",
        "schedule",
        "eastern",
        "maxwell",
        "epstein",
        "investigation",
        "witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023148",
            "similarity": 0.538,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023154",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025501",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023154",
      "summary": "The initial request involves reviewing her journal entries, which she mentioned during a previous interview.  The parties are seeking to clarify details of her recollections and gain further insight into the relevant events. There are logistical discussions regarding scheduling the interview (potentially via phone, including evenings or weekends), and the provision of copies of her journal.  The woman has provided photographs from the time period and has indicated the last entry in her journal is from late February 1996.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "interview",
        "journal",
        "texas",
        "maxwell",
        "epstein",
        "time",
        "schedule",
        "phone",
        "united states attorney",
        "new mexico"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023162",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025324",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023148",
            "similarity": 0.667,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025501",
            "similarity": 0.818,
            "index": 82,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025555",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, is sending information regarding a case (EFTA00025555) involving Maxwell seeking a stay due to an ongoing investigation. She attached a motion for a conference addressed to the Magistrate. The email includes standard confidentiality disclaimers.",
      "timestamp": "2020-05-13T00:00:00",
      "timestamp_raw": "13 May 2020",
      "keywords": [
        "filing",
        "stay",
        "investigation",
        "redaction",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "maxwell",
        "motion",
        "conference",
        "efta00025555"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032951",
      "summary": "*   **Geoffrey Berman’s Resistance:** Former U.S. Attorney Geoffrey Berman resisted attempts to explain his ouster, citing administrative staff limitations. *   **Weinstein Attorneys’ Tactics:** Harvey Weinstein’s attorney, Donna Rotunno, defended her press tactics during the trial, leading to a gag order. *   **False COVID-19 Vaccine Scheme:** A Kentucky judge ordered the shutdown of a website offering a nonexistent COVID-19 vaccine in exchange for bitcoin. *   **Supreme Court Dissent Analysis:** The text details several significant dissenting opinions from the Supreme Court, primarily related to Trump administration policies. *   **Weinstein Accuser Opposition:** Harvey Weinstein accusers opposed the $18.9 million settlement deal, describing it as a \"cruel hoax.\" *   **DOJ Shutdown of Fraudulent Website:** The DOJ shut down a website promoting a nonexistent COVID-19 vaccine. *   **Mallinckrodt FCA Settlement:** Mallinckrodt sought to dismiss False Claims Act claims related to its Acthar Gel drug. *   **Sports & Betting Scandal:** A California couple pleaded guilty in the “Varsity Blues” college admissions scandal. *   **Compliance Lessons:** An article analyzed Novartis’s Foreign Corrupt Practices Act settlement, highlighting compliance risks for life sciences companies. *   **Public Integrity Cases:** Coverage includes charges against a New York City police union boss for defrauding a retirement fund, and a Panama Papers-related defense for Netflix. *   **Legal Ethics Discussions:** The text discusses legal ethics related to the Donziger case and the allegations against NAC Foundation. *   **Business Development Strategies:** An article suggests associates prioritize business development despite the pandemic. *   **Legal Industry News:** Updates include Deloitte expanding its legal business services, concerns about the future of the legal industry, and developments related to Facebook’s investigation and Boies Schiller adding bankruptcy attorneys. *   **Court Decisions:** Several court decisions are reported, including the Sixth Circuit upholding an opioid pill mill operator’s conviction and Foley & Lardner gaining standing to foreclose on a condo loan. *   **Notable Figures & Interviews:** The text includes an interview with Spartan Race’s general counsel, Deanna Sheridan, discussing the challenges of running events during the pandemic. *   **Job Postings:** Several attorney job openings are listed, including positions at the SEC, KLR Davis, and Schoen Legal Search.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2020",
      "keywords": [
        "roger stone",
        "trump",
        "commutation",
        "geoffrey berman",
        "weinstein",
        "covid-19 vaccine",
        "sec",
        "doj",
        "antitrust",
        "barnes & noble",
        "supreme court",
        "georgia",
        "6th circuit",
        "pill mill",
        "mallinckrodt",
        "california couple",
        "varsity blues",
        "novartis",
        "fcpa",
        "donziger",
        "ico fraud",
        "jackson lewis",
        "twitter",
        "facebook",
        "gibson dunn",
        "boies schiller",
        "foley & lardner",
        "grim reaper",
        "ross intelligence",
        "spartan race",
        "westlaw",
        "jobs",
        "legal industry"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021840",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent an email alerting the recipient to a new document filed in the case of *v. Maxwell* (S.D.N.Y. 1:15-cv-07433-LAP). The document is a letter from Ty Gee to Judge Loretta A. Preska requesting reconsideration of a July 23rd ruling. The letter includes five exhibits (Exhibits A-E) filed by Ghislaine Maxwell. The document was entered on July 29, 2020.",
      "timestamp": "2020-07-29T00:00:00",
      "timestamp_raw": "July 29, 2020",
      "keywords": [
        "maxwell",
        "efta00021840",
        "docket",
        "judge preska",
        "ty gee",
        "ghislaine maxwell",
        "filing",
        "reconsideration",
        "exhibits",
        "court records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030792",
      "summary": "On July 29, 2020, Sigrid McCawley of Boies Schiller Flexner LLP notified a recipient about a filing by Ghislaine Maxwell’s counsel in the case *v. Maxwell* (Doc# 1078, S.D.N.Y. 1:15-cv-07433-LAP). The filing was a letter from Ty Gee requesting reconsideration of Judge Preska’s July 23 ruling, accompanied by five exhibits (Exhibits A-E). The email included a warning about external emails and a disclaimer regarding confidential information.",
      "timestamp": "2020-07-29T00:00:00",
      "timestamp_raw": "July 29, 2020",
      "keywords": [
        "maxwell",
        "redaction",
        "prosecution",
        "defense counsel",
        "transcript",
        "filing",
        "judge preska",
        "ty gee",
        "ghislaine maxwell",
        "s.d.n.y."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022958",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, forwarded a Motion to Stay filed by Maxwell’s counsel regarding case 2d Cir. 20-02413 (v. Maxwell). The motion was filed on July 30, 2020, and service was completed by CM/ECF. The motion was entered into the docket on July 30, 2020, on behalf of Ghislaine Maxwell. The email chain originated from ECFdocuments@pacerpro.com.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "efta00022958",
        "maxwell",
        "2d cir.",
        "motion to stay",
        "ghislaine maxwell",
        "redaction analysis",
        "ecfdocuments",
        "boies schiller flexner llp",
        "july 30",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017068",
      "summary": "Sigrid McCawley, of Boies Schiller Flexner LLP, sent an email to notify Peter Skinner regarding a Motion to Stay filed by counsel for Ghislaine Maxwell in the case 2d Cir. 20-02413. The motion was filed on July 30, 2020, and McCawley stated she would respond by the following day. The email also included a link to the case details on the PACER system. A separate page contained a confidentiality notice regarding the electronic message.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "efta00017068",
        "maxwell",
        "2d cir. 20-02413",
        "motion to stay",
        "ghislaine maxwell",
        "legal documents",
        "litigation",
        "ecfdocuments",
        "boies schiller flexner llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018749",
      "summary": "Ghislaine Maxwell* case (20 Cr. 330). Specifically, she seeks to allow her to refer to and file under seal in the *Giuffre v. Maxwell* (15-cv-5433) and Second Circuit appeal (No. 20-2413) certain discovery materials produced by the government, primarily from August 5, 2020, and a large batch from Boies Schiller & Flexner. The request stems from a need for fair determination of key issues impacting her privacy and due process rights. Maxwell argues that the government has essentially turned over all discovery materials produced in both the *Giuffre* and Jane Doe 43 cases. She believes this has been done secretly, in conjunction with Boies Schiller, and that this information was not fully disclosed to her. Maxwell asserts that the government's actions violate the Protective Order, which exempts information obtained “from a source other than the government,” and that she’s acting out of “abundance of caution.” She highlights a conflict between the government’s actions and a court order that the government must comply with when producing documents. The motion further argues that the unsealing of these materials is justified because the documents are “judicial documents” with a presumptive right of public access and that the government’s interference with the process is unfair. The motion also points to an emergency stay of unsealing ordered by the Second Circuit pending briefing. Finally, the document contends the court should allow her to use the materials under seal for her defense in the ongoing legal proceedings.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "August 5, 2020",
      "keywords": [
        "protective order",
        "ghislaine maxwell",
        "giuffre v. maxwell",
        "discovery materials",
        "united states district court",
        "second circuit",
        "seal",
        "confidential",
        "jeffrey paglloca",
        "boies schiller & flexner",
        "jurisdiction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021879",
      "summary": "Sigrid McCawley from BOIES SCHILLER FLEXNER LLP is requesting clarification regarding a letter from Menninger related to an unsealing process. The letter includes attachments: an address letter to Judge Loretta A. Freska and Exhibit A. McCawley is preparing for potential information within the letter and emphasizes the confidential nature of the electronic communication.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "filing",
        "redaction",
        "sigrid mccawley",
        "bsfllp",
        "loretta a. freska",
        "menninger",
        "unsealing",
        "attorney-client privilege",
        "fort lauderdale",
        "2020-08-10"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029632",
      "summary": "The U.S. Department of Justice, Southern District of New York, provided additional discovery materials to legal counsel representing Ghislaine Maxwell in the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, identified by control numbers SDNY_GM_00012842 through SDNY_GM_00165540, consist of records from several banks (First Bank of Puerto Rico, UBS Financial, Wells Fargo, Fifth Third Bank, Deutsche Bank, JPMorgan Chase) and Boies Schiller. The birthdates of three minor victims (born in 1979, 1977, and 1980) were also provided. All materials are considered confidential and governed by a Protective Order.",
      "timestamp": "2020-08-13T00:00:00",
      "timestamp_raw": "August 13, 2020",
      "keywords": [
        "united states v. ghislaine maxwell",
        "sdny",
        "discovery",
        "protective order",
        "confidential",
        "victims",
        "banks",
        "legal documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017803",
      "summary": "A legal brief, titled “BRIEF, on behalf of Appellant Ghislaine Maxwell,” was filed in the 2d Circuit Court regarding the case *v. Maxwell* (Docket No. 20-02413). Sigrid McCawley of Boies Schiller Flexner LLP sent the brief to Deborah Knowlton. If Judge Nathan denies a motion to modify the protective order, Maxwell’s attorneys intend to appeal to the Second Circuit and seek consolidation with the appeal from Judge Preska’s order. The brief was filed on August 20, 2020, and entered into the court record on the same date.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "August 20, 2020",
      "keywords": [
        "efta00017803",
        "ghislaine maxwell",
        "2d cir.",
        "protective order",
        "appeal",
        "motion",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "docket entry",
        "brief",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038211",
      "summary": "Sigrid McCawley, a Partner at BOIES SCHILLER FLEXNER LLP, received emails regarding a meeting related to a DOJ investigation involving Epstein victims. The meeting was initially intended for an overseas client to attend in person, but a zoom option was not available due to travel restrictions. A colleague confirmed the meeting’s purpose was to review information from a 2006 investigation. The sender repeatedly confirmed receipt of the invitation and requested a list of attendees, including confirming the names of all clients involved.  The emails contained standard disclaimers regarding external communications and confidentiality.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "sigrid mccawley",
        "boies schiller flexner llp",
        "epstein victims",
        "doj invites",
        "zoom",
        "investigation",
        "meeting",
        "email",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038153",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, was communicating regarding a DOJ meeting involving Epstein victims. She was attempting to coordinate calls with other parties, including an individual not on her client list. She provided a list of client locations who desired to participate but could not travel (New York, New Jersey, Texas, Spain, South Africa, Australia).  A previous email chain discussed alternative participation methods and locations due to travel limitations.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "sigrid mccawley",
        "doj",
        "epstein victims",
        "boies schiller flexner llp",
        "travel",
        "locations",
        "email",
        "client list",
        "communication",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009865",
      "summary": "*   The initial request was for the statement to be submitted as a signed declaration, but the Assistant U.S. Attorney preferred a separate PDF with attribution. *   The statement itself expresses concern about Maxwell’s potential flight and argues she is a psychopath who continues to abuse power and exploit others. It references her history of abuse, manipulation, and disregard for responsibility. *   The statement urges the court to deny bail and maintain her incarceration until trial.",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "December 15, 2020",
      "keywords": [
        "sigrid mccawley",
        "ghislaine maxwell",
        "filing",
        "bail motion",
        "united states attorney",
        "redaction",
        "statement",
        "maxwell",
        "justice",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031821",
            "similarity": 0.538,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031821",
      "summary": "Sigrid McCawley sent a statement to Boies Schiller Flexner regarding Ghislaine Maxwell’s case. The statement expresses concern about Maxwell’s potential release on bail, citing her history of abuse, manipulative behavior, disregard for others, and potential to flee.  She believes Maxwell is a psychopath and fears she will continue to harm others if released. The sender requests the statement be submitted as a separate PDF with appropriate attribution and suggests a letter addressed to Judge Nathan as the most suitable format.",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "December 15, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "filing",
        "statement",
        "redaction",
        "maxwell",
        "victim",
        "judge nathan",
        "prosecution",
        "psychopath"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009865",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023047",
      "summary": "Ghislaine Maxwell, through her legal counsel (Haddon. Morgan & Forman P.C. and Cohen & Gresser LLP), is filing a motion with the United States District Court for the Southern District of New York in the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The motion requests the suppression of evidence obtained from a government subpoena to Boies Schiller and seeks to dismiss Counts Five and Six of the indictment. The motion is dated January 25, 2021.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v. ghislaine maxwell",
        "due process",
        "motion to suppress",
        "dismiss counts",
        "boies schiller",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029844",
      "summary": "Ghislaine Maxwell’s legal team, Haddon Morgan and Foreman, objects to redactions proposed by the government in their response to pre-trial motions in the United States v. Ghislaine Maxwell case. Specifically, they challenge redactions in the omnibus response (pages 1-128 and 187-88), Exhibit 5, and portions of Maxwell’s sealed deposition testimony (pages 129-134). The objections center on the government’s attempts to conceal inaccurate statements by a prosecutor, circumvented legal precedent, and protect information that should be publicly accessible due to its connection to a criminal case and Maxwell's right to an open trial. The team argues the redactions impede transparency and accountability in the judicial process, particularly concerning the Accuser-2’s diary and Maxwell’s deposition testimony.",
      "timestamp": "2021-03-09T00:00:00",
      "timestamp_raw": "March 9, 2021",
      "keywords": [
        "ghislaine maxwell",
        "redactions",
        "united states v.",
        "court",
        "judge nathan",
        "omnibus response",
        "exhibit 5",
        "protective order",
        "public access",
        "first amendment",
        "sixth amendment",
        "investigation",
        "sequestration",
        "diary",
        "accuser-2",
        "subpoenas",
        "boies schiller"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025213",
      "summary": "*   A list of approximately sixteen FOIA requests directed to the Southern District of New York’s office has been compiled. *   One of the requests originates from Boies Schiller Flexner (BSF) and involves multiple district requests. *   The list only includes FOIA requests received by the specific office, not broader legal actions like the “Radar Online” case. *   There is a request for a comprehensive list of all FOIA requests, including production details and AUSA point of contact information. *   A discussion is ongoing regarding compiling a complete list of FOIA requests.",
      "timestamp": "2021-03-11T00:00:00",
      "timestamp_raw": "11 Mar 2021",
      "keywords": [
        "jeffrey epstein",
        "ghislaine maxwell",
        "foia",
        "redaction",
        "civil ausa",
        "radar online",
        "boies schiller",
        "foia requests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029951",
      "summary": "Magistrate Judge Sarah Netburn denied a request from Boies Schiller & Flexner LLP to modify a protective order issued in a civil case (Jane Doe 43 v. Jeffrey Epstein) to allow them to comply with a grand jury subpoena related to a federal investigation into Jeffrey Epstein for possible violations of U.S. code concerning trafficking minors. The protective order, established due to the sensitive nature of discovery in the civil case, prohibited the disclosure or use of confidential information outside of the case. The United States Attorney sought to lift the order to facilitate the production of documents to the grand jury. Judge Netburn declined to modify the order without a stronger showing of exceptional circumstances or a compelling need, citing the “Martindell/In re Grand Jury Subpoena” test. She found the government’s arguments unpersuasive, noting that the government hadn’t demonstrated a need to circumvent the protective order and that the firm’s reliance on the order was reasonable given the circumstances.  The case remains under seal.",
      "timestamp": "2021-03-24T00:00:00",
      "timestamp_raw": "03/24/2021",
      "keywords": [
        "efta00029951",
        "protective order",
        "grand jury subpoena",
        "jane doe v. jeffrey epstein",
        "united states attorney",
        "civil discovery",
        "28 u.s.c. § 1651",
        "all writs act",
        "sex trafficking",
        "federal rule of criminal procedure 6(e)",
        "confidential information",
        "westlaw",
        "discovery materials"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018236",
      "summary": "This document is a letter from the U.S. Government to Judge Alison J. Nathan regarding a subpoena sought by defendant Chislaine Maxwell to Boies Schiller Flexner LLP (BSF) under Rule 17(c) of the Federal Rules of Criminal Procedure. The Government requests the Court to: 1) require Maxwell to provide notice of all future Rule 17(c) subpoenas and their return dates, and 2) ensure that any documents obtained through these subpoenas are produced to the opposing party and marked confidential under the protective order. The letter emphasizes that Rule 17(c) subpoenas are not intended for broad pretrial discovery and should be limited to obtaining specific evidence intended for trial, citing relevant Supreme Court precedent (Bowman Dairy Co. v. United States and Nixon).  The Government expresses concerns about the potential for misuse of the subpoena, particularly in seeking information about victims or the government’s communications, and requests that any materials obtained be treated as confidential to protect sensitive information and ensure the government can adequately respond.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "rule 17(c)",
        "subpoena",
        "discovery",
        "boies schiller flexner",
        "evidence",
        "criminal procedure",
        "witness",
        "confidentiality",
        "government",
        "investigation",
        "nixon test"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022027",
      "summary": "Department of Justice, Southern District of New York, is requesting Judge Alison J. Nathan to issue orders related to Ghislaine Maxwell’s case and a subpoena sought from Boies Schiller Flexner LLP (BSF) under Rule 17(c) of the Federal Rules of Criminal Procedure. Specifically, the Government wants: *   **Notice of Subpoenas:** The Court to order Maxwell to provide the Government with advance notice of any future Rule 17(c) subpoenas she intends to issue. *   **Confidentiality & Disclosure:** Any records obtained through Rule 17(c) subpoenas to be produced to the opposing party and marked confidential, and ultimately disclosed to the Government. The Department argues that Rule 17(c) subpoenas aren’t intended for broad discovery but rather to expedite trial by providing a time and place for examining specific materials intended for evidence. They cite *Bowman Dairy Co.* and *Nixon* to emphasize the stringent requirements for obtaining documents under this rule, particularly concerning relevance, whether the materials are otherwise procurable, and a good-faith purpose. The Government contends that Maxwell’s subpoena seeks potentially inappropriate evidence, possibly a “fishing expedition,” and requires the Court to ensure it’s used appropriately.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "rule 17(c)",
        "subpoena",
        "discovery",
        "ghislaine maxwell",
        "boies schiller flexner",
        "evidence",
        "confidentiality",
        "protective order",
        "united states v.",
        "nixon test",
        "3500",
        "giglio",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032666",
      "summary": "AJN issued an opinion regarding Maxwell’s pretrial motions. She granted Maxwell’s motion to sever the perjury counts but denied the remaining motions, with the exception of the suppression motions concerning the Boies Schiller materials, which she deferred to a later date. The opinion included positive comments about the discovery approach and acknowledged the pretrial disclosure schedule as reasonable, allowing for trial preparation in July.",
      "timestamp": "2021-04-16T00:00:00",
      "timestamp_raw": "16 Apr 2021",
      "keywords": [
        "maxwell",
        "motions",
        "opinion",
        "ajn",
        "discovery",
        "disclosure",
        "trial",
        "perjury",
        "suppression",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027160",
      "summary": "A legal team (BOIES SCHILLER FLEXNER LLP) is responding to a request from “USANYS” regarding redactions to documents related to a case overseen by Judge Nathan. The team is proposing redactions and seeking confirmation that the documents can be sent to the government. Attached documents include proposed redactions and responses to subpoenas, all stemming from a request for materials related to the Maxwell Rule 17(c) subpoena.",
      "timestamp": "2021-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2021",
      "keywords": [
        "redaction",
        "judge nathan",
        "government",
        "redactions",
        "rule 17",
        "documents",
        "letter",
        "email",
        "boies schiller flexner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027163",
      "summary": "Ghislaine Maxwell’s legal team (Boies Schiller Flexner LLP) submitted a letter proposing limited redactions to a response related to a Rule 17(c) subpoena. The court ordered Maxwell and her legal team to confer with the government regarding potential redactions, with the government having until April 23, 2021, to submit requests justified by the *Lugosch* standard. The court also ordered notification regarding redaction requests and instructed Maxwell’s legal team to file the joint letter publicly by April 23, 2021, if no redactions are sought.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "ghislaine maxwell",
        "redaction",
        "protective order",
        "united states district court",
        "sonya",
        "lugosch",
        "subpoena",
        "dkt. no.",
        "april 21",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022090",
      "summary": "Judge Nathan issued an opinion regarding Maxwell’s pretrial motions. She granted Maxwell’s motion to sever the perjury counts and denied the remaining motions, with the exception of the suppression motions concerning the Boies Schiller materials, which she deferred to a later decision.",
      "timestamp": "2021-04-26T00:00:00",
      "timestamp_raw": "26 Apr 2021",
      "keywords": [
        "efta00022090",
        "maxwell",
        "motions",
        "opinion",
        "judge nathan",
        "perjury",
        "suppression",
        "boies schiller",
        "maxwell motions",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031693",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent emails regarding Rule 17 subpoenas related to Maxwell’s requests. The emails included attachments of a Judge Nathan order, a draft response, letters from Maxwell and Boies Schiller, and a previous order concerning pretrial motions. Redaction analysis was performed on the document.",
      "timestamp": "2021-05-03T00:00:00",
      "timestamp_raw": "03 May 2021",
      "keywords": [
        "rule 17 subpoenas",
        "maxwell",
        "boies schiller",
        "judge nathan",
        "subpoenas",
        "usanys",
        "redaction",
        "order",
        "attorney",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022516",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email regarding Rule 17 subpoenas related to Maxwell’s requests. The email included a draft response, Judge Nathan’s order, letters from Maxwell and Boies Schiller, and a document outlining proposed redactions to the subpoenas.",
      "timestamp": "2021-05-03T00:00:00",
      "timestamp_raw": "03 May 2021",
      "keywords": [
        "rule 17",
        "subpoenas",
        "redactions",
        "maxwell",
        "judge nathan",
        "boies schiller",
        "united states attorney",
        "southern district of new york",
        "subpoena requests",
        "ajn"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015865",
      "summary": "This document is a submission to Judge Alison J. Nathan regarding a subpoena request from Ghislaine Maxwell’s defense team seeking records from Boies Schiller Flexner LLP (BSF) in the U.S. v. Maxwell case. The Government respectfully opposes three specific requests (9, 10, and 11) based on the *Nixon* standard, which requires a subpoena to be narrowly tailored, relevant, admissible, and not a fishing expedition. Specifically: *   **Request 9 (Minor Victim-2’s Diary):** The Government argues this request is improper because the diary is irrelevant given that the defendant and the victim already acknowledged the absence of references to the defendant within the diary, and the diary is full of unrelated personal entries. *   **Request 10 (Pair of Boots):** The Government intends to obtain the boots through BSF and make them available to the defense for examination, effectively mooting this request. *   **Request 11 (Photographs):** The defense already possesses copies of the photographs; the Government argues that the original physical photographs lack relevant metadata and wouldn’t satisfy the *Nixon* standard without further justification. The Government requests the Court to deny Requests 9 and 11 and reserve decision on Request 10 until the Government obtains the boots and makes them available for examination.",
      "timestamp": "2021-05-04T00:00:00",
      "timestamp_raw": "May 4, 2021",
      "keywords": [
        "rule 17(c)",
        "subpoena",
        "relevance",
        "admissibility",
        "specificity",
        "nixon",
        "evidence",
        "impeachment",
        "brady",
        "giglio",
        "diary",
        "victim",
        "forensic examination",
        "photographs",
        "boots",
        "due diligence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032757",
      "summary": "*   A series of emails exchanged between attorneys regarding a suppression hearing related to Maxwell and the AJN case. *   Stan Pottinger, a lawyer at Boies Schiller, represented the plaintiff. *   Multiple documents, including All Writs Applications and legal briefs, were referenced and attached. *   Questions arose about the number of Memoranda of Law filed and the reason for Maxwell having two briefs. *   A judge (Nathan) indicated a delayed resolution of the suppression motions ahead of trial. *   An issue related to the Rossmiller/Kramer matter was discussed, seeking input and a convenient time to meet.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "maxwell",
        "suppression hearing",
        "all writs application",
        "usanys",
        "judge sweet",
        "mol's",
        "transcripts",
        "rossmiller",
        "kramer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018997",
      "summary": "They argue the government violated Maxwell’s Fourth, Fifth, and Martindell rights through: *   **Fourth Amendment Violation:** The government overstepped by obtaining information through an overbroad subpoena without proper notice and an opportunity for Maxwell to be heard. They claim the government misled Judge McMahon and the \"inevitable discovery\" doctrine doesn't apply given the circumstances. *   **Martindell Violation:** The government failed to follow the proper procedure for obtaining confidential information from a third party (Boies Schiller) through a Protective Order, specifically neglecting to provide Maxwell with notice and an opportunity to be heard. *   **Fifth Amendment Violation:**  Maxwell contends the government’s actions, including misleading Judge McMahon and the deposition, constitute a violation of her Fifth Amendment right against self-incrimination. They point to evidence suggesting the government improperly influenced Giuffre’s testimony and obtained information through questionable means. The motion requests an evidentiary hearing to present this case.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fourth amendment",
        "suppression",
        "grand jury subpoena",
        "boies schiller",
        "fifth amendment",
        "martindell",
        "evidence",
        "protective order",
        "investigation",
        "discovery",
        "privilege",
        "notice",
        "due process",
        "red herring"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025501",
      "summary": "The document records a series of email exchanges between attorneys at Boies Schiller Flexner LLP and Sigrid McCawley regarding a follow-up interview related to an investigation involving Jeffrey Epstein and Maxwell. The core request is for McCawley to provide journal entries detailing her experiences with Epstein and Maxwell. Initial communication involves scheduling a call to discuss logistics, confirming McCawley’s willingness to participate, and seeking clarification regarding specific journal entries, particularly those from 12/95, 01/07/1996, and 01/25/1996. The investigation team expresses a desire to review any relevant documents and explore her recollections.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "interview",
        "journal",
        "maxwell",
        "epstein",
        "time",
        "schedule",
        "new mexico",
        "phone",
        "united states attorney",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023154",
            "similarity": 0.818,
            "index": 52,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023162",
            "similarity": 0.667,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025324",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025305",
            "similarity": 0.538,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037119",
      "summary": "Hillary M. Nappi is a Partner at Hach Rose Schirripa & Cheverie LLP, specializing in complex civil litigation and focusing on Victims' Rights. She handles cases involving sexual abuse and assault, particularly leveraging New York and New Jersey’s revival statutes to pursue previously time-barred claims.  She has secured settlements totaling millions of dollars for survivors.  Prior to her current role, she worked at Boies Schiller & Flexner LLP, including involvement in the Starr International v. The United States case.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "child abuse",
        "sexual assault",
        "litigation",
        "victims' rights",
        "new york",
        "new jersey",
        "super lawyers",
        "hillary nappi",
        "aig",
        "discrimination"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025305",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is coordinating with an Assistant United States Attorney regarding follow-up interviews with a subject related to an investigation. Initial requests for information included scheduling calls for a second interview (potentially at different times/days), determining the subject’s desired interview time and length, and requesting access to the subject's journal entries. The subject provided photographic evidence of journal pages and indicated entries exist from 12/95, 01/07/1996, and 01/25/1996, referencing trips to New York and meetings with Epstein. The Assistant U.S. Attorney requested further information from the subject’s journal and offered to discuss logistics.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "new mexico",
        "epstein",
        "maxwell",
        "scheduling",
        "call",
        "united states attorney",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025501",
            "similarity": 0.538,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025324",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023148",
            "similarity": 0.667,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}