{
  "keyword": "us attorney",
  "count": 54,
  "keyword_match_count": 54,
  "content_match_count": 162,
  "total_files": 216,
  "timeline": [
    {
      "file_id": "EFTA00020978",
      "summary": "**Key Actions & Issues:** *   **Drive Delivery:** The US Attorney’s Office initially offered to deliver a 64GB drive containing requested files, anticipating a snowstorm delay. *   **Duplicate Production Concerns:** The US Attorney’s Office identified and flagged duplicate productions of ranges, requesting a third production. *   **FTP Link Request:** The defense team requested the documents be sent via FTP, but the requested ranges were too large. *   **Missing Bates Ranges:** The defense team identified missing Bates number ranges (SDNY\\_GM\\_00167911-00169735) and requested their reproduction via FTP. *   **Metadata Issues:** The defense team raised issues with metadata gaps in several DAT files related to PROD011 and PROD015. *   **Unredacted FBI Report Request:** The defense team requested an unredacted version of the FBI report dated December 6, 2006, relating to the cell-site simulator, as referenced in a Daily Beast article. *   **Grand Jury Subpoenas:** The defense team requested copies of the grand jury subpoenas and the date ranges for documents requested within them. *   **Document Provision:** The US Attorney’s Office provided a 4TB hard drive containing the discovery production, addressed the metadata issues, and provided the FBI report as requested. *   **Ongoing Communication:** The parties continue to communicate regarding outstanding issues, particularly concerning Bates ranges and metadata file corrections. **Redactions:** The text contains redactions across multiple pages, indicating sensitive information.",
      "timestamp": "2006-12-06T00:00:00",
      "timestamp_raw": "December 6, 2006",
      "keywords": [
        "discovery",
        "ftp",
        "redaction",
        "bates",
        "emails",
        "attorney",
        "usanys",
        "cohengresser",
        "maxwell",
        "rodgers",
        "metadata",
        "cd",
        "drive",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013680",
      "summary": "This document outlines a Non-Prosecution Agreement between Jeffrey Epstein, the United States Attorney's Office (Southern District of Florida), and the State Attorney's Office for Palm Beach County. It stems from investigations into Epstein’s conduct, including charges related to prostitution involving minor females, conspiracy to facilitate illegal sexual activity, and use of interstate commerce for similar purposes. Here’s a breakdown of the key points: *   **Investigations:** The document details investigations by both federal (FBI, US Attorney) and state (Palm Beach County Police & State Attorney’s Office) law enforcement into Epstein's activities from 2001-2007. *   **Charges:** Epstein initially faced solicitation of prostitution charges. *   **Non-Prosecution Agreement:** To resolve the case globally, Epstein agrees to plead guilty to the original prostitution charge and to a related state charge. In exchange, the US Attorney's Office will defer prosecution for related federal offenses (conspiracy, trafficking, etc.). *   **Conditions:** The agreement is contingent upon Epstein’s successful completion of the agreed-upon sentence (30 months, including county jail time and community control) and his adherence to specific terms, including the reporting of any victims and compliance with conditions of probation. *   **Grand Jury & Discovery:** Epstein agrees to cooperate with ongoing investigations, including providing evidence and allowing access to his records. *   **No Admission of Guilt:** Crucially, the agreement does not constitute an admission of guilt regarding all offenses related to the investigation. Essentially, this is a plea bargain designed to avoid a lengthy and complex criminal prosecution by Epstein, acknowledging his wrongdoing in one specific area while mitigating potential charges across multiple jurisdictions.",
      "timestamp": "2007-10-26T00:00:00",
      "timestamp_raw": "October 26, 2007",
      "keywords": [
        "jeffrey epstein",
        "prosecution agreement",
        "florida statutes",
        "united states code",
        "prostitution",
        "minor females",
        "conspiracy",
        "federal bureau of investigation",
        "state attorney's office",
        "criminal liability",
        "sex offenders",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013532",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a case titled “Epstein.” The sender inquired about sending a victim notification letter and obtaining permission to send copies to Mr. Josefsberg, an Assistant U.S. Attorney. The email was sent on December 7, 2007.",
      "timestamp": "2007-12-07T00:00:00",
      "timestamp_raw": "December 7, 2007",
      "keywords": [
        "epstein",
        "acosta",
        "alex",
        "us attorney",
        "victim notification",
        "josefsberg",
        "redaction",
        "email",
        "2007",
        "correspondence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013715",
      "summary": "An email was sent from an Assistant U.S. Attorney to Alex Acosta at the DOI on December 10, 2007, regarding a New York Magazine article featuring Jeffrey Epstein. The email included a link to the article: http://nymag.corninews/features/41826/.",
      "timestamp": "2007-12-10T00:00:00",
      "timestamp_raw": "December 10, 2007",
      "keywords": [
        "epstein",
        "new york magazine",
        "redaction analysis",
        "efta00013715",
        "alex acosta",
        "doi",
        "2007",
        "florida",
        "us attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013916",
      "summary": "*   A US Attorney General was involved in discussions about delaying prosecution. *   The primary concern revolves around the statute of limitations and potential delays impacting prosecution. *   A key argument is that Epstein’s age is a factor that could influence a jury’s perception. *   The grand jury’s timeline is nearing expiration, increasing pressure for a swift resolution. *   Efforts are being made to persuade the DAG to prevent further delays. *   Victims’ ages are a concern, with the possibility of them being viewed as less culpable as they age. *   There’s a focus on preventing Epstein from escaping terms of a deal through continued delays. *   The USAFLS expressed concern about private lawyers being hired and pursuing financial motives.",
      "timestamp": "2008-05-28T00:00:00",
      "timestamp_raw": "28 May 2008",
      "keywords": [
        "epstein",
        "statute of limitations",
        "victims",
        "prosecution",
        "delay",
        "age",
        "records",
        "grand jury",
        "crime",
        "negotiations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013553",
      "summary": "On May 28, 2008, the First Assistant US Attorney for the Southern District of Florida sent an email to Mr. Lefkowitz informing him that the Office of the Deputy Attorney General would review the investigation into Jeffrey Epstein’s sexual conduct involving minor victims. Consequently, the June 2, 2008 deadline for compliance with the September 24, 2007 global resolution was postponed until the DAG’s review was complete.",
      "timestamp": "2008-05-28T00:00:00",
      "timestamp_raw": "May 28, 2008",
      "keywords": [
        "jeffrey epstein",
        "usafls",
        "lefkowitz",
        "united states attorney",
        "southern district of florida",
        "sexual conduct",
        "minor victims",
        "resolution",
        "liability",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014038",
      "summary": "Attorney, is addressing concerns regarding Jeffrey Epstein’s sentence. Epstein is serving his 18-month sentence in the Palm Beach County Work Release Program, not the State-Regulated Community Control Program. This is permitted by Florida Statute 951.24(2Xa) and the Palm Beach County Sheriff’s Office policy, which allows for work release under specific criteria. The Non-Prosecution Agreement does not prohibit this arrangement, and Epstein is afforded the same benefits as other inmates.  A draft notification letter from the U.S. Attorney’s Office regarding Epstein’s potential participation in work release was sent on December 6, 2007.  An email dated July 3, 2008, indicates that the Deputy Sheriff acknowledged the US Attorney’s Office had no objection to the work release program as long as Epstein is treated similarly to other inmates, and that his restrictions were actually more stringent. The attorney states they have no intent to violate the agreement and propose a meeting to discuss the situation.",
      "timestamp": "2008-11-26T00:00:00",
      "timestamp_raw": "November 26, 2008",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "work release",
        "palm beach county",
        "florida statute",
        "951.24",
        "inmate",
        "us attorney",
        "sentence",
        "confinement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014192",
      "summary": "The core issue is whether Epstein’s defense strategy in the civil case could violate a non-prosecution agreement between him and the U.S. government. **Key Arguments:** *   **Plaintiffs’ Position:** The plaintiffs (Jane Does 1-7, 10, 11, and 2) argue that Epstein’s actions in defending the civil case – particularly taking depositions or pursuing discovery – could potentially trigger a breach of the NPA, leading the government to indict him. They contend that Epstein’s lawyers have not clearly understood the scope of the NPA and are placing him at risk. *   **Defendant’s Position:** Epstein’s attorneys argue that the government’s interpretation is overly restrictive and that, under the NPA, he is free to conduct normal defense activities without fear of indictment. They believe the government is misinterpreting the agreement and seeking to stifle Epstein’s legal strategy. *   **Court’s Concerns:** The judge expresses concern that the government’s position creates an uncertain and potentially chilling effect on Epstein’s defense, preventing him from taking necessary steps.  He questions the government's understanding of how the NPA applies in a civil context. **Details:** *   The hearing involves numerous attorneys representing both sides, including the plaintiffs’ counsel and the U.S. Attorney's office. *   The case stems from a civil lawsuit involving alleged sexual abuse. *   A key element is the non-prosecution agreement between Epstein and the government. *   The motion hearing concerns a stay of the civil proceedings, with the government seeking to prevent Epstein from proceeding with his defense until they are satisfied that he will not violate the NPA. *   There’s discussion regarding the use of 2255 motions, depositions, and other discovery methods in the civil case. **Conclusion:** The document represents a critical stage in the legal proceedings, with the court attempting to clarify the application of the NPA to the civil case and ensure that Epstein’s defense is not jeopardized by the government’s interpretation.",
      "timestamp": "2009-06-24T00:00:00",
      "timestamp_raw": "06/24/2009",
      "keywords": [
        "case",
        "epstein",
        "non-prosecution agreement",
        "jane doe",
        "discovery",
        "motion hearing",
        "united states",
        "litigation",
        "stay",
        "defense",
        "criminal charges",
        "federal",
        "civil action",
        "testimony",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019173",
      "summary": "The document is a series of emails discussing concerns and questions regarding the legal case involving Jeffrey Epstein. Key points include: *   Scheduling confirmation related to a sentencing. *   Confusion regarding Epstein’s plea and sentencing, specifically questioning the handling of trafficking charges and the lenient conditions of his confinement. *   Detailed inquiries about the terms of the Non-Prosecution Agreement (NPA), including victim counselor selection, the reasons for dismissing trafficking charges, and the lack of public record or FOIA transparency. *   Concerns about potential future offenses and the absence of protective measures for victims. *   Questions regarding the suspension of the federal grand jury investigation and the reasons for not pursuing charges against co-conspirators.",
      "timestamp": "2010-06-18T00:00:00",
      "timestamp_raw": "18 Jun 2010",
      "keywords": [
        "jeffrey epstein",
        "child sex trafficking",
        "npa",
        "sentencing",
        "florida",
        "restitution",
        "registered sex offender",
        "us attorney",
        "foia",
        "parole violations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020703",
      "summary": "This document is a transcript of a telephone interview conducted on April 7, 2011, between Jack Scarola and Bradley Edwards regarding a case involving Jeffrey Epstein. The interview was part of an effort to supplement a motion for leave to amend to assert punitive damages. Key points from the interview include: *   **Parties Involved:** The case is between Jeffrey Epstein and Scott Rothstein, Bradley Edwards, and L.M. *   **Edwards’ Account:** Bradley Edwards states he was contacted by the FBI and then Jeffrey Epstein's lawyers (Bill Riley and possibly others) after learning of investigations involving underage girls and alleged sexual activity. He describes being offered protection and leverage (“looked after”) if he remained silent. He subsequently ended contact with Epstein when he proposed a situation involving his child. *   **Details of Interactions:** Edwards recounts conversations with Epstein where he repeatedly discredited the girls involved and expressed a lack of concern for their well-being. He was sent to Thailand to meet a girl and complete a short massage course. *   **Victim Notification:** Edwards was eventually notified as a victim through the US Attorney's Office. The transcript is part of Government Exhibit C, Case No. 08-80736-CIV-MARRA, and is filed with the Palm Beach County Circuit Court.",
      "timestamp": "2011-04-07T00:00:00",
      "timestamp_raw": "April 7, 2011",
      "keywords": [
        "efta00020703",
        "jeffrey epstein",
        "scott rothstein",
        "brad edwards",
        "l.m.",
        "telephone interview",
        "palm beach county",
        "florida",
        "criminal investigation",
        "victim's letter",
        "government exhibit",
        "abuse",
        "sexual contact",
        "witness",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026663",
      "summary": "The document is a record of a deed (EFTA00026663) related to property at 9 E 71st Street, New York NY. The last recorded deed was dated 12/23/2011 and was signed by Jeffrey Epstein and Maple Inc. No mortgages are listed for Maple Inc in online records. The information was shared with a partner and relevant US Attorneys.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "12/23/2011",
      "keywords": [
        "efta00026663",
        "deed",
        "jeffrey epstein",
        "maple inc",
        "st thomas",
        "vi",
        "acris",
        "grantor",
        "grantee",
        "2011"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032502",
      "summary": "Emails dated November 29, 2018, detail discussions regarding an investigation related to Jeffrey Epstein. Participants include individuals within the United States Attorney’s Office for the Southern District of New York (USANYS), specifically the Chief Public Corruption Unit and FBI-NY’s sex crimes squad. The discussion centers on initiating an investigation, potentially involving a subpoena, and coordinating with the FBI to obtain the original investigative file. A link to a Miami Herald article is referenced. The emails involve coordination between multiple USANYS personnel regarding the investigation.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "fbi",
        "usanys",
        "subpoena",
        "redaction",
        "investigation",
        "corruption",
        "miami herald",
        "us attorney",
        "sex crimes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031378",
      "summary": "This redacted document appears to be a series of emails related to an ongoing investigation, likely involving child exploitation and human trafficking. Participants, including FBI agents (N. from NY), a US Attorney, and individuals involved in court proceedings (Sony, Detective), coordinate meeting times and discuss the sharing of case files (CDs or drives). Scheduling conflicts and logistical issues (childcare, proffer schedules) are a recurring theme. A central goal is to gather and review documents related to the case, with a planned meeting to discuss the information.",
      "timestamp": "2018-12-06T00:00:00",
      "timestamp_raw": "December 6, 2018",
      "keywords": [
        "investigation",
        "fbi",
        "new york",
        "child exploitation",
        "human trafficking",
        "proffer",
        "cd",
        "meeting",
        "sony",
        "trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031372",
            "similarity": 0.538,
            "index": 15,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016453",
      "summary": "Emails dated December 6, 2018, discuss a Google Alert set up to track news related to Jeffrey Epstein. Multiple individuals within the US Attorney’s Office for the Southern District of New York are exchanging links to a NBC News article detailing a probe into Epstein’s sweetheart deal. One email inquires about a USAO It, referencing case number 2018R01618.",
      "timestamp": "2018-12-06T00:00:00",
      "timestamp_raw": "December 6, 2018",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "google alert",
        "nbc news",
        "probe",
        "sweetheart deal",
        "usao",
        "public corruption unit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031462",
      "summary": "The document is a series of email exchanges related to a new investigation, likely involving child exploitation and human trafficking. Participants include FBI agents, NYPD detectives, and a US Attorney. Discussions revolve around scheduling a meeting to review documents and files, with multiple individuals proposing different times (primarily Thursday) due to scheduling conflicts. Files are being exchanged via CD or drive, and one party is preparing a disk with current case information. Concerns are expressed about the timing of a proffer and potential disruptions to the investigation next week.",
      "timestamp": "2018-12-06T00:00:00",
      "timestamp_raw": "December 6, 2018",
      "keywords": [
        "investigation",
        "fbi",
        "new jersey",
        "proffer",
        "trafficking",
        "meeting",
        "documents",
        "child exploitation",
        "suffolk county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031372",
      "summary": "The document is a series of email exchanges related to an ongoing “New Investigation.” Participants, including FBI agents, a US Attorney, and various individuals with names redacted, are coordinating a meeting to discuss the case. Scheduling difficulties arise due to conflicting commitments (court appearances, childcare, proffer schedules, and potential take downs). Multiple parties offer to provide documents on CDs or drives, and the primary goal is to establish a meeting time to review the evidence. One party has already received a package of files.",
      "timestamp": "2018-12-06T00:00:00",
      "timestamp_raw": "December 6, 2018",
      "keywords": [
        "investigation",
        "fbi",
        "cd",
        "proffer",
        "new york",
        "trafficking",
        "thursday",
        "child exploitation",
        "case",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031378",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032510",
      "summary": "An Assistant U.S. Attorney from the New York AUS office is contacting an individual to discuss deconfliction and potential collaboration regarding the Jeffrey Epstein investigation in the Southern District of New York. The contact was initiated by the AUS Attorney and they are open to scheduling a conversation this week.",
      "timestamp": "2019-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2019",
      "keywords": [
        "epstein",
        "ausas",
        "sdny",
        "investigation",
        "deconfliction",
        "sid",
        "u.s. attorney",
        "jeffrey epstein",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015003",
      "summary": "On March 24, 2019, an individual within the U.S. Attorney’s Office for the Southern District of New York was communicating regarding an investigation involving Jeffrey Epstein. Progress was being made in securing interviews with witnesses, including two individuals interviewed at the BSF office in Fort Lauderdale and Robbie Kaplan. A previous attorney representing Florida victims was being consulted to schedule follow-up interviews. Concerns were expressed regarding the potential exposure of one witness, and the next step involved an attorney proffer. One witness declined to participate in the investigation.",
      "timestamp": "2019-03-24T00:00:00",
      "timestamp_raw": "March 24, 2019",
      "keywords": [
        "epstein",
        "kaplan",
        "lauderdale",
        "witnesses",
        "interviews",
        "attorney",
        "civil case",
        "proffer",
        "redaction",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019550",
      "summary": "Multiple email exchanges occur between individuals associated with the US Attorney’s Office (USANYS) and an unidentified party regarding the investigation of Jeffrey Epstein. Discussions center around the transmission and verification of scanned records, specifically 16,000 and 29,000 pages, along with requests for an index or catalog of the materials. Contact information is exchanged multiple times, including phone numbers for coordination and updates. The emails involve follow-up on previous conversations and inquiries about the status of the scanned records.",
      "timestamp": "2019-04-01T00:00:00",
      "timestamp_raw": "01 Apr 2019",
      "keywords": [
        "epstein investigation",
        "redaction",
        "usanys",
        "fbi",
        "records",
        "scanned",
        "materials",
        "contact",
        "phone",
        "abby"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020321",
      "summary": "An email chain discusses a memo regarding the Epstein investigation. One sender apologizes for sending an incorrect draft and attaches a status memo for the Attorney General and a Department of Justice Assistant Attorney General (DAG). A subsequent memo with updates on the investigation since March is scheduled to be sent later that afternoon. The email chain involves individuals associated with the USANYS (likely the US Attorney’s Office for New York) and includes references to the Florida prosecution.",
      "timestamp": "2019-04-26T00:00:00",
      "timestamp_raw": "26 Apr 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "memo",
        "investigation",
        "florida prosecution",
        "npa",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022480",
      "summary": "Michael Avenatti used the “Icarus” analogy to describe his situation, stating he “flew too close to the sun.” He acknowledged making mistakes and admitted to similarities with the Greek myth of Icarus. The email was sent from an Assistant U.S. Attorney in the Southern District of New York to multiple recipients.",
      "timestamp": "2019-05-22T00:00:00",
      "timestamp_raw": "22 May 2019",
      "keywords": [
        "icarus",
        "michael avenatti",
        "redaction",
        "us attorney",
        "vanity fair",
        "new york",
        "comparisons",
        "epstein",
        "massage",
        "sun"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018153",
      "summary": "A communication chain discusses a public relations review regarding Jeffrey Epstein’s case. The FBI is directing individuals who were victims or have information about his alleged criminal behavior to call the 1-800-CALL-FBI number, regardless of their current or past age or the location of the incident. A US Attorney’s Office email discusses finalizing the PR release and confirms the inclusion of the FBI hotline number.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "fbi",
        "epstein",
        "pr",
        "review",
        "usanys",
        "call-fbi",
        "victims",
        "criminal behavior",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024822",
      "summary": "An Assistant United States Attorney from the Southern District of New York forwarded an internal instruction to the Chief Security Officers (CSOs) regarding incoming calls related to Jeffrey Epstein. The instruction directed CSOs to transfer any incoming calls to extension 212-637-1030, where messages would automatically forward to the team. The email chain discusses the volume of calls and the establishment of a dedicated internal line for Epstein-related inquiries.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "calls",
        "sdny",
        "transfer",
        "messages",
        "auto-forward",
        "212-637-1030",
        "redaction",
        "us attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030164",
      "summary": "*   The unit is attempting to obtain a digital copy of Epstein’s case file from a vendor, including the risk assessment, to prepare for a bail hearing. *   The unit confirms that the discovery of photographs will not alter Epstein’s sex offender registration status. *   An inquiry is made regarding a 2011 state risk assessment related to Epstein. *   The unit emphasizes Epstein’s obligation to appear at the office every 90 days and have regular photo updates if released. *   Communication is being exchanged between the NYPD, the US Attorney's Office, and Epstein's attorneys.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "sex offender",
        "risk assessment",
        "nypd",
        "dcjs",
        "bail hearing",
        "new york",
        "registration",
        "photographs",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018180",
      "summary": "Individuals within domestic agencies, particularly those servicing wealthy clients, facilitate and cover up crimes including sexual abuse, exploitation, and potential tax evasion. These agencies utilize intimidation tactics, such as threatening to blacklist individuals and leveraging legal threats via lawyers, to silence domestic staff. A lack of accountability from law enforcement, specifically the US Attorneys Office and the 19th Precinct of the NYPD, contributes to the ongoing issue. The author suggests creating a safe channel for domestic workers to report abuse directly to the US Attorneys Office to expose widespread criminal activity involving prominent figures in New York City.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "domestic agencies",
        "abuse",
        "confidentiality clauses",
        "epstein",
        "wealthy clients",
        "us attorneys office",
        "nypd",
        "blackmail",
        "sexual harassment",
        "cover-up"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021406",
      "summary": "An email was sent on July 16, 2019, proposing a change to the Southern District of New York Attorney’s Office homepage. The email suggested linking the victim/witness page to an attached image. The email included the attached image “Epstein Homepage.png” and referenced resources like the US Attorney’s Office website, social media accounts, and public service announcements regarding sexual assault in public housing. The office prosecutes federal law violations and investigates crimes including terrorism, cybercrime, and mortgage fraud.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "efta00021406",
        "sdny",
        "hompage",
        "united states attorney",
        "southern district new york",
        "terrorism",
        "cyber crime",
        "extradition",
        "public corruption",
        "legal affairs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016743",
      "summary": "Email correspondence between [REDACTED] and [REDACTED] regarding the SDNY Homepage. The email proposes linking a victim/witness page to an image titled “EpsteinHomepage.png.” The U.S. Attorney’s Office for the Southern District of New York, encompassing various New York City and surrounding counties, is described, outlining its prosecutorial activities including terrorism, white collar crime, and other criminal investigations. The office also highlights public service announcements related to sexual assault and community outreach programs. Tweets from the US Attorney SDNY account are included, referencing cases involving Iranian sanctions and polluters.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "efta00016743",
        "united states attorneys office",
        "southern district of new york",
        "epstein",
        "terrorism",
        "cyber crime",
        "mortgage fraud",
        "public corruption",
        "criminal law enforcement",
        "sexual assault"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021442",
      "summary": "United States *   **Case Number:** 08-80736-Civ-Marra/Johnson *   **Court:** Southern District of Florida *   **Plaintiff:** Jane Doe 1 and Jane Doe 2 *   **Defendant:** United States *   **Intervenor:** Jeffrey Epstein **Document Type:** Reply Brief **Core Arguments:** *   **Secret NPA:** Epstein and the USAO-SDFL secretly reached a non-prosecution agreement (NPA) with Epstein, concealing it from the victims (Jane Doe 1 and 2). *   **Due Process:** The victims were entitled to procedural due process, including the opportunity to challenge the NPA and its impact on their rights. *   **CVRA Violation:** The NPA’s immunity provisions violated the Crime Victims’ Rights Act (CVRA), which guarantees victims the right to confer with prosecutors. *   **Rescission Remedy:** The victims are entitled to a remedy of rescission, invalidating the NPA’s provisions. *   **Lack of Authority:** The USAO-SDFL lacked the authority to extend Epstein’s immunity without conferring with the victims. *   **Bad Faith:** Epstein's defense team acted in bad faith by concealing the NPA. *   **No Judicial Estoppel:** The doctrines of equitable and judicial estoppel do not apply in this case. **Key Details:** *   The document focuses on challenging the government's actions in concealing the NPA and seeking a remedy (rescission). *   It references specific legal arguments related to due process, the CVRA, and contract law. *   The document highlights the legal team’s arguments in the case – which include the US Attorney’s Office and the government. Essentially, this document is a legal argument by the victims seeking to overturn the secret NPA and secure their CVRA rights.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "07/23/2019",
      "keywords": [
        "npa",
        "crime victims",
        "cvra",
        "rescission",
        "epstein",
        "government",
        "non-prosecution agreement",
        "due process",
        "jane doe 1",
        "jane doe 2",
        "united states",
        "prosecution",
        "victim's rights",
        "settlement agreement",
        "fraud",
        "estoppel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019067",
      "summary": "Martin Weinberg, attorney for Jeffrey Epstein’s family, is requesting the preservation and production of all documents and records related to Epstein’s imprisonment, detention, and death at the Metropolitan Correctional Center (MCC). This includes videos, records of personnel, observations, medical records, communications, physical evidence, and inmate logs from July 23, 2019, through August 10, 2019. The request is prompted by the circumstances surrounding Epstein’s death and subsequent investigation, including an attempted suicide and the involvement of the US Attorney’s Office for the Southern District of New York (SDNY) and the FBI.  Two emails detail ongoing communication and updates regarding the investigations from BOP officials and the Attorney General.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "detention",
        "death",
        "investigation",
        "records",
        "documents",
        "suicide",
        "august 10",
        "2019",
        "evidence",
        "communications",
        "mental health"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020659",
      "summary": "An email chain discusses a Bureau of Prisons (BOP) statement regarding Jeffrey Epstein’s housing at MCC New York. The email confirms Epstein is not in a local hospital due to privacy and security concerns regarding inmate medical information. A retweet from Josh Gerstein references the BOP statement and identifies the Metropolitan Correctional Center (MCC) in Manhattan. Contact information for the US Attorney's Office for the Southern District of New York is included.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "epstein",
        "bop",
        "usanys",
        "mcc new york",
        "redacted",
        "jeffrey epstein",
        "bureau of prisons",
        "twitter",
        "metropolitan correctional center",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020937",
      "summary": "Martin Weinberg, Esq., contacted Reid Weingarten and Marty to discuss preservation requests related to the US v. Epstein case. He requested clarification on whether he needed to proactively request preservation from the US Attorney’s Office (AUSA) in SD Fla or if the request would be forwarded by Weingarten’s team. Weinberg anticipated a delay in responding due to travel and suggested sending a follow-up letter focusing on notifying other DOJ districts. Weingarten responded, acknowledging the delay and offering to incorporate the letter into their response.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "01 Aug 2019",
      "keywords": [
        "epstein",
        "preservation requests",
        "us v epstein",
        "martin weinberg",
        "doj",
        "ausai",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029734",
      "summary": "On August 7, 2019, Martin G. Weinberg contacted Michael Miller regarding a response to letters sent on July 26 and August 1 seeking preservation of records related to the US v. Epstein case. Weinberg requested Miller advise relevant parties, including US Attorneys in Georgia and CEOS, of the preservation request due on September 13. The expected response timeline was extended slightly due to a follow-up letter received on August 1, with an initial goal of a response by tomorrow (August 9th) or no later than Monday.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 7, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "martin weinberg",
        "preservation",
        "response",
        "ausa",
        "discovery",
        "records",
        "july 26",
        "august 1"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027856",
      "summary": "Email exchanges between individuals at the US Attorney's Office for the Southern District of New York (USANYS) regarding a draft response to preservation requests related to the Epstein defense. The draft was delayed due to other matters and revisions incorporated by multiple parties. A request was made to send the response before Monday, contingent on review and cleanup. The draft was based on conversations with “MI” and included responses to two defense letters.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "epstein",
        "defense",
        "preservation requests",
        "discovery motion",
        "usanys",
        "draft response",
        "august 2019",
        "emails",
        "edits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027242",
      "summary": "On August 10, 2019, multiple individuals communicated regarding news of Jeffrey Epstein’s death. The New York Post was reporting on the suicide, and initial discussions centered on awaiting statements from the Bureau of Prisons (BOP) or U.S. Marshals Service (USMS). Geoffrey Berman, USANYS, received a call confirming Epstein’s suicide during transport to the hospital.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "us attorney",
        "sdny",
        "bop",
        "usms",
        "redaction",
        "new york post",
        "google",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024354",
      "summary": "On August 10, 2019, communication occurred regarding the death of Jeffrey Epstein while incarcerated at the Metropolitan Correctional Center in New York. A Supervisory Staff Attorney from CLC New York requested information from the Bureau of Prisons (BOP) regarding the cause of death, time of death, and lead counsel for Epstein.  Multiple individuals reported updates, including that Epstein had died following an apparent suicide attempt and that a significant incident report was being prepared by the BOP. The sender indicated they would provide updates as they received them, and noted delays due to their vacation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "warden",
        "press release",
        "suicide attempt",
        "death",
        "federal inmate",
        "us attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018970",
      "summary": "The document consists of a series of emails exchanged between individuals involved in the investigation surrounding the death of Jeffrey Epstein. Concerns are repeatedly raised regarding the flow of information, with defense counsel expressing frustration over receiving updates through the press before being officially informed. Key points include: *   Multiple individuals report receiving information about a claim of an individual contacting the hospital to arrange for the pickup of Epstein’s body. *   The BOP issued a press release about Epstein's death without providing essential details, prompting requests for a reliable update from defense counsel. *   There are questions about the legitimacy of the claims and the potential for misinformation circulating, particularly regarding contact with BOP and MCC personnel. *   Efforts are made to contact relevant authorities (FBI, DOJ-OIG, BOP, Marshals) to obtain accurate information and coordinate investigative efforts. *   A US Attorney is seeking immediate clarification regarding the circumstances of the death and the timeline of investigative steps.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "doj",
        "bop",
        "mcc",
        "investigation",
        "death",
        "body",
        "phone calls",
        "hoax",
        "counsel",
        "usms",
        "press release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036737",
      "summary": "On August 11, 2019, emails discuss a draft language related to the investigation into Jeffrey Epstein’s apparent suicide at MCC NY. Two Bureau of Prisons staff members were placed on administrative leave pending the investigation’s outcome. A third staff member could potentially be added to the investigation. Discussions centered around timing, notifying staff, and the US Attorney meeting with the Warden.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036737",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc ny",
        "staffing shortages",
        "suicide investigation",
        "administrative leave",
        "timing",
        "draft language",
        "wardens"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036400",
      "summary": "Local 3148 is reminding management to inform them when the Office of Inspector General (OIG), FBI, or US Attorneys Office will conduct interviews with bargaining unit employees. This is to ensure employees’ Weingarten Rights are respected, allowing them to have a representative present during the interviews. The email chain discusses OIG’s role as an agency representative and the requirement to abide by the Master Agreement, as well as the process for employees requesting memorandums and invoking Weingarten Rights.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "oig",
        "fbi",
        "us attorneys office",
        "weingarten rights",
        "investigations",
        "mcc new york",
        "local 3148",
        "interviews",
        "management",
        "memorandum"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036641",
      "summary": "An email chain discusses draft language related to the placement of two Bureau of Prisons staff on administrative leave at MCC NY following the apparent suicide of Jeffrey Epstein. Requests are made for staffing information, including vacancies, AWOL status, and hiring progress. A concern is raised regarding press reports linking staffing shortages to the incident. The timing of the language’s release is discussed, with a preference for a timeframe after a scheduled meeting between the Warden and the US Attorney. Variations of the text are proposed, accommodating potential additions of a third staff member.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "mcc ny",
        "jeffrey epstein",
        "suicide",
        "bureau of prisons",
        "investigation",
        "timing",
        "options",
        "redundancy",
        "language"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036739",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036591",
      "summary": "An email chain discusses the draft language related to an incident involving Jeffrey Epstein at MCC NY. One individual requests information regarding the work schedules and recent behavior of specific COs involved. Another individual provides draft language for a communication regarding two staff members placed on administrative leave by the Bureau of Prisons following Epstein’s apparent suicide. The timing of discussions is influenced by a scheduled meeting with the US Attorney. The possibility of additional staff being involved (up to three) is considered.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "efta00036591",
        "redaction analysis",
        "efta",
        "staffing shortages",
        "overtime",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc ny",
        "suicide investigation",
        "timing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020127",
      "summary": "Bruce Barket, of Barket Epstein, is responding to an email regarding questioning of Mr. Tartaglione related to an investigation into Jeffrey Epstein’s death. He directs the recipient to forward the email to relevant US Attorneys and clarifies that Tartaglione should not be questioned without his prior knowledge and consent, and he provides his contact information to investigators. Three redactions are present in the document.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "bruce barket",
        "epstein",
        "tartaglione",
        "investigation",
        "suicide",
        "ausas",
        "fbi",
        "ig",
        "redaction analysis",
        "efta00020127"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036735",
      "summary": "An email thread discusses staffing issues at MCC NY, specifically regarding vacancies, AWOL, long-term leave, and hiring progress. It references a draft language document and an investigation into Jeffrey Epstein’s apparent suicide, leading to the administrative leave of two staff members. A third staff member may be added to the situation. A meeting is scheduled with the US Attorney for 10:00 AM the following day.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "language",
        "redaction",
        "efta00036735",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc ny",
        "vacancies",
        "overtime",
        "administrative leave"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036739",
      "summary": "An email chain discusses staffing issues at MCC NY, specifically in relation to the investigation into Jeffrey Epstein’s suicide.  Requests are made for total staffing information, vacancy details, and updates on hiring progress.  Two Bureau of Prisons staff members were placed on administrative leave.  A third staff member may be added to the situation.  A meeting is scheduled between the US Attorney and the Warden at MCC NY for the following day.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "mcc ny",
        "jeffrey epstein",
        "suicide",
        "bureau of prisons",
        "administrative leave",
        "timing",
        "investigations",
        "redundancy",
        "draft language"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036641",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024400",
      "summary": "On August 14, 2019, discussions occurred regarding a visit to the Metropolitan Correctional Center (MCC) in New York involving Ed O’Callahan, Geoffrey Berman, and staff from the USANYS office. The visit was to include viewing specific areas, including observation and suicide watch areas, the SHU, and the cell of a particular individual (Epstein). A request was made for MCC legal to escort the visitors, and communication centered around logistical details such as arrival time, screening procedures, and potential entry points. There were prior issues with errors and a request to accompany the Warden on the tour.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "mcc visit",
        "metropolitan correctional center",
        "us attorney",
        "geoffrey berman",
        "suicide watch",
        "shu",
        "epstein's cell",
        "warden",
        "screening",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036390",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center, New York, announced a tour for representatives from the Department of Justice and the SDNY USA0 on August 15, 2019, at 10:00 a.m. Attendees included the Principal Deputy Attorney General, Advisor at AG’s office, Geoffrey Berman, several Deputy US Attorneys, Chief of the Criminal Division, SDNY, Counsel to the US Attorney, Chief of the Public Corruption Unit, SDNY, and multiple AUSAs. The Supervisory Attorney requested notification of attendees’ arrival.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "united states government",
        "memorandum",
        "metropolitan correctional center",
        "new york",
        "department of justice",
        "sdny",
        "tour",
        "august 15",
        "2019",
        "geoffrey berman",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022633",
      "summary": "Taylor, contacted someone at the SDNY US Attorney’s Office regarding the raid on Little Saint James. *   A USVI EMS source reported an unregistered ambulance operating illegally on the property, potentially smuggled into USVI and lacking required certifications. *   The ambulance had a USVI license plate and was able to obtain a tag from the BMV. *   FDLE confirmed the vehicle was not listed on the sex offender registry. *   Drone footage obtained from Rusty Shackleford showed the ambulance appeared to be moved or removed from the property prior to the raid. *   Questions are being raised about the raid’s official nature, the timeline, and whether other properties were seized. *   A USDOJ Public Affairs contact declined to comment and requested information be forwarded to a specific email address. *   J. Taylor offered to share information with SDNY regarding the ambulance situation.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "sdny",
        "epstein",
        "usvi",
        "ambulance",
        "raid",
        "investigation",
        "smuggling",
        "registration",
        "usanys",
        "little saint james"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032375",
      "summary": "The email chain discusses a planned visit to the Metropolitan Correctional Center (MCC) in New York involving multiple individuals, including Geoffrey Berman, Ed O’Callahan, and new staff. Discussions revolve around confirming the number of law enforcement agents attending, obtaining visitor titles, and arranging a tour focusing on specific areas (2nd floor observation, 9th floor SHU, and Epstein’s cell).  Requests are made for MCC legal staff to escort the visitors and to avoid interacting with guards due to ongoing investigations. A scheduling request of 10:00 AM is proposed.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "mcc visit",
        "warden",
        "metropolitan correctional center",
        "law enforcement",
        "mr. o'callahan",
        "geoff berman",
        "us attorney",
        "suicide watch",
        "shu",
        "investigations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032378",
            "similarity": 0.538,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017788",
      "summary": "The document is a series of emails related to a planned visit to the Metropolitan Correctional Center (MCC) by US Attorney Geoffrey Berman and staff. Discussions involve coordinating the number and types of attendees (including paralegals and interns), arranging for law enforcement agents and a new acting warden to join the tour, and specifying the areas of interest for the visit (second floor observation areas, SHU, and Epstein’s cell). Requests were made for specific screening procedures and to limit interaction with guards due to ongoing investigations.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "mcc visit",
        "le agents",
        "paralegals",
        "interns",
        "law enforcement",
        "warden",
        "geoffrey berman",
        "metropolitan correctional center",
        "epstein",
        "shu",
        "suicide watch",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032378",
            "similarity": 0.571,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032378",
      "summary": "Emails detail a planned visit to the Metropolitan Correctional Center (MCC) in New York on August 15, 2019, involving multiple individuals including the Principal Deputy Attorney General, US Attorney, and staff. Discussions revolve around logistics such as visitor screening, specific areas to be toured (including Epstein’s cell), and the addition of additional law enforcement agents and DO1 personnel. Requests were made for MCC legal staff to escort the visitors and avoid speaking with guards due to ongoing investigations. Confirmation of a meeting time of 10:00 AM for Mr. Berman and his staff was also part of the communication.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "mcc visit",
        "warden",
        "metropolitan correctional center",
        "tour",
        "law enforcement",
        "investigations",
        "suicide watch",
        "shu",
        "epstein",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017788",
            "similarity": 0.571,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032375",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027117",
      "summary": "The email chain pertains to a planned visit to the Metropolitan Correctional Center (MCC) in New York involving U.S. Department of Justice personnel, including Ed O’Callahan (Principal Deputy Attorney General), Geoffrey Berman (US Attorney), and supervisory staff attorneys from CLC New York. Discussions center around logistics for the visit, including visitor screening, specific areas to be viewed (2nd floor observation, 9th floor SHU, and Epstein’s cell), and the request for MCC legal staff to escort the group. Additional law enforcement agents (DO1) and the new acting warden are joining the visit. A request is made for the visitors to proceed to the front lobby for screening.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "mcc visit",
        "usanys",
        "metropolitan correctional center",
        "geoffrey berman",
        "redaction",
        "law enforcement",
        "visit",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031004",
      "summary": "An email was sent from an Assistant United States Attorney at the United States Attorney’s Office, Southern District of New York, to an unidentified recipient regarding a case identified as EFTA00031004. The email attached two transcripts, 31000152382969 and 31000152314782_transcript.pdf.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00031004",
        "redaction analysis",
        "us attorney",
        "southern district of new york",
        "transcript",
        "sacs",
        "united states attorney's office",
        "2019",
        "2025",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014372",
      "summary": "An email chain discusses a communication regarding Jeffrey Epstein involving Governor Bill Richardson and his lawyer, Jeff Brown. Brown contacted the US Attorney for the Southern District of New York to clarify that Richardson is neither a target, subject, nor witness in the investigation, and that no allegations are being actively investigated against him. Brown subsequently spoke with Jeffrey Brown (no relation) to address discrepancies in a statement issued by Richardson, who expressed hope for continued investigation and justice for Epstein’s victims. A press statement from the US Attorney’s Office confirmed this assessment.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2019",
      "keywords": [
        "bill richardson",
        "jeffrey epstein",
        "us attorney",
        "dechert llp",
        "investigation",
        "redaction",
        "witness",
        "subject",
        "target",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028546",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030967",
      "summary": "Jeffrey Brown, a lawyer at Dechert LLP, sent an email to the US Attorney for the Southern District of New York on August 21, 2019, regarding Governor Bill Richardson’s involvement in the Jeffrey Epstein investigation. Brown stated that the federal prosecutors do not believe Richardson participated in or witnessed Epstein’s alleged criminal activity. He further indicated that Richardson had not been contacted by any parties involved in the lawsuit or by law enforcement investigating Epstein and expressed hope for the investigation’s continuation to benefit Epstein’s victims. The email chain included a request for the correction to be re-sent.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "jeffrey brown",
        "dechert llp",
        "bill richardson",
        "epstein",
        "us attorney",
        "southern district of new york",
        "redaction analysis",
        "criminal investigation",
        "lawsuit",
        "victims"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032235",
      "summary": "On August 21, 2019, discussions occurred regarding Bill Richardson and his potential involvement in the Jeffrey Epstein investigation. Multiple individuals, including Jeff Brown, communicated about Richardson's offer to assist through his lawyer. The US Attorney’s Office informed Brown that Richardson was not a target, subject, or witness and that no allegations were being actively investigated against him.  A statement was released confirming this assessment and Richardson’s desire for the investigation to proceed.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "richardson",
        "bill richardson",
        "jeffrey epstein",
        "usanys",
        "dechert llp",
        "subpoena",
        "attorney proffer",
        "investigation",
        "us attorney",
        "allegations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028546",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027244",
      "summary": "On August 21, 2019, Jeffrey Brown, attorney for Governor Bill Richardson, communicated with the US Attorney for the Southern District of New York regarding the Jeffrey Epstein investigation. Brown stated that the US Attorney considered Richardson neither a target, subject, nor witness in the case, and that the investigation was ongoing. Brown clarified that the US Attorney's position stemmed from a lack of reason to believe Richardson was involved and the absence of any active investigation involving him. Richardson himself expressed a desire for the investigation to continue and for Epstein’s victims to receive justice.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "richardson",
        "epstein",
        "investigation",
        "us attorney",
        "dechert llp",
        "target",
        "subject",
        "witness",
        "allegations",
        "jeffrey brown"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028546",
      "summary": "An email chain discusses a communication between an Assistant US Attorney and Jeff Brown (lawyer for Bill Richardson) regarding the Jeffrey Epstein investigation. The Assistant US Attorney informed Brown that Governor Richardson is not a target, subject, or witness, and that the government isn’t actively investigating him. Brown subsequently informed Richardson that the US Attorney’s office doesn’t believe Richardson participated in or witnessed Epstein’s alleged criminal activity. Richardson expressed a desire for the investigation to continue to benefit Epstein’s victims.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2019",
      "keywords": [
        "bill richardson",
        "jeffrey epstein",
        "usanys",
        "dechert llp",
        "investigation",
        "subject",
        "target",
        "witness",
        "allegations",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032235",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014372",
            "similarity": 0.667,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032920",
      "summary": "On August 21, 2019, Jeffrey Brown of Dechert LLP communicated with the US Attorney for the Southern District of New York regarding Governor Bill Richardson’s potential involvement in the Jeffrey Epstein investigation. Brown stated that prosecutors do not believe Richardson participated in or witnessed the alleged criminal activity and that Richardson has not been contacted by parties involved in lawsuits or law enforcement investigating Epstein. Brown expressed the hope that the investigation continues to allow Epstein’s victims to receive justice. Brown sent a follow-up email reiterating the correction and apologizing for the initial communication.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "jeffrey brown",
        "bill richardson",
        "epstein",
        "usanys",
        "dechert llp",
        "investigation",
        "correction",
        "criminal activity",
        "victims",
        "lawsuit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027942",
      "summary": "*   An attorney, Sigrid McCawley, arranged the travel, citing concerns about the individual’s safety and a need for business-class flights due to a medical condition. *   Hotel arrangements were made, with a focus on safety, and the government’s reimbursement was not possible due to the arrangements. *   Communication occurred between the US Attorney’s Office, the attorney, and a transportation provider regarding flight details, hotel reservations, and transportation arrangements. *   The document contains standard legal disclaimers regarding confidentiality and electronic communication.",
      "timestamp": "2019-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2019",
      "keywords": [
        "epstein",
        "travel",
        "australia",
        "flight",
        "government",
        "sigrid mccawley",
        "hotel",
        "usanys",
        "cost"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020993",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 26, 2019, regarding the trial of Jeffrey Epstein before Judge Ronnie Abrams. The sender states they will check email at the end of each trial day and provides contact information for the Assistant US Attorney (AUSA) for urgent matters related to the case.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "epstein",
        "ronnie abrams",
        "united states v. epstein",
        "ausa",
        "redaction analysis",
        "trial",
        "automatic reply"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030969",
      "summary": "An automatic reply email was sent from “tf” to [REDACTED] on August 26, 2019, regarding the trial of Estein, Case 19 Cr. 490 (RMB), before Judge Ronnie Abrams. The sender indicates they will be checking email at the end of each trial day and provides contact information for the Assistant US Attorney (AUSA) for immediate assistance with the case and for general inquiries.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "efta00030969",
        "ronnie abrams",
        "united states v. e stein",
        "ausa",
        "trial",
        "redaction",
        "automatic reply",
        "august 26",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024431",
      "summary": "David Rowlands contacted [REDACTED] regarding a potential claim for consultation fees owed by Jeffrey Epstein to his late father, John Kendall Rowlands, an art historian and collector. Rowlands alleges his father assisted Epstein with art sourcing and disposal, potentially loaned items, and was aware of young girls associated with Epstein. He requested communication with US Attorney Geoffrey Berman. Rowlands attached supporting documents including his passport, birth certificate, father’s death certificate, phone bill, and scans of related images (DavidR_Passport.jpeg, DavidR_Birth_certificate.jpeg, Dad_death_certificate.jpeg).",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "consultation fees",
        "art",
        "david rowlands",
        "estate",
        "john kendall rowlands",
        "passport",
        "birth certificate",
        "phone bill",
        "us attorney geoffrey berman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020084",
      "summary": "A letter, titled \"Lengthy Letter,\" was sent from an Assistant United States Attorney in the Southern District of New York to [REDACTED] on August 28, 2019. An attached document, 2019.08.29_Letter_to_RMB_v2.docx, is also associated with this communication. The document is linked to EFTA00020084.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "August 28, 2019",
      "keywords": [
        "efta00020084",
        "usanys",
        "redaction",
        "letter",
        "rmb",
        "2019",
        "southern district of new york",
        "attorney",
        "us attorney",
        "2019.08.29_letter_to_rmb_v2.docx"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028000",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a draft letter to the OCME (Office of Chief Medical Examiner) regarding file EFTA00028000. The letter aimed to briefly describe the file's contents and circumstances of disclosure, emphasizing the need for minimal detail to protect sensitive information. The sender requested a phone call to discuss the letter and intended to send it after a 10:00 AM meeting with the OCME. The General Counsel (GC) had already reviewed and approved the letter.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "28 Aug 2019",
      "keywords": [
        "ocme",
        "redaction",
        "letter",
        "us attorney",
        "southern district of new york",
        "disclosure",
        "file",
        "request",
        "gc",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030715",
      "summary": "The document details a request by an attorney, Bruce Barket, for his client, Nick, to have social visits at the Metropolitan Correctional Center (MCC). Initially, MCC’s position was that visits were only permitted for mitigation preparation, and Nick’s frequent misunderstandings hindered communication. However, after discussion, MCC offered a social phone call, which Barket considered inadequate. The request for a social visit was complicated by the fact that Nick was in a capital case. The involved parties, including staff attorneys at CLC New York and the US Attorney’s office, discussed the possibility of intervention and the need for mitigation preparation, emphasizing the importance of maintaining access to communication methods like monitored visits and phone calls. Ultimately, a social phone call was offered as a temporary solution pending further discussion with administrators.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "social visit",
        "mitigation",
        "inmate",
        "phone calls",
        "capital case",
        "family communications",
        "mcc",
        "barket epstein",
        "legal requests",
        "death penalty"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018553",
      "summary": "*   New Mexico state authorities are investigating activity related to the Epstein property at Zorro Ranch, including a criminal investigation coordinated with the SDNY. *   The New Mexico Land Commissioner revoked leases held by Cypress Inc. *   The Attorney General is investigating potential criminal activity on the trust land. *   There was a scheduling discussion regarding a follow-up call between parties related to the Epstein matter, with proposed dates being September 12th and September 9th/10th. *   One individual has a trial commencing August 26th, impacting their availability next week.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "05 Sep 2019",
      "keywords": [
        "epstein",
        "new mexico",
        "zorro ranch",
        "leases",
        "criminal investigation",
        "state land commissioner",
        "us attorney",
        "sdny",
        "trust land",
        "cypress inc."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031629",
      "summary": "On September 13, 2019, the Chief, Criminal Division of the United States Attorney’s Office, SDNY, received USMS materials related to a FOIA release concerning press coverage about USMS records related to Jeffrey Epstein. The Associate General Counsel at the USMS provided the original USM 11 documents (equivalent to 302s) to address inaccuracies in the initial release and offer as a point of contact for any investigation concerns.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "September 13, 2019",
      "keywords": [
        "epstein",
        "usms",
        "foia",
        "redaction",
        "release",
        "usanys",
        "us attorney",
        "criminal division",
        "source materials",
        "302s"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027949",
      "summary": "Moe (likely a victim of Jeffrey Epstein). *   Mr. Tom sent an email expressing interest in meeting with Ms. Moe and requesting assistance from Jack Scarola. *   Jack Scarola confirms he has received the information and is passing it along with Mr. Toma’s permission, stating he hasn’t assessed Mr. Toma's statements. *   An Assistant United States Attorney contacted Scarola seeking assistance in contacting Ms. Moe for an investigation. *   Ms. Moe reported receiving lingerie gifts from Epstein shipped to her in Florida. *   The communication is flagged as privileged and confidential, citing legal protections.",
      "timestamp": "2019-09-15T00:00:00",
      "timestamp_raw": "15 Sep 2019",
      "keywords": [
        "epstein",
        "jack scarola",
        "ms. moe",
        "florida",
        "meeting",
        "redaction",
        "us attorney",
        "lingerie",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019694",
      "summary": "On September 20, 2019, Bruce Barke proposed a meeting to discuss a proposed schedule, aiming to finalize it by Tuesday.  A subsequent email exchange occurred between Barke and [REDACTED] regarding meeting times, specifically focusing on the following Friday to allow for internal discussion and consultation. The initial proposal included sending a briefing schedule ahead of the meeting.",
      "timestamp": "2019-09-20T00:00:00",
      "timestamp_raw": "September 20, 2019",
      "keywords": [
        "schedule",
        "meeting",
        "proposed",
        "briefing",
        "barket epstein kearon aldea",
        "bruce barke",
        "us attorney",
        "timing",
        "discussion",
        "tuesday"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017124",
      "summary": "Bruce Barket proposes a meeting to discuss a proposed schedule, likely for a briefing, with a target completion date of Tuesday. The meeting is to be held next Friday to allow for internal discussion and consultation with “[REDACTED]”. The email chain includes correspondence between Barket and [REDACTED], with a copy to Tony Ricco and Michael Bachrach.",
      "timestamp": "2019-09-20T00:00:00",
      "timestamp_raw": "20 Sep 2019",
      "keywords": [
        "efta00017124",
        "schedule",
        "meeting",
        "briefing",
        "bruce barke",
        "proposed",
        "attorney",
        "confidential",
        "transmittal",
        "us attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038188",
      "summary": "On September 23, 2019, a contractor ([REDACTED]) contacted the FBI (NY) to arrange the drop-off of a letter related to the Epstein case. The initial contact involved coordinating a time for the drop-off, with the FBI indicating availability throughout the day. The contractor then followed up on September 20, 2019, proposing a meeting for Monday, September 23rd, but the FBI member was unavailable and suggested rescheduling. A letter from a paralegal specialist at the US Attorney’s Office (Southern District of New York) was also involved in the exchange.",
      "timestamp": "2019-09-23T00:00:00",
      "timestamp_raw": "September 23, 2019",
      "keywords": [
        "epstein letter",
        "fbi",
        "usanys",
        "contractor",
        "redaction",
        "september 2019",
        "monday",
        "letter",
        "drop off",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024287",
      "summary": "The primary focus is on scheduling interviews with this victim and her sister via video conference due to travel difficulties. The victim’s passport/visa clearance is pending, impacting the potential for in-person meetings on October 22nd or 23rd. Scheduling conflicts arise regarding meeting times, with offers to adjust the schedule and explore alternative interview formats (video conference with the sister, or a longer in-person interview). Mandy, an assistant, requested availability for interviews on October 22nd and 23rd, prompting the emails exchanged between the US Attorney’s office and Sigrid McCawley.",
      "timestamp": "2019-11-17T00:00:00",
      "timestamp_raw": "17 Oct 2019",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "video conference",
        "passport",
        "visa",
        "united states attorney",
        "new york",
        "october 22",
        "october 23",
        "scheduling",
        "victims",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015932",
      "summary": "Michael Bachrach forwarded an exchange regarding a request for statements from Mr. Tartaglione, potentially related to Jeffrey Epstein’s attempted suicide. The request was initially framed as a Rule 16 discovery request concerning the penalty phase. Bachrach paused pursuing the request with the MCC/BOP to avoid duplication. Bruce Barket responded, clarifying that the request was governed by specific procedures and would be fulfilled by the end of the week under the protective order, contingent on obtaining a release from the inmate (Touhy) and a subpoena. The Assistant US Attorney requested a release, letter, and subpoena for the request to be considered locally.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "tartaglione",
        "rule 16",
        "redaction",
        "mcc/bop",
        "foia",
        "privacy act",
        "touhy",
        "statements",
        "prison",
        "suicide attempt"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031392",
      "summary": "James Margolin, Chief Public Information Officer for the U.S. Attorney’s Office, SDNY, is forwarding an article from the New York Post regarding pathologist Michael Baden’s assessment of Jeffrey Epstein’s death as a homicide. The email is sent to Nicholas Blase and includes a link to the article.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2019",
      "keywords": [
        "jeffrey epstein",
        "homicide",
        "michael baden",
        "usanys",
        "redaction analysis",
        "james margolin",
        "sdny",
        "pathologist",
        "us attorney",
        "nicholas blase"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017905",
      "summary": "*   Initially, 39 victim notifications were sent out, with one woman missing flights attempting to attend a hearing. She was potentially a client of Brad Edwards or Singrid McCally. *   17 victims were present at a hearing and spoke, while 7 others had someone speak on their behalf. *   It was uncertain how many victims were contacted but unable to attend due to lack of notice or inability to travel. *   The Petitioner in a related CVRA appeal argued that not all victims were able to speak at the NY hearing due to insufficient notice and travel difficulties. *   The Office of the US Attorney General was requested to provide details on the number of victims contacted, those who traveled to make statements, and those who wanted to speak but couldn't due to timing.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2019",
      "keywords": [
        "epstein victims",
        "victim impact statements",
        "vns",
        "attorneys",
        "hearings",
        "travel",
        "notice",
        "usanys",
        "cvra",
        "11th circuit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023226",
      "summary": "On December 6, 2019, multiple individuals were discussing the Tartaglione/Epstein case. A request was made to compile witness statements regarding inmate notes from the SHU on the date of the attempted suicide, specifically to determine if inmates supported Tartaglione's claim that he saved Epstein’s life. This was flagged as potentially Brady material requiring review and potential disclosures. The US Attorney's Office was involved in the discussion, requesting a review of notes to assess potential disclosure obligations.",
      "timestamp": "2019-12-06T00:00:00",
      "timestamp_raw": "December 6, 2019",
      "keywords": [
        "tartaglione",
        "epstein",
        "inmate",
        "witness statements",
        "suicide",
        "shu",
        "brady",
        "disclosures",
        "narcotics unit",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030552",
      "summary": "Bruce Barket, representing the defense team, is requesting statements made by Tony Ricco (Mr. Tartaglione) during interviews conducted by the Bureau of Prisons (BOP) regarding Jeffrey Epstein’s attempted suicide on July 22-23, 2019. The US Attorney’s office is responding by offering a zip folder containing statements attributed to Mr. Tartaglione, including those conveyed to MCC staff by Mr. Epstein. They decline to produce materials related to Epstein’s attempted suicide, citing relevance and Rule 16. A discussion regarding a call time is initiated, ultimately settling on a Wednesday at 10:00 AM. The request is subject to protective order stipulations and requires compliance with FOIA/Privacy Act regulations, including inmate releases and subpoenas.",
      "timestamp": "2019-12-25T00:00:00",
      "timestamp_raw": "25 Nov 2019",
      "keywords": [
        "bruce barket",
        "aida leisenring",
        "kenneth montgomery",
        "tartaglione",
        "epstein",
        "mcc",
        "july 23",
        "2019",
        "suicide",
        "statements",
        "usanys",
        "rule 16",
        "foia",
        "touhy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023148",
      "summary": "The client, initially hesitant, is now willing to share the journal entries if they can be discussed via phone, potentially including evening or weekend calls.  The initial requests involve confirming journal entries from January 16, 2020, including dates of travel to New Mexico and information from the journal regarding meetings with Epstein.  A US Attorney is requesting these journal entries to help refresh the client's recollection of events.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "January 16, 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "phone",
        "schedule",
        "investigation",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025319",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016810",
      "summary": "On January 28, 2020, Daniel Bates contacted Lewis Pennock regarding a story planned for the Daily Mail and MailOnline about Andrew, who claims he hasn't been approached. Bates noted a contradiction between Andrew’s statement and Geoffrey Berman’s statement as the US Attorney for the Southern District of New York. Bates inquired about how the contact with Andrew was initiated. An attached PDF, EFTA00016810, is present.",
      "timestamp": "2020-01-28T00:00:00",
      "timestamp_raw": "January 28, 2020",
      "keywords": [
        "efta00016810",
        "andrew",
        "daniel bates",
        "geoffrey berman",
        "state attorney",
        "new york",
        "daily mail",
        "mailonline",
        "redaction",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037415",
      "summary": "A press conference hosted by Safe Horizons raised awareness for New York State’s Child Victims Act. The conference, held near Epstein’s residence, was not related to the Epstein investigation, though it included a brief discussion about Prince Andrew. Concerns were raised by a victim and her contact regarding not being notified of the event.  FBI personnel acknowledged the poor judgment and lack of communication surrounding the press conference, directing inquiries to the Victim Services (VS) lead, but advising against adding fuel to the situation.  One FBI agent requested guidance on how to frame the situation for the affected victims and suggested they contact the US Attorney's Office for feedback.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2020",
      "keywords": [
        "safe horizons",
        "new york state child victims act",
        "epstein",
        "prince andrew",
        "victims",
        "fbi",
        "press conference",
        "child victims",
        "victim services",
        "awareness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038803",
      "summary": "Jill Greenfield, a partner at Fieldfisher, is communicating with the FBI regarding the Epstein investigation. She is coordinating with the AUSA (likely a US Attorney) to arrange a phone call to discuss details and questions. Greenfield’s client, a victim of sexual assault, is seeking an interview in London and asserts her right to anonymity under UK statute. The FBI has contacted her to explore the possibility of an interview, and she has provided available time slots for a call. There is a discussion regarding confirming the parameters of interest in the client and a caution given about verifying bank details.",
      "timestamp": "2020-02-01T00:00:00",
      "timestamp_raw": "01 Feb 2020",
      "keywords": [
        "epstein investigation",
        "jill greenfield",
        "fieldfisher",
        "uk statute",
        "sexual assault",
        "london",
        "fbi",
        "nypd",
        "prosecutors",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023802",
      "summary": "*   **DOJ’s Actions:** The DOJ initially sought the Duke’s assistance but allegedly used him primarily for publicity surrounding Geoffrey S. Berman, the US Attorney. *   **Broken Promises:** The DOJ failed to maintain confidentiality regarding discussions and arrangements, and refused to apologize for public statements about the Duke. *   **Lack of Trust:** The firm advises the Duke not to cooperate further due to a lack of trust in the DOJ’s handling of the investigation and their willingness to protect information. *   **Confidentiality Request:** The firm requested confidentiality in the handling of arrangements, which was initially agreed to but subsequently disregarded.",
      "timestamp": "2020-02-14T00:00:00",
      "timestamp_raw": "14 Feb 2020",
      "keywords": [
        "doj",
        "investigation",
        "epstein",
        "duke of york",
        "geoffrey s. berman",
        "confidentiality",
        "us criminal investigation",
        "sdny",
        "publicity",
        "cooperation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029760",
      "summary": "An email was sent from an Assistant United States Attorney in the Southern District of New York to [REDACTED] and [REDACTED], with CC to [REDACTED]. The email, dated February 19, 2020, attached a PDF titled “PBPD_Police_Reports.pdf” (dated 2003-10-05) and flagged information related to EFTA00029760, noting that a deposition regarding this matter had previously occurred.",
      "timestamp": "2020-02-19T00:00:00",
      "timestamp_raw": "February 19, 2020",
      "keywords": [
        "efta00029760",
        "redaction analysis",
        "us attorney",
        "southern district of new york",
        "police reports",
        "deposition",
        "february 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023405",
      "summary": "Gloria Allred placed an advertisement on a school bus circling Buckingham Palace, featuring a picture of Prince Andrew and the message \"If you see this man please ask him to call the FBI to answer their questions\" regarding the Jeffrey Epstein case. She was discussing the stunt outside criminal court during the Harvey Weinstein trial, representing some of Epstein’s victims.  A photograph of the bus and a Press Association image accompany the communication.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "gloria allred",
        "jeffrey epstein",
        "prince andrew",
        "fbi",
        "buckingham palace",
        "school bus",
        "harvey weinstein",
        "aaron katersky",
        "us attorney",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026794",
      "summary": "The investigation is being conducted by U.S. prosecutors from the Southern District of New York. The client’s involvement is centered around her interactions with Epstein and Ghislaine Maxwell. Key points of communication include: *   **Initial Request for Information:** Greenfield’s client wants to help with the investigation and requests a meeting to discuss it. She wants a morning meeting with introductions and a discussion, followed by afternoon questions. She also requests permission for a US lawyer friend to be present. *   **Prosecutor’s Response:** The U.S. prosecutors outline their approach: voluntary discussions, no pressure to disclose uncomfortable topics, and a preference for introducing themselves and explaining the investigation. They typically work in pairs (two prosecutors and two officers) for efficiency. *   **Further Inquiry:** Greenfield asks about who would have access to notes and whether the client’s anonymity would be protected. The prosecutors confirm that investigative team members (prosecutors and FBI officers) would have access to notes, but disclosure is limited. They also ensure the client’s anonymity is maintained by not publicly disclosing the names of individuals they meet with. *   **Meeting Logistics:** The prosecutors suggest a meeting where they simply introduce themselves and explain the process, with no obligation for the client to discuss sensitive details. They emphasize that the meeting would be entirely voluntary and flexible. *   **Overall Approach:** The prosecutors stress a sensitive, careful approach to the investigation, prioritizing the client’s comfort and well-being, and confirming the client is not a target of the investigation.",
      "timestamp": "2020-02-22T00:00:00",
      "timestamp_raw": "22 Feb 2020",
      "keywords": [
        "epstein investigation",
        "victim",
        "meeting",
        "questions",
        "us attorney",
        "uk",
        "interview",
        "comfort level",
        "abuse",
        "employment",
        "witnesses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031712",
      "summary": "*   The documents include both new and potentially previously received materials. *   There’s a significant lack of identification and tracking of the source devices and materials, leading to confusion about what is new and what has been previously processed. *   A centralized system (spreadsheet) is urgently needed to track devices, data transfers, and associated materials to manage the volume effectively. *   The team is struggling to determine the origin and completeness of the data due to absent labeling and documentation.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "relativity",
        "files",
        "data transfer",
        "hard drive",
        "l.a.",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027345",
      "summary": "An Assistant United States Attorney from the Southern District of New York contacted “a” (NY) (FBI) on February 25, 2020, regarding an individual named Jack Scarola. The attorney provided the FBI with contact information for Scarola’s attorney, anticipating a potential future contact from Scarola.",
      "timestamp": "2020-02-25T00:00:00",
      "timestamp_raw": "February 25, 2020",
      "keywords": [
        "efta00027345",
        "redaction analysis",
        "fbi",
        "attorney",
        "interview",
        "contact information",
        "new york",
        "southern district of new york",
        "jack scarola",
        "us attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023410",
      "summary": "An email chain discusses a story regarding an investigation into Barclays PLC CEO Jes Staley’s relationship with Jeffrey Epstein. The sender is inquiring with the US Attorney’s Office (Southern District of New York) about the status of the SDNY investigation into Epstein’s sex trafficking organization and whether it is coordinated with UK authorities. The recipient is the Public Affairs office of the US Attorney’s Office.",
      "timestamp": "2020-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2020",
      "keywords": [
        "jes staley",
        "epstein",
        "barclays plc",
        "fca",
        "bank of england",
        "prudential regulation authority",
        "sdny",
        "investigation",
        "uk authorities",
        "disclosures"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037659",
      "summary": "*   **Communication Chain:** Emails detail a request for assistance from the NYPD/FBI Child Exploitation Task Force to a US Attorney’s office (Southern District of New York) regarding the investigation. *   **Information Requests:** The US Attorney requests assistance with several tasks, including: reviewing message pads from Epstein’s residence, investigating Maxwell’s financial records and assets (including properties and potential transfers), tracking leads via a hotline, and confirming Maxwell’s citizenship details. *   **TEC System Notifications:**  There have been multiple TECS system alerts related to Maxwell’s name, indicating potential monitoring activity. *   **Ongoing Efforts:** The US Attorney confirms they've already performed an Accurint check on Maxwell and found no owned properties.",
      "timestamp": "2020-03-02T00:00:00",
      "timestamp_raw": "02 Mar 2020",
      "keywords": [
        "gm",
        "maxwell",
        "epstein",
        "trafficking",
        "investigation",
        "nypd",
        "fbi",
        "fincen",
        "tecs",
        "properties",
        "uk",
        "french",
        "citizenship",
        "assets"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023774",
      "summary": "*   Initial data transfers involve multiple hard drives, CDs, and computer devices containing over a million documents. *   There are inconsistencies and confusion regarding the tracking of these materials, with multiple copies of drives and varying levels of processing already completed. *   The recipient is requesting a centralized spreadsheet to document the status of each device, including whether it has been processed, the data transferred, and any remaining items. *   Coordination challenges exist due to network issues, data naming conventions, and a lack of clear identification of the materials from each device. *   A meeting is proposed to address these issues and ensure a unified approach to reviewing the evidence.",
      "timestamp": "2020-03-04T00:00:00",
      "timestamp_raw": "04 Mar 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "hard drives",
        "ny apartment",
        "island",
        "relativity",
        "devices",
        "data transfer",
        "spreadsheets",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029616",
      "summary": "On March 13, 2020, Mark Hookham, a Senior News Reporter for The Mail on Sunday, sent an email to a recipient at USANYS regarding a report of sexual assault involving Jeffrey Epstein made to the Metropolitan Police in London. Hookham inquired whether the US Attorney’s office and the FBI had been informed and requested details about the alleged assault, including the date, location, and status of any FBI investigation. The email included a disclaimer regarding confidential and privileged information.",
      "timestamp": "2020-03-13T00:00:00",
      "timestamp_raw": "March 13, 2020",
      "keywords": [
        "efta00029616",
        "jeffrey epstein",
        "usanys",
        "metropolitan police",
        "mail on sunday",
        "sexual assault",
        "criminal complaint",
        "fbi",
        "redaction analysis",
        "mark hookham"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025549",
      "summary": "Stephanie Pagones of FOX Business contacted Geoffrey Berman regarding a story about the Epstein investigation and Prince Andrew’s lack of cooperation. The story highlighted Berman’s public comments on the matter, which were considered unusual due to a guideline in the U.S. Attorney’s Manual advising against commenting. Former U.S. Attorneys indicated they would likely have taken a similar action, and Pagones inquired if Berman would provide a statement for inclusion in the story by 4 p.m. Monday.",
      "timestamp": "2020-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2020",
      "keywords": [
        "fox business",
        "geoffrey berman",
        "epstein investigation",
        "prince andrew",
        "us attorney",
        "stephanie pagones",
        "redaction analysis",
        "legal inquiry",
        "former prosecutors",
        "attorney general"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030798",
      "summary": "This redaction analysis document details a legal dispute involving Blackfords LLP and the US Department of Justice (DOJ), specifically the Southern District of New York (SDNY). The core issue revolves around the DOJ’s handling of an investigation involving the Duke of York. Here’s a breakdown of the key facts: *   **Initial Contact & Confidentiality:** Blackfords LLP, acting on behalf of the Duke of York, initially contacted the DOJ seeking assistance in an investigation (likely related to Jeffrey Epstein). They secured a promise of confidentiality from the DOJ. *   **DOJ’s Public Statements:** Despite the confidentiality agreement, US Attorney Geoffrey S. Berman publicly criticized the Duke’s perceived lack of cooperation, fueling media speculation. *   **Breach of Promise:** The DOJ subsequently went back on its promise of confidentiality, causing Blackfords to advise the Duke to cease cooperating due to a lack of trust. *   **Complaint & Refusal to Apologize:** Blackfords formally complained about the DOJ’s conduct, but received no apology or acknowledgement of wrongdoing. The document demonstrates a significant breakdown in communication and trust between the legal team and the DOJ, ultimately leading the Duke of York to withdraw his support for the investigation.",
      "timestamp": "2020-03-27T00:00:00",
      "timestamp_raw": "27 Mar 2020",
      "keywords": [
        "doj",
        "investigation",
        "epstein",
        "duke of york",
        "confidentiality",
        "southern district of new york",
        "gary bloxsome",
        "blackfords llp",
        "redacted",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016228",
      "summary": "The document is a series of email exchanges primarily between Gloria Allred and multiple individuals, including a US Attorney, regarding scheduling a call to discuss updates and client views. The call is to occur around 3:00 PM EST, with offers of alternative times (4:00 PM EST and 3PM EST). Conference line details (dial-in code 933571) are also provided. The exchange involves coordination for a meeting to discuss client feedback and updates, with references to previous conversations and a request for an update on client views. The document also includes information about Gloria Allred's induction into the National Women's Hall of Fame.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "gloria allred",
        "call",
        "conference line",
        "zoom",
        "time",
        "3:00 pm",
        "usavoice",
        "clients",
        "los angeles",
        "ca"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028346",
      "summary": "Virgin Islands. *   The investigation includes examining Epstein’s jail calls and custodial materials, potentially issued through grand jury subpoenas. *   Communication occurs between Nate (Assistant U.S. Attorney, District of the Virgin Islands) and Geoffrey Berman (USANYS) to coordinate efforts and identify a contact person within Sony. *   The FBI and IRS-CI are also participating in the investigation. *   The initial inquiry was prompted by a USVI-based FBI and IRS-CI team opening an investigation into the estate and bank.",
      "timestamp": "2020-04-01T00:00:00",
      "timestamp_raw": "01 Apr 2020",
      "keywords": [
        "jeffrey epstein",
        "usvi",
        "southern country international bank",
        "usanys",
        "subpoenas",
        "investigation",
        "fbi",
        "irs-ci",
        "united states attorney",
        "virgin islands"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030309",
      "summary": "The US Attorney’s office has provided several data dumps (over 1.4 million documents), but the data is severely disorganized and lacks crucial metadata. Specifically, the files are not linked to their originating devices, making it impossible to track the full scope of the collection or efficiently review the materials. Attempts to establish a system for tracking the data have been met with delays and unanswered emails. There are concerns about duplicated files and an inability to determine which items are complete versus partial. Multiple parties involved (including CART, Relativity users, and the US Attorney’s office) express frustration with the lack of organization and request a coordinated meeting to address the issues and establish a clear process for reviewing the data. The team is struggling to determine what data has been previously provided, whether files are full or partial, and what devices are associated with the data.",
      "timestamp": "2020-04-04T00:00:00",
      "timestamp_raw": "04 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "taint screen",
        "ausas",
        "agents",
        "devices",
        "files",
        "review",
        "data",
        "organization",
        "organization",
        "network",
        "computers",
        "hard drives",
        "mac",
        "files",
        "distribution",
        "timelines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030322",
      "summary": "Key points include: *   **Initial Requests for Assistance:** Multiple requests are made to assist in processing the large volume of seized data (over a million documents) and identifying devices, including hard drives and CDs. *   **Data Issues:** Significant problems are identified with the data format, including a lack of linking between emails and attachments, a load file with no native file connection, and inconsistent numbering, making review extremely difficult. *   **Device Tracking:** There's a consistent need for a clear inventory of seized devices (computers, hard drives, etc.) and status updates on what has been processed, transferred, and remains. *   **Technical Challenges:** Technical difficulties arise with data transfer (network issues, Relativity tool limitations, and file naming conventions). *   **Coordination Efforts:** Multiple attempts are made to schedule a meeting to coordinate efforts and establish a clear system for tracking the data. *   **Specific Device Information:** Details emerge about the devices seized, including 9 IDE hard drives from the Manhattan apartment (3 copies) and a list of devices from both the New York and Virgin Islands locations. *   **Timeline Concerns:** There’s a concern about delays in receiving and processing the data, and a desire to establish a realistic timeline for completion.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "phone technology",
        "conference call",
        "data",
        "devices",
        "spreadsheet",
        "review",
        "redaction",
        "usanys",
        "mac",
        "windows",
        "files",
        "load files",
        "data transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.588,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030329",
            "similarity": 0.5,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028339",
      "summary": "The provided text is a series of email exchanges between US Attorney’s Office personnel and external parties regarding the review of documents seized in connection with the investigation of Jeffrey Epstein. The core issues revolve around difficulties in processing and understanding the vast amount of data received, specifically concerning discrepancies between search warrant returns and the actual files, missing metadata, and issues with file loading and database integration. Several key requests are made: a consolidated inventory of devices and data, a system for tracking the review and transfer process, and clarification on the origin and contents of the data files. There are repeated frustrations regarding the lack of clear identification and a need for a standardized spreadsheet to manage the complex data flow, leading to concerns about the effectiveness of the review process.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "data",
        "review",
        "devices",
        "spreadsheet",
        "conference call",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030322",
            "similarity": 0.588,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029444",
            "similarity": 0.615,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013448",
            "similarity": 0.5,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030329",
      "summary": "Multiple parties – including US Attorney’s Office personnel and a private consultant – are involved in processing and reviewing the massive volume of seized data (over 1 million documents). A primary concern is the lack of clear organization and tracking of the data, leading to difficulties in identifying devices, assessing the completeness of data transfers, and correlating data sets. There are issues with the format of the data received, including missing email attachments, broken links between files and native data, and inconsistent numbering systems.  Requests are repeatedly made for a centralized spreadsheet detailing devices, data transfer status, and review progress.  Several technical challenges are highlighted, including network issues, data deletion during network upgrades, and difficulties in processing the large volume of data. The overall situation is characterized by a need for improved data management and tracking to facilitate the investigative process.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "data",
        "devices",
        "files",
        "spreadsheet",
        "review",
        "pandemic",
        "mac",
        "windows",
        "transfer",
        "load files",
        "new york",
        "virgin islands"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030322",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029444",
      "summary": "This document concerns the redaction analysis of documents related to the search warrant executed on Jeffrey Epstein’s properties, specifically in New York and the Virgin Islands. Initially, there’s a series of emails coordinating a conference call to discuss the overwhelming volume of seized data (over a million documents) and the lack of clear tracking information.  Key issues raised include: the disorganized nature of the data transfers, a lack of device identification, difficulty linking emails to attachments, problems with the database structure (no links between native files and the loaded data), and inconsistencies in descriptions of seized items. Several individuals (Joseph Picarelli, FBI representatives, and US Attorney staff) attempted to establish a system for tracking the data, proposing spreadsheets and meetings to address the challenges of reviewing and processing the materials. There were concerns about duplicate data, the need for a standardized labeling system for devices, and the difficulty in correlating information between the search warrant returns and the actual seized items. The initial data transfer from a hard drive included both existing and potentially new materials, causing confusion about what had already been provided.  The ultimate goal was to establish a clear process for tracking and reviewing the seized data to facilitate the legal proceedings.",
      "timestamp": "2020-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2020",
      "keywords": [
        "epstein",
        "warrant",
        "documents",
        "search",
        "fbi",
        "data",
        "review",
        "spreadsheet",
        "devices",
        "files",
        "conference call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.615,
            "index": 96,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025495",
      "summary": "Kate Doniger of Kaplan I lecker & Fink LLP is responding to a request for information regarding Jeffrey Epstein, initiated by the US Attorney’s Office for the Southern District of New York. The initial request involved a letter and documents seeking information related to Epstein’s estate. Subsequent communications involve updates, scheduling inquiries, and confirmation that no further information is needed. AUSA contacted Roberta Kaplan and Alexandra Conlon to forward the request. The communication includes standard legal disclaimers regarding confidential and protected information.",
      "timestamp": "2020-04-30T00:00:00",
      "timestamp_raw": "30 Apr 2020",
      "keywords": [
        "jeffrey epstein",
        "kate doniger",
        "roberta kaplan",
        "usanys",
        "redaction",
        "documents",
        "legal",
        "litigation",
        "doj",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025345",
      "summary": "On April 30, 2020, Kate L. Doniger (Kaplan I Lecker & Fink LLP) contacted USANYS regarding a request for information relating to Jeffrey Epstein.  Attached were a letter responding to the request and a set of documents, with a separate password to be sent.  Prior communications show follow-up inquiries from April 15th and April 14th, seeking a discussion and updates.  On February 27th, a Touhy letter and supporting exhibit were sent requesting documents from the Department of Justice.  On February 25th, Alexandra Conlon sent the Touhy letter on behalf of Roberta Kaplan.  Finally, on January 6th, an Assistant US Attorney sent the initial letter requesting information. All communications contained standard disclaimers regarding confidential information.",
      "timestamp": "2020-04-30T00:00:00",
      "timestamp_raw": "April 30, 2020",
      "keywords": [
        "jeffrey epstein",
        "kate doniger",
        "roberta kaplan",
        "alexandra conlon",
        "usanys",
        "documents",
        "request for information",
        "litigation",
        "touhy letter",
        "department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014352",
            "similarity": 0.545,
            "index": 106,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013448",
      "summary": "A central issue is the disorganized and duplicated delivery of digital evidence – primarily over a million documents – from the US Attorney’s office. Initially, a key contact ([REDACTED]) was struggling to manage the influx of data, particularly due to network issues and discrepancies in the data formats received. There were repeated requests for a consolidated list of seized devices and the status of their data reviews.  A major challenge was the lack of clear labeling and tracking of files, leading to confusion about which materials had already been processed and what remained. Multiple attempts were made to schedule meetings to coordinate efforts and establish a standardized system for documenting the evidence, but progress was hampered by the volume and inconsistencies in the data delivery.  The team needed a clear spreadsheet outlining each device, its data status, and the associated files to effectively manage the review process.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "devices",
        "data",
        "timeline",
        "list",
        "files",
        "review",
        "fbi",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.5,
            "index": 96,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031889",
            "similarity": 0.533,
            "index": 112,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025319",
      "summary": "*   The initial request stemmed from a previous interview where the client mentioned specific journal entries aiding her recollection. *   The Assistant US Attorney is seeking to gain further insight through these journal entries and any other related documents. *   Sigrid McCawley is coordinating with the client to arrange a time for her to share the journal entries, offering flexibility in scheduling (phone or evenings/weekends). *   The client confirms certain journal dates and provides information regarding the content of the entries to the assistant US attorney.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "phone",
        "united states attorney",
        "southern district of new york",
        "january 2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023148",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025482",
      "summary": "It concerns the processing of digital evidence – encompassing phones, tablets, servers, laptops, and media – recovered from multiple locations (New York mansion and USVI). The US Attorney’s Office contracted with a third-party firm to extract and review the data, using Relativity e-discovery software. Initially, there were disagreements regarding the review methodology. The contractor initially insisted on a “taint review” within Relativity, which was deemed inefficient and incapable of handling the volume and complexity of the data. A revised approach was adopted involving piece-by-piece processing, aiming for greater consistency and attribution of data to specific devices. Significant delays and challenges arose due to the massive volume of data (over a terabyte) and encryption on multiple devices, as well as the lack of a centralized system for tracking the evidence. A key issue was the inability to effectively link emails and attachments, creating difficulties in reviewing and producing documents for defense counsel.  The team struggled to maintain a clear inventory of what data had been processed, what remained, and the associated timelines, leading to repeated requests for updated information and a need for a streamlined tracking system – primarily a spreadsheet – to manage the immense dataset. There were issues related to differing versions of data, the categorization of files, and the labeling of devices. Multiple attempts were made to schedule meetings to address these coordination challenges.",
      "timestamp": "2020-05-12T00:00:00",
      "timestamp_raw": "12 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "relativity",
        "e-discovery",
        "data",
        "evidence",
        "files",
        "devices",
        "encryption",
        "taint review",
        "data transfer",
        "terabytes",
        "digital evidence",
        "phones",
        "tablets",
        "servers",
        "us attorney's office",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016425",
      "summary": "Virgin Islands. The primary issue revolves around the inconsistent and difficult-to-manage delivery of the seized data, particularly the volume of documents (over 1 million) received recently. Initially, a request was made for a spreadsheet detailing the seized devices and their associated data, mirroring a previous USVI spreadsheet. Subsequent communications detail the various forms of data received (hard drives, CDs, loose media, etc.) and the challenges in tracking their origin and completeness. The team repeatedly expresses difficulty in correlating the data with specific devices and understanding the scope of what's been reviewed. There are concerns about duplicate or outdated data being delivered, as well as the lack of a clear system for identifying and tracking the data’s provenance. A key point of contention is the inability to effectively utilize the data for taint review due to the format issues (lack of email attachments linked to files, etc.) and the sheer volume of information.  The team is seeking a standardized spreadsheet with details about each device and its corresponding data, to facilitate a more organized review process.  Scheduling multiple meetings and coordinating efforts between the US Attorney’s office and contractors are crucial aspects of the ongoing process.",
      "timestamp": "2020-05-18T00:00:00",
      "timestamp_raw": "18 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "devices",
        "hard drives",
        "data",
        "locations",
        "ny",
        "usvi",
        "identifiers",
        "serial number",
        "spreadsheet",
        "documents",
        "relativity",
        "taint review",
        "transmission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016449",
      "summary": "Gloria Allred received an email from EFTA00016449 requesting a conference call to discuss the Epstein case. The initial email inquired about a call at 6:00 PM EST and included images. A subsequent email from EFTA00016449 prompted the call due to “quick questions” regarding the case. The email was sent from the Assistant United States Attorney, Southern District of New York, with a confidentiality notice and instructions for recipients to notify Allred, Maroko & Goldberg immediately if received in error.",
      "timestamp": "2020-05-21T00:00:00",
      "timestamp_raw": "21 May 2020",
      "keywords": [
        "gloria allred",
        "epstein",
        "call",
        "conference call",
        "los angeles",
        "legal",
        "us attorney",
        "new york",
        "2020",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014352",
      "summary": "On May 26, 2020, Roberta Kaplan (through Alexandra Conlon) sent a request for information related to Jeffrey Epstein, attaching a letter and a document file (encrypted). Kate Doniger responded on April 15th, acknowledging the request and stating an update would be provided early the following week. On April 14th, Doniger followed up, inquiring about the request’s progress and offering a call. On February 27th, a US Attorney contacted Kaplan to provide a Touhy letter and supporting exhibit requesting documents from the Department of Justice. Finally, on January 6th, the US Attorney sent the initial request to Kaplan. All communications involved multiple parties including USANYS, Kaplan Becker & Fink LLP, and the Southern District of New York.",
      "timestamp": "2020-05-26T00:00:00",
      "timestamp_raw": "May 26, 2020",
      "keywords": [
        "jeffrey epstein",
        "roberta kaplan",
        "kate doniger",
        "united states justice department",
        "documents",
        "request for information",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025345",
            "similarity": 0.545,
            "index": 100,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037526",
      "summary": "This document details the resolution of disputes surrounding a victim compensation fund for Jeffrey Epstein’s estate, involving the Virgin Islands government and Epstein’s attorneys. Key points include: *   **Agreement in Principle:** The Attorney General (AG) of the Virgin Islands reached an “agreement in principle” with the estate’s attorneys for a victim compensation program after a prolonged legal battle. *   **Revised Protocol:** The fund now includes significant reforms, notably the involvement of a victim advocate and expert on child sexual abuse, dedicated funding for dissatisfied claimants, protections for victim information, and access to counseling and referral services through the FBI Victim Services program and Child USA. *   **Initial Legal Disputes:** The AG initially filed a civil enforcement action against the estate and companies, citing misuse of tax benefits and restrictions on settlement payments due to liens on the estate’s assets. *   **Core Changes:** The agreement removes the estate’s initial demand for broad releases from victims, ensuring a fairer and legally sufficient process. The estate has agreed not to disclose information obtained through the program and to allow the Probate Court to review the program’s budget. *   **Ongoing Investigation:** The US Attorney for the Virgin Islands continues to pursue legal action against Epstein’s criminal enterprise.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "epstein",
        "compensation fund",
        "victim services",
        "fbi",
        "doj",
        "civil suit",
        "v.i. attorney general",
        "criminal trafficking",
        "settlements",
        "victim advocate",
        "claims process"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023768",
      "summary": "On June 5, 2020, attorneys at Foy & Sewplowitz LLC requested extensive documentation from the US Attorney’s Office – SDNY regarding the case of *US v. Tova Noel, et al*. The request included: *   Tova Noel’s complete personnel and training file from the MCC, encompassing employee records, performance appraisals, training outlines, and code of conduct materials. *   Memorandums and emails related to Jeffrey Epstein’s death, specifically those drafted by identified employees. *   Specific BOP and MCC policies and procedures related to cellmates, SHU regulations, and institutional oversight. *   Detailed log records, reports, and surveillance data from the MCC’s SHU, including watch call logs, control center logs, operational reviews, and facility maintenance records, covering the period from June 26, 2019 to the present. *   Records related to investigations into the suicides of Kenneth Houck and Jamel Floyd, and firearm smuggling into the MCC. *   Identification of the author of a specific 4Chan message (bates number SDNY\\_00006978).",
      "timestamp": "2020-06-05T00:00:00",
      "timestamp_raw": "June 5, 2020",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "bop",
        "shu",
        "noel",
        "training records",
        "performance appraisals",
        "cellmates",
        "surveillance cameras",
        "incident reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018543",
      "summary": "Geoffrey Berman contacted Gretchen Shappert, U.S. Attorney for the Virgin Islands, regarding coordination issues between the SDNY and USVI investigations into the Jeffrey Epstein matter. Shappert requested assistance directing her to a supervisor within Berman’s office to discuss these issues.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "08 Jun 2020",
      "keywords": [
        "jeffrey epstein",
        "usvi",
        "shappert",
        "gretchen",
        "usanys",
        "coordination",
        "investigations",
        "st. thomas",
        "us attorney",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020213",
      "summary": "Initially, there were significant challenges in receiving usable data, stemming from network issues, formatting discrepancies, and a lack of clear identification of the seized devices and their contents.  The FBI contractor, [REDACTED], was responsible for transferring the data, while the US Attorney’s Office (specifically, the NY CART Coordinator) was handling the data review and taint analysis. Key issues included: *   **Data Format Problems:** The received data frequently lacked proper formatting and identification, making it difficult to process and link to specific devices. *   **Delayed Transfers:** Network outages and technical difficulties caused delays in receiving the data. *   **Communication Gaps:** There were misunderstandings and a need for clearer communication regarding the data’s origin, completeness, and transfer process. *   **Need for Tracking:** A central spreadsheet was repeatedly requested to track devices, data transfers, and review status. *   **Processing Needs:** Relativity was being used as the system for review, but it was limited in its ability to handle the data’s complexities. The correspondence highlights a struggle to coordinate efforts, establish clear protocols, and efficiently utilize the available resources to analyze the massive volume of digital evidence. There was an ongoing push to create a standardized system for tracking the evidence and to get the data into a usable format (Relativity) for the review process.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "fbi",
        "epstein",
        "search warrant",
        "data",
        "transfer",
        "devices",
        "drive",
        "files",
        "data review",
        "forensic",
        "relativity",
        "ny",
        "usvi",
        "storage",
        "materials",
        "data analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031176",
      "summary": "Virgin Islands.  The FBI contractor is responsible for extracting and preparing the data for review, while the FBI (specifically the NY CART Coordinator) is overseeing the process. Key issues include: *   **Data Volume & Format:** The volume of data (over a million documents) is overwhelming, and the inconsistent formats and lack of clear labeling make review extremely challenging. *   **Identification of Devices:**  A critical need exists for a clear inventory of seized devices and their corresponding data, allowing accurate tracking of what has been processed and what remains. *   **Transfer Issues:**  There are concerns about the transfer process itself, including a delay due to network issues and questions about whether data is being delivered in its entirety or with modifications.  There's confusion about which files have already been provided and what’s newly submitted. *   **Relativity System:** The FBI's reliance on the Relativity e-discovery platform for review is causing difficulties due to Relativity's limitations in handling forensic data. *   **Coordination Challenges:**  Frequent communication and coordination between the involved parties (FBI, contractor, and US Attorney’s office) are essential to address these challenges and maintain progress. The text shows a reactive and somewhat disorganized process, marked by miscommunications and a lack of clear documentation. The overarching goal is to efficiently review the seized data to identify potential evidence and support further legal action.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "data",
        "fbi",
        "files",
        "devices",
        "transfer",
        "documents",
        "analysis",
        "data recovery",
        "forensics",
        "relativity",
        "data review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031889",
      "summary": "The primary issue centers around the delivery and organization of the vast amount of data – over a million documents – recovered from multiple sources (Epstein’s residences in New York and the USVI, and his person). Initial concerns involve a lack of clear identification of the devices and their contents, making the review process extremely difficult and slow. There are repeated requests for a detailed spreadsheet listing the devices, the data contained within, and the status of the review process. The contractor highlights technical challenges with the data format, the inability to link files to devices, and the need for a more structured approach. The FBI expresses a need for a meeting to coordinate efforts and establish a clearer timeline for the delivery and processing of the remaining evidence. There are repeated delays and difficulties stemming from network issues and the complexity of the data.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "production",
        "fbi",
        "data",
        "files",
        "devices",
        "relativity",
        "trial",
        "review",
        "materials"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013448",
            "similarity": 0.533,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027474",
            "similarity": 0.5,
            "index": 117,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026521",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email to Judge Parker on June 29, 2020, regarding an arrest warrant. The email included a corrected version of the warrant (attached as Maxwell_arrest_warrant_signed.pdf) and offered to be available for questions. Another email from the Assistant US Attorney provided further instructions, including a timeline for sending the signed documents and a phone number to contact the agent for warrant execution. Judge Parker requested a PDF of the signed documents and indicated she would swear out the warrant around noon.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "arrest warrant",
        "warrant",
        "united states attorney",
        "southern district of new york",
        "judge parker",
        "katharine parker",
        "khp warrants nysd",
        "new york",
        "indictment",
        "search warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015356",
      "summary": "*   The press conference will be held on July 1, 2020, at the U.S. Attorney’s Office, Southern District of New York. *   Audrey Strauss, Acting United States Attorney, and an FBI Assistant Director-in-Charge will lead the conference. *   Logistics are being discussed, including venue selection (initially the lobby was considered, then Plan B/Z – using the whole lobby) and COVID-19 safety protocols (masks, social distancing, step-and-repeat backdrop). *   The FBI is assisting with arrangements, including securing chairs, checking capacity, and addressing acoustic concerns. *   A paragraph is needed for the press advisory to outline safety protocols and request extra time for press entry. *   The planned timing of the arrest is uncertain, with potential pushes to Thursday.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "covid-19",
        "press release",
        "maxwell",
        "epstein",
        "fbi",
        "protocols",
        "social distancing",
        "press conference",
        "us attorney",
        "safety"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029860",
      "summary": "On July 1, 2020, the US Attorney’s Office, SDNY (specifically the Chief, Criminal Division) received an inquiry from NBC regarding potential movement in the Jeffrey Epstein investigation, involving individuals including GM, Prince Andrew, and other unspecified parties. The FBI did not comment and directed inquiries to the NY office.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "efta00029860",
        "gm",
        "epstein",
        "fbi",
        "usanys",
        "redaction analysis",
        "sdny",
        "nbc",
        "prince andrew",
        "contracto"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032028",
      "summary": "The core issue is a lack of clear organization and tracking of the evidence, leading to repeated delays and confusion. **Key Points:** *   **Data Volume & Complexity:** The investigation involves a massive amount of data across various devices (computers, hard drives, CDs, etc.), making the process incredibly complex. *   **Lack of Tracking:** The primary problem is the absence of a consistent system for identifying and labeling the evidence, making it difficult to determine what’s been reviewed, transferred, and what remains. *   **Processing Issues:** The contractor highlights issues with the data formats received, specifically challenges with Relativity (the e-discovery tool) handling the data and the lack of links between files and devices. *   **Timeline Delays:** Repeated delays are attributed to miscommunication, the need to re-process data, and the sheer volume of evidence. *   **Requests for Clarity:** Throughout the exchanges, the US Attorney's Office and FBI repeatedly request a spreadsheet or other organized listing of the evidence to facilitate the review process. *   **Proposed Solutions:** Various suggestions are made (e.g., creating a spreadsheet, using Bates numbers) to address the tracking problem, but implementation is slow due to the ongoing challenges. Essentially, the document chronicles the frustrating process of trying to manage a large, complex digital evidence case with inadequate organization and communication.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "transfer",
        "devices",
        "materials",
        "timelines",
        "cart",
        "production",
        "mac",
        "ny",
        "usanys",
        "contractors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027474",
            "similarity": 0.6,
            "index": 117,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027474",
      "summary": "The primary issue revolves around the disorganized and incomplete delivery of data, particularly concerning the massive volume of files (over a million) recovered from multiple devices (computers, hard drives, CDs, etc.) across New York and the US Virgin Islands.  Key points include: *   **Delayed Data Delivery:** Significant delays are experienced in receiving the data, with estimates fluctuating and needing to be pushed back. *   **Data Organization Issues:** The received data is poorly organized, lacking clear identification of devices and contents, making review extremely difficult. There are multiple versions of files. *   **Relativity System Challenges:** The contractor is attempting to utilize Relativity for data review, but the lack of proper organization hinders its effectiveness. The system is unable to easily interpret the data. *   **Request for a Tracking System:**  The team repeatedly requests a standardized spreadsheet or tracking system to manage the data and facilitate the review process. *   **Ongoing Coordination:** The exchanges involve ongoing discussions about timelines, data formats, and the necessary steps to effectively analyze the evidence. Several individuals coordinate to schedule meetings. *   **Technical Difficulties:** Technical issues, such as network problems and the need to rebuild network infrastructure, contribute to the delays. The core problem is the absence of a clear, organized system for tracking the digital evidence, leading to significant delays and challenges in the investigation.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "brg",
        "relativity",
        "usvi",
        "ny",
        "fbi",
        "data",
        "devices",
        "timelines",
        "production",
        "materials",
        "contracts",
        "forensic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032028",
            "similarity": 0.6,
            "index": 116,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031889",
            "similarity": 0.5,
            "index": 112,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021780",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for illegal sexual activity, transporting minors with intent to engage in criminal sexual activity, and perjury related to 2016 depositions. The charges stem from alleged abuse occurring between 1994 and 1997 in locations including New York, Florida, and New Mexico, involving grooming and facilitating sexual encounters with minor victims. Multiple law enforcement agencies, including the US Attorney’s Office for the Southern District of New York, the FBI, and the NYPD, were involved in the investigation and prosecution. Maxwell repeatedly made false statements under oath. The case is ongoing and involves significant legal proceedings.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "ghislane maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "manhattan",
        "federal court",
        "perjury",
        "conspiracy",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023728",
      "summary": "Initially, there’s confusion regarding the format and organization of the data being provided by the FBI (NY CART Coordinator) and the US Attorney’s Office. A core issue is the lack of clear identification of devices and their associated data, leading to difficulty in tracking progress and ensuring all relevant materials are being processed. Multiple requests are made for a spreadsheet detailing the devices, their contents, and the status of the data review. Concerns are raised about the volume of data (over a million documents), inconsistencies in file naming and dates, and the inability to easily link data to specific devices.  There are discussions about the transfer process, including the need for a system to identify and categorize the data, and addressing potential network issues.  Several individuals – FBI agents, contractors, and attorneys – are involved in the coordination and communication regarding the ongoing review.  Ultimately, there’s a desire for a structured approach to manage the massive amount of digital evidence and facilitate the legal proceedings.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00023728",
        "epstein",
        "search warrant",
        "documents",
        "data",
        "drive",
        "pae",
        "relativity",
        "redaction",
        "devices",
        "fbi",
        "usvi",
        "ny",
        "mac",
        "files",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020396",
      "summary": "An email exchange occurred between individuals at the Assistant United States Attorney’s Office, Southern District of New York (New York, NY 10007) and potentially others, regarding a draft document named “2020-07-12_GM_detention_reply_briefdocx”. The email chain initiated with a request for a quick review of alterations and additions to the draft. The subject line references a “brief.”",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2020",
      "keywords": [
        "brief",
        "redaction",
        "us attorney",
        "southern district of new york",
        "efta00020396",
        "detention",
        "alterations",
        "additions",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021911",
      "summary": "This document is a redacted email chain regarding the processing of a Marshals Intake Form for Ghislaine Maxwell. The email exchange involves individuals at USANYS (likely the US Attorney’s Office) requesting a contractor (USANYS) to add the form to a shared system and initial discovery production. The form itself includes details such as contact information, court and USMS numbers, arrest date, and birthdate, alongside requested documents including email and photo information. The file name associated with the email is “Maxwell JABS.pdf”.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "marshals intake form",
        "ghislaine maxwell",
        "usao",
        "usms",
        "redaction analysis",
        "usanys",
        "doj",
        "email",
        "arrest date",
        "court number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027959",
      "summary": "The document is a series of email exchanges regarding a request for assistance with locating documents related to the Epstein/Maxwell investigation. Key points include: *   Multiple individuals (USANYS, ODAG, USANYS, OPR, SDFL, NDGA) are involved in coordinating document retrieval efforts. *   A dial-in meeting was proposed for Thursday at noon. *   Discussion centered on identifying appropriate document custodians within various organizations (ODAG, SDFL, NDGA, OPR). *   OPR was suggested as a potential resource due to a previous document collection effort. *   The US Attorney's Office for the Southern District of New York (USANYS) is seeking assistance from other agencies regarding discovery requests related to the SDFL investigation and NPA. *   There’s a focus on recusal issues and potential consequences related to the litigation.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "epstein/maxwell",
        "usanys",
        "odag",
        "sdfl",
        "ndga",
        "document collection",
        "recusal",
        "cvra",
        "ghislaine maxwell",
        "npa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030484",
      "summary": "This document is a series of email exchanges regarding the investigation into Jeffrey Epstein and Ghislaine Maxwell, specifically concerning the location of relevant documents. Key points include: *   Multiple parties (USANYS, USANYS, ODAG, MAO, SDFL, NDGA, OPR) are involved in coordinating efforts to locate documents. *   Requests are made to contact individuals within the Southern District of New York’s (SDFL) Criminal Division, specifically a US Attorney and a Criminal Chief, to obtain copies of criminal files. *   There’s an inquiry about the best point of contact within the SDFL for document retrieval, given prior conversations with OPR and the CVRA litigation. *   Discussions involve identifying document custodians (OPR, M.) and exploring potential contacts within SDFL and NDGA related to document collection. *   A U.S. Attorney’s Office representative offers to discuss recusal issues and directs contact to the SDFL. *   Scheduling of a call for July 22, 2020, to discuss document requests is repeatedly proposed.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "July 22, 2020",
      "keywords": [
        "epstein/maxwell",
        "sdfl",
        "fbi",
        "victim services",
        "document collection",
        "cvra litigation",
        "opr",
        "usanys",
        "ghislaine maxwell",
        "criminal files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031989",
      "summary": "On July 27, 2020, Marc Weinstein of Hughes Hubbard & Reed LLP communicated on behalf of the Co-Executors of the Estate of Jeffrey E. Epstein. The Co-Executors confirmed they would not use Section 2.5(B) of the 1953 Trust to suggest retaliation against individuals cooperating with law enforcement investigations. They also stated they would notify the US Attorney’s Office for the Southern District of New York in advance of any disbursements to Ghislaine Maxwell and would not waive applicable privileges, including attorney-client privilege, regarding seized materials. An attached letter from the Assistant U.S. Attorney for the Southern District of New York provided context for this communication.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "epstein",
        "sdny investigation",
        "jeffrey epstein",
        "ghislaine maxwell",
        "trust",
        "attorney-client privilege",
        "hughes hubbard & reed",
        "white collar defense",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029887",
      "summary": "Discussions center around timing for disclosures, specifically a three-day window before an arrest. There’s concern about the lack of a “pros memo” and a desire to gather information from various sources, including FBI 302 reports and transcripts of a grand jury testimony. The testimony reveals Maxwell met Epstein through a friend, Jane Doe Number One, at Mar-a-Lago. The team is seeking to understand Maxwell’s role in the Florida investigation, examining FBI file 302s and a local search warrant. They are attempting to locate and obtain a copy of the SDFL file, including a pros memo, to gain a more complete picture of the investigation and potential evidence related to Maxwell.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "efta00029887",
        "arrest",
        "thursday",
        "friday",
        "umr",
        "discovery deadline",
        "maxwell",
        "epstein",
        "mar-a-lago",
        "fbi investigation",
        "grand jury testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023952",
      "summary": "Key points include: *   **Request for Materials:** The USANYS is requesting various FBI documents and scans, including grand jury transcripts, evidence scans, FBI file, returns for warrants, and copies of all seized documents and images. *   **Missing Items:** There are specific requests for missing returns related to warrants (20 mag 6719 and NH premises warrants), CART paperwork regarding data extractions, and 302s related to device extractions and image reviews. *   **Scan Issues:** The FBI is experiencing difficulties providing scans without post-it notes on message pad pages and is working on retrieving copies of non-nude images for production. There's a concern about the volume of evidence requiring extensive processing. *   **Timeline Concerns:** The FBI expresses difficulty meeting the requested timelines, particularly regarding the processing of a large volume of evidence, specifically concerning nude/semi-nude images. *   **Collaboration:** The parties intend to schedule a call to discuss the timeline and outstanding issues.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "fbi",
        "discovery",
        "transcripts",
        "evidence",
        "scans",
        "images",
        "warrants",
        "returns",
        "302s",
        "nypd",
        "new york",
        "miami",
        "case files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023673",
      "summary": "The investigation involves a box of media (VHS tapes, cassette tapes, microcassettes, newspaper articles), a thumb drive containing a spreadsheet with highlighted items, and loose disks. Key activities include: *   **Media Conversion:** VHS and cassette tapes are to be converted to digital formats. *   **Redaction:**  The FBI is actively redacting images from the media, focusing on removing potentially disturbing content. *   **Evidence Tracking:** A spreadsheet tracks the inclusion of items based on highlighted criteria. *   **Disk Distribution:**  Disks containing scans and evidence are being prepared and sent to the US Attorney’s office. *   **Ongoing Requests:** The US Attorney is requesting further scanned materials (message pad scans without post-its, SW returns for warrants, full FBI Sentinel files, CART paperwork, scans of Reiter’s documents, and scans of all un-scanned hard-copy documents), and a platform for reviewing the data. Communication is primarily via email between the FBI agents and the US Attorney, with updates and requests for clarification.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "redaction",
        "fbi",
        "discovery",
        "media",
        "vhs",
        "cassette",
        "microcassette",
        "thumbdrive",
        "disks",
        "evidence",
        "scans",
        "investigation",
        "reproductions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026741",
      "summary": "This document details the exchange of discovery materials related to an FBI investigation, likely involving child exploitation and human trafficking, overseen by the US Attorney’s office in the Southern District of New York. Key elements include: *   **Initial Delivery:** A box of media (VHS tapes, cassette tapes, microcassettes, and newspaper articles) provided by Reiter, accompanied by a thumbdrive with a spreadsheet detailing included items. *   **Ongoing Redaction:** The FBI is actively redacting sensitive materials from the discovered media. *   **Requests for Additional Materials:** The US Attorney’s office requests further items, including transcript discs, paper evidence, FBI files, and digital scans without post-it notes. Specifically, they seek copies of grand jury transcripts, returns for warrants, and detailed logs of image scans (particularly concerning potentially sensitive images). *   **Technical Challenges:** The team faces issues with the scanned materials, including discrepancies between versions with and without post-it notes, and a large volume of images requiring review and redaction. *   **Coordination:** Multiple parties – the FBI New York Field Office, NYPD detectives, and the US Attorney’s office – are involved in coordinating the collection, review, and redaction process.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "redaction",
        "analysis",
        "media",
        "vhs",
        "cassette",
        "microcassettes",
        "thumbdrive",
        "spreadsheet",
        "evidence",
        "scans",
        "fbi",
        "redactions",
        "disks",
        "images",
        "copies",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011503",
      "summary": "*   The documents, including case files and OPR-gathered materials, are located in a secure room in West Palm Beach. *   A scanner was used by the OPR for exclusive document scanning to their DOJ accounts. *   The USANYS team offers to facilitate review and scanning of the documents for the Southern District of New York’s trial team. *   A call is proposed to coordinate the process.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "usanys",
        "west palm beach",
        "sdfl",
        "documents",
        "case files",
        "scan",
        "opr",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009860",
            "similarity": 0.538,
            "index": 131,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023966",
      "summary": "On August 31, 2020, an email was sent referencing Jeffrey Epstein. The email originated from an individual within the US Attorney’s Office, specifically the Special Victim’s Unit of the Office of the State Attorney, 15th Judicial Circuit. This unit is investigating potential criminal charges related to crimes in Palm Beach County. The sender requested information about potential victims who might want to make a statement to local law enforcement and offered to pass along contact information. A follow-up email from July 12, 2019, contained similar requests and information about the State Attorney’s interest in criminal charges related to Epstein’s activities.",
      "timestamp": "2020-08-31T00:00:00",
      "timestamp_raw": "August 31, 2020",
      "keywords": [
        "jeffrey epstein",
        "redaction",
        "state attorney",
        "palm beach county",
        "criminal charges",
        "human trafficking",
        "icac",
        "florida",
        "public records",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009860",
      "summary": "*   The request involves scanning CDs and cassette tapes within the materials, due to the presence of these media. *   The West Palm Beach office offers to provide a secure room and a dedicated scanner for review, having previously utilized a vendor for this purpose. *   The US Attorney is coordinating with a team in New York that is prosecuting Ghislaine Maxwell, and suggests reaching out to the West Palm Beach office for access to the documents. *   A copy of an inventory of the materials is offered.",
      "timestamp": "2020-08-31T00:00:00",
      "timestamp_raw": "31 Aug 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "usanys",
        "vendor",
        "scan",
        "documents",
        "west palm beach",
        "sdfl",
        "inventory",
        "covid"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011503",
            "similarity": 0.538,
            "index": 129,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028820",
      "summary": "*   Questions arise regarding the presence of a confidential stamp on native Excel files, and whether the documents require privilege review (specifically, excluding electronic search warrant returns). *   Links to Relativity pages for Deutsche Bank and JP Morgan documents are provided for review. *   Concerns are raised about data access within Relativity due to the format of the files (primarily images and video). *   Requests are made for details on document production format (tiff images, database load files, or PDF production), Bates number usage, and the placement of a confidential stamp. *   A legal specialist from the US Attorney’s Office SDNY is involved in coordinating the upload process.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "documents",
        "production",
        "confidential",
        "data",
        "search",
        "pae",
        "database"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029025",
      "summary": "This redacted document details the production of electronic files related to the Epstein/Maxwell investigation for the US Attorney’s Office. Key discussions revolve around: *   **Text Reader Capabilities:** A contractor is investigating the Bureau of Prisons’ (BOP) computer systems to determine if they can open the files, aiming to prevent defense claims of inability to access them. *   **Production Format:** The contractor is producing files in their original format (Excel and TXT) to both Maxwell and defense counsel, initially converting them to ensure compatibility with the Metropolitan Detention Center (MDC). *   **Confidential Stamping:** There’s a request to apply a confidential stamp to the files, and a discussion about the method (native format vs. image placeholders). *   **Data Delivery:** Links to Relativity databases containing the production files (Deutsche Bank and JPMorgan) are provided. *   **Privilege Review:** A clarification is given that only certain documents (search warrant returns) require privilege review. *   **Initial Upload & Review:** The contractor is preparing to upload approximately 40,000 files (300GB) to Relativity for stamping, awaiting approval for direct upload or a preliminary review.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "text reader",
        "files",
        "production",
        "excel",
        "confidential",
        "database",
        "usanys",
        "discovery",
        "conversion",
        "format",
        "stamp",
        "images",
        "relativityjgo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020865",
      "summary": "Marc A. Weinstein, a partner at Hughes Hubbard & Reed LLP, is assisting the Assistant United States Attorney in the SDNY investigation. The investigation revolves around obtaining a transcript, initially requested by Jack Scarola (plaintiff’s counsel), regarding a deposition. Weinstein initially connected with Scarola to facilitate the transcript’s delivery, requesting a letter waiving any potential protective orders.  He then identified a need to confirm the deponent’s name and sought a dial-in for a call. The Assistant U.S. Attorney requested a copy of the transcript, inquiring about potential confidentiality restrictions and offering to provide a letter waiving any such restrictions.  The emails reveal a back-and-forth regarding the deponent’s identity (initially unclear) and the timeframe for a call. Finally, Weinstein confirmed a time for a call with the Assistant U.S. Attorney and Andy.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2020",
      "keywords": [
        "weinstein",
        "marc a.",
        "sdny investigation",
        "transcript",
        "jack scarola",
        "hughes hubbard & reed llp",
        "us attorney",
        "protective order",
        "deposition",
        "efta00020865"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020881",
      "summary": "Marc Weinstein, a partner at Hughes Hubbard & Reed LLP, is assisting the Assistant United States Attorney’s Office in the SDNY investigation. He initially contacted Jack Scarola, an attorney representing the plaintiff, to obtain a transcript. Weinstein requested a letter confirming the absence of a protective order, seeking to ensure the Estate could provide the transcript to the US Attorney’s Office. He then inquired about the identity of the deponent for the transcript, and followed up on the possibility of a call to discuss the matter. The US Attorney’s Office provided contact information for Jack Scarola and confirmed the deposition occurred in 2009, involving Jeffrey Epstein.  There was ongoing discussion about confidentiality restrictions and the need for a confirmation regarding the lack of a protective order.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2020",
      "keywords": [
        "weinstein",
        "investigation",
        "transcript",
        "sdny",
        "jack scarola",
        "hughes hubbard & reed",
        "us attorney",
        "deposition",
        "protective order",
        "efta00020881"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020870",
      "summary": "Marc Weinstein, a partner at Hughes Hubbard & Reed LLP, is facilitating the retrieval of a transcript related to an SDNY investigation. The investigation centers around a deposition, likely from 2009, involving a plaintiff represented by Jack Scarola. Weinstein is coordinating with the US Attorney's Office and the plaintiff’s counsel, who is unaware of any protective order.  He initially requests a call to discuss the transcript and then, after realizing the deponent's name is missing, asks for it. The US Attorney’s office provides information regarding Jeffrey Epstein’s representation of the involved parties. A scheduling conflict is resolved for a team call on Friday at 10 AM to discuss the transcript. The entire communication is marked with cautions regarding email security and confidentiality.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "September 30, 2020",
      "keywords": [
        "sdny investigation",
        "transcript",
        "jack scarola",
        "weinstein",
        "hughes hubbard & reed",
        "us attorney's office",
        "protective order",
        "deposition",
        "litigation",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029499",
      "summary": "On October 12, 2020, discussions occurred regarding the US Attorney’s Office’s (SDNY) decision not to pursue an investigation into Jeffrey Epstein in 2016. Victims’ attorneys, including Stan Pottinger, Brad Edwards, and Peter Skinner, contacted SDNY seeking guidance on a potential investigation involving perjury charges against Maxwell.  Multiple meetings took place, including one with David Boies and Sigrid McCawley, where the team proposed charging Maxwell with perjury and investigating potential conspiracy. These efforts failed, with the SDNY initially citing a lack of facts and witnesses, and later opening an investigation under Berman following Miami Herald articles. Stephen Brown, a reporter for the NY Daily News, was seeking information about the reasons for the inaction, the FBI’s involvement, and the decision-making process within SDNY.",
      "timestamp": "2020-10-12T00:00:00",
      "timestamp_raw": "October 12, 2020",
      "keywords": [
        "epstein",
        "sdny",
        "perjury",
        "investigation",
        "victims",
        "maxwell",
        "2016",
        "prosecution",
        "ausa",
        "brown",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026808",
      "summary": "An email chain initiated on October 14, 2020, requests the creation of five saved searches related to the “U.S. v. Epstein (SW Returns)” relativity database. The searches target email addresses EFTA00026808 and EFTA00026809, and also includes searches for documents containing the words “Maxwell” or “Ghislaine.” A follow-up email on October 9, 2020, confirms the creation of the saved searches and provides contact information for the Southern District of New York United States Attorney. Two redactions are present in the document.",
      "timestamp": "2020-10-14T00:00:00",
      "timestamp_raw": "October 14, 2020",
      "keywords": [
        "relativity",
        "saved searches",
        "email",
        "efta00026808",
        "epstein",
        "ghislaine",
        "maxwell",
        "search requests",
        "us attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030983",
      "summary": "This document pertains to a transcript related to the arraignment of EFTA00030983, specifically a MaxwelL arraignment, initial conference, and bail hearing held on October 29, 2020, within the Southern District of New York. An Assistant United States Attorney from 1 St. Andrew’s Plaza is involved. A PDF attachment, “2020.07.14,_MaxwelLarraignment,initial_conference,bail_hearing.pdf,” is also associated with the case.",
      "timestamp": "2020-10-29T00:00:00",
      "timestamp_raw": "October 29, 2020",
      "keywords": [
        "efta00030983",
        "transcript",
        "redaction",
        "us attorney",
        "southern district of new york",
        "maxwel",
        "bail hearing",
        "2020",
        "2025",
        "conference"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025269",
      "summary": "*   The USANYS (likely the US Attorney’s Office) was involved, as were various individuals identified only as \"[REDACTED]\". *   A discussion arose about whether DOI OIG (Department of Justice Office of Inspector General) should have been listed as an announcing agency in the press release, given their significant contributions to the case, including an interview related to the Epstein investigation. *   A follow-up email from the OIG confirms their belief they should be listed as an announcing agency and provides contact information.",
      "timestamp": "2020-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2020",
      "keywords": [
        "u.s. attorney",
        "correctional officer",
        "bribe",
        "sex",
        "prison visitor",
        "epstein investigation",
        "oig",
        "redaction",
        "press release",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023699",
      "summary": "Marc Weinstein, a partner at Hughes Hubbard & Reed LLP, is assisting the US Attorney's Office in obtaining a transcript related to an SDNY investigation. Initially, he contacted Jack Scarola to request the transcript, which was originally a deposition. Concerns arose about potential confidentiality restrictions, leading Weinstein to request a letter from the plaintiff’s counsel (represented by the US Attorney) confirming the lack of a protective order and waiving any claims related to its disclosure. Weinstein connected with the plaintiff’s attorney, confirming that the plaintiff’s name is [REDACTED] who is represented by Jack Scarola, and asked for a dial-in for a call. The US Attorney confirmed the lack of a protective order. The email chain details the process of securing the transcript and navigating potential legal concerns.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2020",
      "keywords": [
        "transcript",
        "sdny investigation",
        "us attorney",
        "marc weinstein",
        "jack scarola",
        "hughes hubbard & reed",
        "protective order",
        "confidentiality",
        "deposition",
        "efta00023699"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026586",
      "summary": "Initial discussions centered around scheduling a video conference with the client, concerns about travel restrictions due to COVID-19 and quarantine requirements, and logistical details such as potential travel arrangements to London. The team was exploring options for a meeting, including the possibility of testing, and coordinating with the UK Metropolitan Police regarding notification requirements. The investigation was being led by a team including multiple attorneys and FBI agents. There were discussions regarding the client's preferences for the meeting format and number of attendees, and confirmation regarding potential travel approvals.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2020",
      "keywords": [
        "efta00026586",
        "epstein",
        "covid-19",
        "testing",
        "uk",
        "travel",
        "interviews",
        "government",
        "quarantine",
        "met police"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020821",
      "summary": "Maxwell* was submitted. *   The initial deadline was November 9, 2020. *   The outside vendor, PAE, responsible for processing the discovery materials (extracted electronic devices from Jeffrey Epstein’s residences), informed the US Attorney’s office that they would not meet the deadline due to technical difficulties with bates stamping and downloading the production. *   PAE anticipates completing the work by November 19, 2020, and will then send the materials to 1 St. Andrew’s Plaza for review. *   The US Attorney’s office intends to request a two-week extension of the deadline, ending on November 23, 2020, specifically for the vendor-processed materials. *   Jeff Pagliuca initially requested more information before taking a position and the case team had been struggling with client calls and visitation.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "us v. maxwell",
        "discovery deadline",
        "relativity",
        "pae",
        "production",
        "vendor",
        "november 9",
        "extension request",
        "united states attorney",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013235",
      "summary": "The contractor, (USANYS) [Contractor], is working with the US Attorney’s Office to load the files into Relativity for Bates stamping and review. There are questions regarding the file format (native files vs. imaged files), the desired production method (tiff images, database load files, or PDF), and the placement of confidential stamps. Initial file counts differ (22,000 vs. 41,000), and there’s a request to prioritize the stamping and download of the documents. Communication occurs between multiple individuals within the USANYS contractor and the US Attorney's Office, addressing logistical questions and confirming the process.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2020",
      "keywords": [
        "usanys",
        "epstein",
        "maxwell",
        "relativity",
        "files",
        "database",
        "images",
        "production",
        "bates",
        "confidential",
        "upload",
        "drive",
        "stamped"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029501",
      "summary": "Nicholas Blase (USANYS) responded to a message regarding “Epstein and SDNY in 2016,” sharing a file named “Epstein_and_SDNY_in_2016.msg.” The email chain involves multiple recipients, including contractors and individuals associated with the US Attorney’s Office for the Southern District of New York (USANYS).",
      "timestamp": "2020-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2020",
      "keywords": [
        "efta00029501",
        "nicholas blase",
        "usanys",
        "epstein",
        "sdny",
        "redaction",
        "2016",
        "contractor",
        "message-id",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031095",
      "summary": "Specifically, cases Epstein and 377 Union Street are receiving excessive attention, monopolizing PAE resources. *   **Data Loading Delays:** Data uploads to Relativity are experiencing delays, particularly with large datasets like 377 Union Street (5 HDs of mixed data). Duplicate data and disorganized files are contributing to the issue. *   **Multiple \"Hot\" Cases:** PAE is managing several high-priority cases concurrently, including We Build the Wall, Epstein, PPI, Keefe v US FD, US v Jai, and 377 Union Street. *   **Communication Challenges:** There's frustration regarding the communication process, with lengthy response times from PAE and difficulty in obtaining clear timelines. *   **Deadline Pressure:** The team is under pressure to meet court deadlines, particularly the 25th of the month production requirement. *   **Impact on AUSAs:** The delays are negatively impacting the ability of Assistant US Attorneys to access their evidence and conduct investigations.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "pae",
        "litigation",
        "priority",
        "data",
        "relativity",
        "epstein",
        "377 union street",
        "timeline",
        "requests",
        "ausas",
        "deadlines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037672",
      "summary": "*   The request originates from C-20 Squad, aiming to show discovery to Maxwell and her defense team at MDC. *   The assistance involves providing a laptop and hard drive to be shown to Maxwell’s team, potentially requiring several hours of waiting. *   The initial proposed timeframe is next week (Wednesday or Thursday), pending approval from MDC. *   Several FBI agents have expressed availability on specific days, with discussions about scheduling and confirmation ongoing. *   The request includes a coordination effort involving the NYPD and a US Attorney’s Office (AUSA).",
      "timestamp": "2020-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "mdc",
        "c-20",
        "discovery",
        "laptop",
        "hard drive",
        "fbi new york",
        "special agent",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027064",
      "summary": "*   The travel request includes details of the trip dates (October xx to October Yu, 2020) and the purpose of the visit. *   Multiple individuals (including USAEO-Foreign Travel, Assistant US Attorneys, and an iPad user) are involved in coordinating the travel approval and visa requirements. *   A visa is not required for the trip. *   A travel memo is attached to facilitate the approval process. *   The email chain involves requests for the recipient to forward approval for a travel authorization and provide information regarding the point of contact (POC) and additional steps for the traveler.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "18 Oct 2020",
      "keywords": [
        "ausa",
        "travel",
        "uk",
        "ecc package",
        "visa",
        "email",
        "travel memo",
        "victim/witness",
        "jeffrey epstein",
        "glaine maxwell",
        "state dept.",
        "travel authorization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019133",
      "summary": "Jeff Jocks of Sondee, Racine & Doren, PLC responded, stating Interlochen does not have records of payments by Epstein or his entities, and tuition payment information is only retained for 7 years. *   **Follow-Up Inquiry (April 2020):** A subsequent inquiry from a US Attorney’s office (Southern District of New York) in April 2020 requested confirmation that all tuition payments by Epstein were included in the initial production. *   **Continued Inquiry (March 2020):** The US Attorney’s office continued to pursue confirmation, prompting Jeff Jocks to acknowledge the complexity of the situation and limited availability for discussion. *   **Receipt Confirmation (February 2020):** Jeff Jocks confirmed receipt of documents produced by the US Attorney’s office related to the subpoena. *   **Scheduling a Call:** Initial scheduling attempts for a call to discuss the subpoena took place between Alison and Jeff Jocks, with a proposed conference line. Note: The text contains redactions which are not included in this summary.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "sondeeracine",
        "attorney",
        "payment",
        "tuition",
        "redaction",
        "united states attorney",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031965",
      "summary": "Embassy in Paris and the Southern District of New York regarding the extradition of Ghislaine Maxwell. *   Discussions centered around Maxwell’s renewed bail application and potential extradition from France, specifically addressing concerns about her dual US/French citizenship. *   Proposed call times were discussed for December 4th, December 5th, and December 7th to gather questions and provide context. *   Multiple individuals’ contact information (phone numbers and email addresses) were exchanged. *   A key point of discussion involved the timeline and resources needed for Maxwell to respond to the extradition process. *   The email chain involves a US Attorney, a US Embassy liaison, and individuals coordinating information related to the SDNY case.",
      "timestamp": "2020-12-05T00:00:00",
      "timestamp_raw": "December 5, 2020",
      "keywords": [
        "sdny case",
        "extradition",
        "france",
        "maxwell",
        "bail application",
        "usanys",
        "crm",
        "paris",
        "timeline",
        "resources"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027559",
      "summary": "An email chain discusses receiving the article “EFTA00027559” which details comments by Counsel to the Acting U.S. Attorney from the United States Attorney's Office, Southern District of New York. The sender ([REDACTED]) requested the full article due to difficulty opening it, and forwarded the article from another sender ([REDACTED]). Six redactions are present within the document.",
      "timestamp": "2020-12-10T00:00:00",
      "timestamp_raw": "December 10, 2020",
      "keywords": [
        "efta00027559",
        "redaction analysis",
        "article",
        "usanys",
        "united states attorney's office",
        "southern district of new york",
        "counsel",
        "comments",
        "us attorney",
        "google chrome"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024471",
      "summary": "The email chain discusses scheduling a trial for “Doud,” likely a defendant, with potential dates in July and August 2020/2021.  A US Attorney outlines a busy summer schedule including trials for Steve Bannon, Noel, Adams, and Lev Parnas, with anticipated durations for each. The Attorney asks for the recipient’s availability, prioritizing the Doud trial as a top priority among several competing cases.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "December 17, 2020",
      "keywords": [
        "doud trial",
        "u.s. v. steve bannon",
        "u.s. v. noel",
        "u.s. v. adams",
        "august 2021",
        "united states attorney's office",
        "new york",
        "covid",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015013",
      "summary": "This document details a series of email exchanges concerning a proffer agreement related to an investigation, likely involving Jeffrey Epstein. The core of the communications revolves around scheduling a WebEx meeting between the US Attorney’s Office (Southern District of New York), Glen McGorty (Crowell & Moring LLP), and an unidentified individual (“Mr.”). The initial email attached the fully executed proffer agreement. Subsequent emails focus on refining the meeting details – proposing dates and times (primarily November 9th-12th) – and outlining the planned questioning, which includes inquiries about Mr.’s interactions with CBP employees and any potential favors he may have extended. FBI agents are involved to investigate CBP topics and timeline of interactions. There are numerous redactions within the document, suggesting sensitive information is being concealed.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2020",
      "keywords": [
        "usanys",
        "epstein",
        "cbp",
        "webex",
        "proffer agreement",
        "glen mcgorty",
        "crowell & moring",
        "southern district of new york",
        "united states attorney",
        "timeline"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017813",
      "summary": "Maxwell, 20 Cr. 330 (AJN)). *   The production includes approximately 1.2 million documents on a hard drive and a CD containing responsive images from Epstein’s iPhone. *   The hard drive and CD were prepared by different offices (vendor and paralegals). *   A new hard drive will be provided to Ms. Maxwell containing the full production for review at the MDC. *   There were concerns about the laptop’s ability to directly load the files due to storage limitations and compatibility issues. *   The MDC initially planned to allow Ms. Maxwell to use the laptop for review, but this was subsequently reduced to 7 hours per weekday. *   The Assistant U.S. Attorney requested confirmation that the full 13 hours per day (plus weekends) previously agreed upon would be available for review. *   A drive and CD containing the new discovery production were delivered to the MDC along with a laptop.",
      "timestamp": "2020-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2020",
      "keywords": [
        "discovery production",
        "hard drive",
        "cd",
        "maxwell",
        "epstein",
        "files",
        "review",
        "litigation",
        "usanys",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023113",
      "summary": "*   The emails detail frequent searches of Maxwell, including pat-downs, searches of her cell and belongings, and inspections of her feet, mouth, and ears. *   The temperature within Maxwell’s cell is monitored and adjusted, with a focus on condensation issues. *   The sender argues that Maxwell’s surveillance and isolation justify the extensive searching, contrasting her situation with that of other inmates. *   The emails are sent between December 30, 2020, and include contact information for the US Attorney’s office in the Southern District of New York and the law firm representing Maxwell.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "ghislaine maxwell",
        "usanys",
        "isolation cell",
        "vtc room",
        "search",
        "surveillance",
        "covid-19",
        "new york",
        "examination"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015902",
      "summary": "This redacted document details a request from the United States Attorney’s Office for the Southern District of New York to explain disparities in counsel and discovery access between Ghislaine Maxwell (detained at the MDC) and Justin Rivera (detained at the MCC) in a sex trafficking case. Here’s the key factual content: *   **Context:** Judge Engelmayer is demanding an explanation for why Maxwell receives significantly more favorable access to electronic discovery and counsel visits compared to Rivera. *   **Differences in Housing:** The core reason for the disparity stems from the different housing situations: Maxwell has sole access to a computer and phone for 13 hours daily at the MDC, while Rivera shares a VTC room with 80 other inmates at the MCC. *   **Court Orders:** Both defendants have court-ordered access to laptops and videoconferences, but the amounts differ significantly. *   **Request for Declaration:** The US Attorney's Office is seeking a BOP declaration to justify the unequal treatment. *   **Timeline:** The declaration is due by December 31, 2020, and the situation involves ongoing criminal and civil litigation. *   **Communication:** The document represents a series of emails and internal communications among attorneys regarding the issue, highlighting concerns about the optics of the situation and potential claims of racial bias.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "discovery access",
        "counsel access",
        "bop",
        "mdc",
        "mcc",
        "vtc",
        "electronic discovery",
        "housing",
        "redaction",
        "united states v. rivera",
        "judge engelmayer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023074",
            "similarity": 0.5,
            "index": 158,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030063",
            "similarity": 0.5,
            "index": 159,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030058",
      "summary": "Rivera et al.). The US Attorney’s Office is preparing a declaration for Judge Engelmayer explaining why the accommodations provided to Maxwell at the MDC – specifically 13 hours daily laptop access and 15 hours of videoconference meetings – cannot be extended to Rivera at the MCC. The key difference cited is their vastly different housing situations: Maxwell is in protective custody outside the general population with significantly more access, while Rivera is in the general population with limited access. The judge expressed concern about the disparity, suggesting it appeared racially motivated. The team is working to finalize the declaration by December 31st, aiming to explain the rationale behind the differing treatment to the court.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "usanys",
        "discovery access",
        "counsel",
        "shu",
        "vtc",
        "mcc",
        "mdc",
        "contraband cellphone",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030063",
            "similarity": 0.667,
            "index": 159,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023074",
      "summary": "Assistant US Attorneys are responding to a request from Judge Engelmayer to explain why Maxwell receives significantly more favorable accommodations (specifically, 13 hours daily laptop access and 15 hours of video conference access) than Rivera at the MCC, where Rivera is housed in the general population. Key points include: *   **Disparity in Access:** Rivera receives only 3 hours of laptop access and 6 hours of video conferencing weekly, while Maxwell has substantially more. *   **Housing Differences:** Maxwell resides in protective custody at the MDC outside the general population, affording her exclusive access to a computer and phone for approximately 13 hours daily. Rivera is housed in the general population at the MCC. *   **Court Orders:** Both defendants have court-ordered access to technology, but the MCC’s implementation of these orders differs significantly. *   **Legal Arguments:** Defense counsel argues the disparity is due to race, gender, and class, raising concerns about potential bias. *   **Declaration Request:** The US Attorney’s office is preparing a declaration from the BOP to justify the differing treatment. *   **Timeline:** The deadline for the BOP declaration is December 31, 2020.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "discovery access",
        "counsel access",
        "usanys",
        "mdc",
        "mcc",
        "protective custody",
        "electronic discovery",
        "vtc",
        "bop",
        "declaration",
        "litigation",
        "sentencing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015902",
            "similarity": 0.5,
            "index": 156,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030063",
            "similarity": 0.556,
            "index": 159,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030063",
      "summary": "Rivera et al.  Judge Engelmayer has requested a BOP declaration explaining why Maxwell receives significantly greater access to electronic discovery and counsel visits compared to Rivera. The key differences stem from their vastly different housing situations: Maxwell is in protective custody with 13 hours a day of computer access, while Rivera shares a VTC room with 80 other inmates. The US Attorney’s office is working to draft a declaration explaining these differences, citing the court's concern about the optics of the disparity. Rivera's defense counsel argues that Rivera is being treated differently due to race, gender, and class.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "usanys",
        "mcc",
        "mdc",
        "discovery access",
        "counsel",
        "bop",
        "shu",
        "vtc",
        "redaction",
        "litigation",
        "accommodations",
        "electronic discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023074",
            "similarity": 0.556,
            "index": 158,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030058",
            "similarity": 0.667,
            "index": 157,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015902",
            "similarity": 0.5,
            "index": 156,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024998",
      "summary": "An email chain discusses a request from defense counsel for attorney visit logs and count slips containing the name “Tartaglione.” The request originates from the US Attorney’s Office, Southern District of New York, specifically involving the White Plains Division and a potential protective order.  A firewall counsel is being utilized to receive the documents to avoid direct access by the sender. A review of the protective order by counsel is pending to determine if modification by Judge Karas is needed before the documents are provided to defense counsel.",
      "timestamp": "2021-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2021",
      "keywords": [
        "epstein",
        "foia",
        "attorney visit logs",
        "count slips",
        "protective order",
        "tartaglione",
        "white plains division",
        "usanys",
        "litigation",
        "defense counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018558",
      "summary": "An email exchange discusses a request from defense counsel (Tartaglione) for attorney visit logs and count slips containing the name “Tartaglione.” The US Attorney’s Office (White Plains Division) is determining if these documents fall under a protective order and is identifying firewall counsel to receive the documents from the requester. The firewall counsel will review the protective order and potentially seek a modification from Judge Karas before forwarding the documents to defense counsel.",
      "timestamp": "2021-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2021",
      "keywords": [
        "epstein",
        "foia",
        "protective order",
        "tartaglione",
        "usanys",
        "documents",
        "defense counsel",
        "judge karas",
        "redaction",
        "visit logs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011039",
      "summary": "Simultaneously, the White House reassured the public of Christopher A. Wray’s continued tenure as FBI director. Several significant events were reported: *   **FBI Investigations:** The FBI investigated a U.S. soldier, Cole James Bridges, who attempted to help ISIS attack the 9/11 Memorial and plotted to target U.S. soldiers in the Middle East, arrested after chatting with an undercover agent on an online forum. Bridges faces up to 40 years in prison. *   **Capitol Siege Investigation:** A man, Samuel Fisher, was arrested near the Capitol with an arsenal of weapons and tactical gear related to the January 6th riot. A second man, Patrick Edward McCaughey III, was arrested for using a riot shield during the attack and is awaiting arraignment. *   **Terrorism Threat Assessment:** Counterterrorism officials reported ongoing recruitment and plotting by terrorist cells in Indonesia despite the COVID-19 pandemic.  232 people were arrested in Indonesia for alleged terrorism activities. *   **Al-Shabaab Operations:** U.S. Africa Command conducted airstrikes against al-Shabaab operatives in Somalia. *   **Turkey Arrest:** Turkish authorities arrested an Italian man, formerly linked to al-Qaeda, who fought in Syria. *   **QAnon Activity:** A surge in violent hashtags and activity was observed on the Parler social media platform following the inauguration of President Biden, with some QAnon followers expressing disillusionment. *   **Ghislaine Maxwell Hearing:** An illegally streamed hearing regarding Ghislaine Maxwell’s trial was observed by apparent QAnon followers. *   **Legal Challenges:**  A New Jersey court ruled against a prosecutor who compared a bank robbery suspect to Jack Nicholson's character from \"The Shining.\" *   **US Attorney’s Office Update:** A U.S. Attorney’s Office specialist provided a contact for further information regarding terrorism and international narcotics investigations. The document contains redactions, likely to protect sensitive information.",
      "timestamp": "2021-01-22T00:00:00",
      "timestamp_raw": "January 22, 2021",
      "keywords": [
        "fbi",
        "biden",
        "wray",
        "isis",
        "9/11 memorial",
        "capitol siege",
        "samuel fisher",
        "cole james bridges",
        "terrorism financing",
        "cryptocurrencies",
        "hawala",
        "indonesia",
        "terrorism cells",
        "cve",
        "al-shabaab",
        "u.s. africa command",
        "russia",
        "chechen",
        "islamic state",
        "surveillance",
        "facial recognition",
        "qanon",
        "ghislaine maxwell",
        "steve bannon",
        "parler"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030861",
      "summary": "The US Attorney’s Office for the Southern District of New York (USANYS) is responding to inquiries from defense counsel regarding the production of discovery materials. **Key Points:** *   **Production Status:** The USANYS is in the process of finalizing the production of discovery materials, primarily focusing on re-stamping documents (SDNY_GM_00327069.001 - SDNY_GM_00327069.794) and loading them onto a drive. *   **Missing Documents & Issues:** The defense is raising concerns about missing documents (AT&T subscriber information, flight logs), metadata gaps in the DAT files (PROD011 and PROD015), and overlaps in production ranges. They request renumbering, new DAT files, and a clarification of Bates number correlations. *   **Requests for Unredacted Materials:** The defense is specifically requesting the unredacted FBI report (SDNY_GM_02050812-14) and a list of redacted documents, along with copies of grand jury subpoenas and the date range of documents requested. *   **Confirmation of Release:** They seek confirmation about the unsealing of the cell-site simulator affidavit referenced in a Daily Beast article and any subsequent FOIA releases. *   **Ongoing Communication:** The exchange highlights a continuous flow of communication between the USANYS and defense counsel as they work to address the discovery requests and ensure compliance with legal procedures. **Note:** The text is heavily redacted, obscuring specific details and potentially sensitive information.",
      "timestamp": "2021-01-27T00:00:00",
      "timestamp_raw": "27 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "production",
        "ftp",
        "files",
        "emails",
        "metadata",
        "bates numbers",
        "cd",
        "drive",
        "defense counsel",
        "usanys",
        "prod011",
        "dat files",
        "maxwell",
        "maxwell's defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027410",
      "summary": "Dr. Rocchio is a forensic and clinical psychologist with 20+ years of experience specializing in trauma-related cases, including child sexual abuse, intimate partner violence, and related litigation. Her expertise includes evaluating victims of abuse, providing legal consultation, and offering expert testimony in both civil and criminal matters. She has experience with various types of abuse, including grooming, delayed reporting, trauma bonding, and complex trauma. She has worked with both male and female victims, and has experience with perpetrators including fathers and mothers. She has testified in Massachusetts criminal trials and has been deposed. She collaborates with US Attorneys and assists in civil litigation involving victims of abuse.",
      "timestamp": "2021-02-01T00:00:00",
      "timestamp_raw": "February 1, 2021",
      "keywords": [
        "trauma",
        "abuse",
        "child sexual abuse",
        "forensic psychology",
        "expert testimony",
        "psychological assessment",
        "ptsd",
        "intimate partner violence",
        "memory",
        "attachment",
        "grooming"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011259",
      "summary": "Initially, the defense requests a 4TB drive containing discovery materials, encountering delays due to technical issues and the vendor's difficulties. The US Attorney’s Office provides assistance, but also identifies several discovery discrepancies and missing Bates ranges (SDNY_GM_00167911 through SDNY_GM_00169735). These include issues with correlating Bates numbers, missing documents, metadata gaps, and a disputed FBI report. The defense requests unredacted documents, grand jury subpoenas, and confirmation regarding the Daily Beast article referencing an unsealed affidavit. Throughout, there’s a focus on the timely delivery of necessary media (drives, CDs) to ensure Ms. Maxwell’s defense preparation. Finally, the US Attorney’s office acknowledges the issues and proposes solutions, including renumbering documents and providing new metadata files.",
      "timestamp": "2021-02-02T00:00:00",
      "timestamp_raw": "02 Feb 2021",
      "keywords": [
        "discovery requests",
        "ftp",
        "redaction",
        "bates ranges",
        "metadata",
        "drive",
        "production",
        "grand jury",
        "southern district of new york",
        "usanys",
        "efta00011259"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027081",
      "summary": "An Assistant United States Attorney is requesting a review of a motion to suppress, originally drafted and edited by the chiefs. The attorney intends to resubmit the revised document to the chiefs for further review as soon as possible, aiming for delivery by the early afternoon of the following day.",
      "timestamp": "2021-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2021",
      "keywords": [
        "suppression",
        "motion",
        "edits",
        "review",
        "united states attorney",
        "new york",
        "redaction",
        "chiefs",
        "attorney",
        "us attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017962",
      "summary": "This document consists of email exchanges between Joe Nascimento, an attorney with Ross Amsel Raben Nascimento, PLLC, and multiple US Attorney’s Office for the Southern District of New York (USANYS) personnel concerning an investigation related to Ghislaine Epstein. The emails detail scheduling attempts for meetings, updates on the investigation (including a client’s cooperation and ongoing status), and communication regarding a grand jury subpoena served on a former partner of the client. Several instances of redaction are present throughout the document, obscuring specific details. The core of the communication revolves around coordinating a meeting to discuss the investigation and gather further information.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "08 Mar 2021",
      "keywords": [
        "efta00017962",
        "epstein",
        "usanys",
        "redaction",
        "investigation",
        "nascimento",
        "ghislaine",
        "west palm beach",
        "hilton",
        "florida"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025204",
      "summary": "On March 8, 2021, Laura Menninger, representing the US Attorney's Office (USANYS), requested a review of “HIGHLY CONFIDENTIAL” nude/partially nude images and videos related to the US v. Maxwell case. Specifically, they requested the FBI to prepare these materials for review by Maxwell and her counsel at 500 Pearl Street by Wednesday or Thursday. The request included confirming the existence of specific image categories seized from Epstein’s residences and Florida investigation evidence. Additionally, they requested a similar inventory of physical evidence from FBI-NY custody and logistics for review at 500 Pearl Street.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "maxwell",
        "epstein",
        "fbi",
        "usanys",
        "evidence",
        "images",
        "videos",
        "confidential",
        "review",
        "inventory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021697",
      "summary": "On March 8, 2021, Laura Menninger of Haddon, Morgan and Foreman, P.C. sent an email to multiple parties, including the US Attorney’s Office (USANYS) and the FBI, regarding the case *US v. Maxwell* (20 Cr. 330). The email requested the viewing of evidence and highly confidential materials related to the case, including scenes. The email included a letter from LAM to the USAO and attached images. The email also contained a confidentiality notice.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "maxwell",
        "fbi",
        "evidence",
        "confidential",
        "request",
        "us v.",
        "laura menninger",
        "haddon morgan foreman",
        "20 cr 330",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025200",
      "summary": "The document is a series of email exchanges regarding the discovery process in a US v. Maxwell case (20 Cr. 330). The US Attorney’s office requests an index of physical evidence seized by the FBI, noting that the existing spreadsheet is incomplete. The FBI provides an index of physical items from the FBI-Miami office, along with associated scans, but requests further clarification and potential for a similar index from the FBI’s New York office. There is a discussion regarding scheduling a call to discuss the requests and available times for the call are being coordinated. A confidentiality notice is included at the end.",
      "timestamp": "2021-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2021",
      "keywords": [
        "fbi",
        "evidence",
        "spreadsheet",
        "maxwell",
        "us v.",
        "new york",
        "discovery",
        "fbi-miami",
        "sdny",
        "epstein",
        "indices",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017740",
      "summary": "Multiple individuals within the US Attorney’s Office for the Southern District of New York (SDNY) are collaborating on a project to compile a comprehensive list of all FOIA requests related to Jeffrey Epstein and Ghislaine Maxwell. One individual is working with EOUSA and providing updates. Another individual is requesting a review of the FOIA Tracking Database to identify missing cases, specifically referencing a civil case involving Radar Online. Correspondence discusses the distinction between FOIA requests handled by the office and those handled by other agencies like the FBI, and the use of a letter regarding discovery versus FOIA. EFTA00017740 and EFTA00017741 are identified as FOIA request tracking numbers.",
      "timestamp": "2021-03-11T00:00:00",
      "timestamp_raw": "11 Mar 2021",
      "keywords": [
        "foia",
        "jeffrey epstein",
        "ghislaine maxwell",
        "redaction analysis",
        "usanys",
        "assistant united states attorney",
        "southern district of new york",
        "radar online",
        "discovery",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028183",
      "summary": "Maxwell case (20 Cr. 330 (MN)). The FBI has provided an index of physical evidence (produced from the FBI-Miami office) but notes it’s not a complete list. The US Attorney is seeking a similar index from the FBI's New York office and exploring options for scheduling a review with the client, potentially on May 18th, utilizing a provided dial-in number. There are logistical discussions about availability and the timeline for obtaining the requested indices.",
      "timestamp": "2021-03-12T00:00:00",
      "timestamp_raw": "12 Mar 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence",
        "spreadsheet",
        "images",
        "new york",
        "discovery",
        "litigation",
        "confidential",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030080",
      "summary": "Several individuals within the US Attorney’s Office for the Southern District of New York (SDNY) are involved in tracking and responding to Freedom of Information Act (FOIA) requests related to the Jeffrey Epstein and Ghislaine Maxwell cases.  Emails detail a request for a comprehensive list of all FOIA requests received by the office concerning these individuals, along with information on production made in response to those requests and the assigned AUSA point of contact.  The FOIA tracking database primarily focuses on requests directed to the office itself and doesn't cover related FBI or litigation cases.  There’s a discussion about discrepancies in a list of cases and the need to identify missing FOIA requests, specifically referencing a case involving Radar Online.  A letter is attached outlining the complexities of FOIA requests versus discovery in litigation.",
      "timestamp": "2021-03-12T00:00:00",
      "timestamp_raw": "12 Mar 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "redaction",
        "usanys",
        "ausa",
        "webex",
        "case",
        "requests",
        "tracking database"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031914",
      "summary": "A US Attorney’s office in West Palm Beach, specifically the SDFL unit, possessed case files and boxes of documents related to the Jeffrey Epstein investigation. A Managing Assistant facilitated a call to discuss scanning these materials for the Southern District of New York’s prosecution of Ghislaine Maxwell. The West Palm Beach office had utilized a dedicated scanner for OPR’s exclusive use during their review. Correspondence indicates an attempt to coordinate access and scanning of the materials for the NY team’s investigation.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "sdfl",
        "west palm beach",
        "usanys",
        "ghislaine maxwell",
        "documents",
        "inventory",
        "scanning",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031589",
      "summary": "This document concerns the discovery process in the US v. Maxwell case, specifically regarding the review of highly confidential evidence related to Jeffrey Epstein’s activities. The US Attorney’s office, represented by an Assistant US Attorney, is facilitating the review of electronic images and physical evidence held by the FBI. Key points include: *   **Types of Evidence:** The FBI possesses three categories of electronic images related to nude/partially nude images: approximately 2,100 electronic images and videos from Epstein’s devices, 3,400 discs from his residences, and 7 hard copy images from the FBI Florida office. *   **Review Access:** The defense team (represented by Laura Menninger of Haddon, Morgan & Foreman) will have access to the electronic files, with Cellebrite software provided for viewing Apple devices. The physical evidence will be reviewed at the FBI’s Bronx warehouse under specific conditions. *   **Logistics:** The warehouse review requires two weeks' notice and is open during business hours. The FBI will provide one laptop for image review and can transport items to 500 Pearl Street. *   **Restrictions:** Duplicates of the obscene electronic images are prohibited, and there are limitations on the number of laptops available.  Electronic media (VHS, cassettes, CDs) are not playable at the warehouse. *   **Timeline & Communication:** The Attorney and defense team are coordinating scheduling for the review, with the FBI anticipating a three-week timeframe for reviewing all electronic media at their Manhattan office.  The defense team is requesting information about the timeline for reviewing the evidence and the availability of an index of physical evidence.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "fbi",
        "epstein",
        "maxwell",
        "discovery",
        "evidence",
        "images",
        "confidential",
        "nyc",
        "bronx",
        "forensic",
        "metadata"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019081",
      "summary": "A letter was sent from the Assistant United States Attorney for the Southern District of New York to counsel regarding a superseding indictment in the case of *US v. Maxwell* (S2 20 Cr. 330 (AJN)). The letter discusses discovery issues and the potential for supplemental briefing on pretrial motions due to the new charges, offering availability for discussion between 1pm-5:30pm the following day.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "us v. maxwell",
        "indictment",
        "grand jury",
        "manhattan",
        "supplemental briefing",
        "pretrial motions",
        "discovery issues",
        "us attorney",
        "southern district of new york",
        "efta00019081"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019595",
      "summary": "This redacted document details a discovery dispute between the Southern District of New York’s United States Attorney’s Office and a legal team (Cohen & Gresser LLP) regarding materials produced in the case involving Jeffrey Epstein. The core issues center around missing files, metadata discrepancies, and a gap in production numbers. Specifically, the US Attorney’s Office is requesting the delivery of a hard drive containing discovery materials to a client, Ms. Maxwell. They identify several problems with prior productions, including: *   Missing attachments from over 109,000 emails. *   Electronic documents with post-seizure creation dates and missing metadata. *   Photographs lacking CART numbers and with similar metadata issues. *   Audio/visual files with similar metadata issues, categorized by production set. *   A gap in the production numbers between November 18th and December 18th. The legal team responds with proposed solutions such as providing the hard drive, correcting the metadata issues, and investigating the production gap.  The correspondence highlights difficulties stemming from the handling and preservation of digital evidence, particularly concerning metadata and the origins of files.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "usanys",
        "discovery",
        "metadata",
        "files",
        "fbi",
        "epstein",
        "cart",
        "production",
        "attachments",
        "hard drive",
        "mdc",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028571",
            "similarity": 0.533,
            "index": 192,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020426",
      "summary": "This document is a series of email exchanges between the Southern District of New York’s Assistant United States Attorney (Chris Everdell) and various parties, including Laura Menninger and Jeff Pagliuca, regarding discovery materials related to a case, likely involving Jared Epstein. Here’s a breakdown of the key points: *   **Discovery Issues:** The primary concern is a series of technical issues with the delivered discovery materials, including missing attachments, incorrect metadata, and gaps in production numbers. *   **Metadata Problems:** Specifically, many electronic documents and photographs lack CART numbers and have dates after the purported seizure dates, causing difficulty in accessing and interpreting the data. Requests are made for metadata overlays. *   **Hard Drive Delivery:** The Assistant US Attorney is requesting the delivery of a hard drive containing the discovery materials to Ms. Maxwell, but the other party is hesitant and proposes alternative solutions. *   **Missing Production Numbers:** A gap exists between production numbers 11/18 and 12/18, and the Assistant US Attorney is inquiring about its intentionality. *   **Coordination & Support:** The Assistant US Attorney is requesting a call to discuss these issues and offers to assist with providing materials to Ms. Maxwell. *   **Redactions:** The document contains redactions, indicating the presence of sensitive or confidential information.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery issues",
        "usanys",
        "metadata",
        "fbi",
        "epstein",
        "production",
        "cd",
        "pdf",
        "files",
        "cart numbers",
        "bates range",
        "southern district of new york",
        "hard drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029950",
      "summary": "An email chain discusses a sealed order (USAO Reference No. 2018R01618) related to civil discovery materials. One party, [REDACTED], expresses confusion that the order is publicly available through Westlaw Edge, attaching a slip copy of the citation. The email thread originates from the US Attorney’s Office and Westlaw.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "30 Mar 2021",
      "keywords": [
        "efta00029950",
        "jeffrey epstein",
        "schiller",
        "order",
        "unseal",
        "discovery materials",
        "usao",
        "westlaw",
        "civil case",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030021",
      "summary": "Maxwell case (20 Cr. 330 (AJN)). The Assistant US Attorney (Southern District of New York) is coordinating the review, which will take place at 500 Pearl Street and potentially the Bronx warehouse. Key details include: *   **Evidence Transport:** The FBI will transport physical evidence (including items like electronic devices, \"bulky\" items, and photos) to 500 Pearl Street for the defense team to inspect and photograph. *   **Highly Confidential Materials:** The FBI will provide access to approximately 2,100 electronic images (seized from Epstein’s devices) and 7 hard-copy images, designating them as “Highly Confidential.”  Access will be limited to one laptop. *   **Scheduling:** The review is scheduled to begin April 13th, with daily sessions, contingent on the Marshals securing Ms. Maxwell’s presence at 500 Pearl Street. *   **Logistics:** The defense team will have a lawyer, investigator, and paralegal present at the Bronx warehouse to photograph items. The FBI will provide equipment for playing electronic media. *   **Coordination:**  Constant communication and confirmation regarding access, availability, and the handling of sensitive materials are emphasized. Multiple email exchanges detail revisions to the plan and clarify specific requests and concerns.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "evidence",
        "maxwell",
        "review",
        "fbi",
        "bronx",
        "warehouse",
        "protective order",
        "digital",
        "files",
        "photography",
        "materials",
        "counsel",
        "usanys",
        "efta00030021",
        "efta00030022",
        "efta00030023",
        "efta00030024",
        "efta00030025",
        "efta00030026",
        "efta00030027",
        "efta00030028",
        "efta00030029",
        "efta00030030"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015753",
      "summary": "Maxwell case, involving highly confidential materials. The review will primarily occur at the 500 Pearl Street courthouse in New York, with some evidence to be viewed at the FBI’s Bronx warehouse. Initially, the FBI intends to make evidence available for review beginning April 13th, daily, until the review is complete. The defense team will be accompanied by an Assistant US Attorney and an FBI agent. Key points include: *   **Initial Scheduling:** The defense team and the government have agreed to a meeting at 11:00 AM on April 12th at the Bronx warehouse to photograph excluded items. *   **Physical Evidence Location:** The vast majority of physical evidence will be transported to 500 Pearl Street for review. *   **Highly Confidential Items:**  The FBI will provide the defense team with laptops to review 2,100 electronic images and 7 hard-copy images classified as “highly confidential”. The defense team requested clarification about the handling of these materials. *   **Logistical Arrangements:** The FBI will ensure a secure environment and separate review space for the defense team. *   **Ongoing Questions and Clarifications:** The defense team raised several questions regarding the process, including the availability of equipment, the handling of non-testifying witness statements, and access to a full inventory of physical evidence.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "efta00015753",
        "efta00015754",
        "efta00015755",
        "efta00015756",
        "efta00015757",
        "efta00015758",
        "efta00015759",
        "efta00015760",
        "efta00015761",
        "efta00015762",
        "efta00015763",
        "efta00015764",
        "efta00015765",
        "efta00015766",
        "us v. maxwell",
        "evidence",
        "redaction",
        "confidential",
        "forensic",
        "investigation",
        "warehouse",
        "fbi",
        "legal",
        "materials",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038577",
      "summary": "FBI agents were requested to assist with the review of evidence for the Maxwell case at 500 Pearl Street from April 13th to April 15th. Squad C-20 needed two or three agents to assist, with one agent requiring a handcuff key to monitor Maxwell, and another to escort her to the bathroom. The review involved Maxwell and her defense team, along with a US Attorney (AUSA), taking place in proffer rooms. Marshals were responsible for producing Maxwell to the location daily.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence review",
        "proffer room",
        "c-20",
        "500 pearl street",
        "marshals",
        "defense team",
        "handcuff key",
        "april 13",
        "4/14",
        "4/15"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015770",
      "summary": "This document outlines the logistics for Laura Menninger’s legal team to review evidence in the US v. Maxwell case (20 Cr. 330 (AJN)). Specifically, it details a request for access to evidence at the Bronx warehouse and 500 Pearl Street courthouse, including: *   **Initial Review Plan:** Chris Everdell proposes arriving at the warehouse on April 12th at 9:30 AM with an investigator and paralegal. *   **Evidence Locations:** The team needs to review evidence from both NY and Florida locations, with disagreements about which items should be transported to 500 Pearl Street. Specifically, items labeled \"Highly Confidential\" may need to be photographed instead of transported. *   **Electronic Media:** The team requires equipment to play recordings and requests clarification on the availability of electronic files, including a concern about missing metadata. *   **Scheduling & Logistics:** The FBI will coordinate the evidence transport and provide an agent to assist. A room at 500 Pearl Street is secured for review. *   **Maxwell’s Appearance:** Maxwell is confirmed to be brought to 500 Pearl Street on April 13th and subsequent days. The document highlights ongoing questions regarding the categorization of evidence, particularly concerning the “Highly Confidential” designation and missing electronic files, and requests further clarification and action from the US Attorney’s office.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "evidence",
        "warehouse",
        "maxwell",
        "bronx",
        "review",
        "photographs",
        "files",
        "electronic",
        "surveillance",
        "items",
        "laura henninger",
        "chris everdell",
        "fbi",
        "redactions",
        "500 pearl",
        "\"highly confidential\""
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038565",
      "summary": "The document is an email chain regarding FBI assistance with a case involving a suspect named Maxwell. Agents are being requested to provide support at 500 Pearl Street from April 13th to 15th for evidence review and monitoring of Maxwell.  Specifically, agents are needed to pull Maxwell from Marshal custody, monitor her during the review, and escort her to the bathroom. An Assistant US Attorney (AUSA) and a Special Operations Section (SOS) agent will also be present.  Logistics, including prisoner transport and evidence handling, are being coordinated.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence",
        "review",
        "500 pearl street",
        "agents",
        "handcuffs",
        "prisoner",
        "trafficking",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026890",
      "summary": "Maxwell* (20 Cr. 330 (MN)). The prosecution (Assistant US Attorney) is arranging for the defense team (represented by Cohen & Gresser LLP and Haddon, Morgan & Foreman, P.C.) to view evidence at 500 Pearl Street, NYC. Key elements include: *   **Scheduling:** The review will begin April 13th, with daily sessions until the evidence is reviewed. The FBI will bring Ms. Maxwell to the location. *   **Evidence Transport:** The FBI will transport physical evidence, excluding certain items (massage tables, cash, etc.) designated as “highly confidential,” which the defense can photograph. *   **Electronic Evidence:** The FBI will make electronic evidence available on laptops. The defense will have access to view those media. *   **Room Arrangements:** The defense will use the largest proffer room at 500 Pearl Street. *   **Protocol:** There will be an FBI agent and AUSA present, with measures to ensure privacy during the review. Laura Menninger, representing the defense, requests clarification on the logistics, particularly regarding the handling of electronic evidence and the designation of “highly confidential” items. The parties are coordinating schedules and addressing logistical challenges for a smooth review process.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "maxwell",
        "fbi",
        "marshals",
        "500 pearl",
        "bronx warehouse",
        "documents",
        "photographs",
        "tennessee",
        "electronic data",
        "confidential",
        "\"highly confidential\"",
        "new york",
        "discovery",
        "discs",
        "witness statements",
        "laura menninger",
        "christian everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027382",
      "summary": "Emails between the United States Attorney's Office for the Southern District of New York and an individual (identified as USANYS) discuss receiving PDFs of documents from the Bureau of Prisons (BOP) related to Jeffrey Epstein’s case. The documents were initially provided without the BOP’s translucent green watermark. One party requested a version of the documents without the watermark, and the Assistant US Attorney confirmed having some versions without the watermark but not a comprehensive set. There was discussion about a potential need to produce documents without the watermark to the court.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "13 Apr 2021",
      "keywords": [
        "epstein documents",
        "bop",
        "redaction",
        "watermark",
        "foia",
        "usanys",
        "jefs",
        "defense counsel",
        "translucent green",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025173",
      "summary": "A correspondence occurred between an Assistant United States Attorney at 300 Quarropas Street, White Plains, NY 10601 and another individual (identified as USANYS) regarding a “Tartaglione Taint Team Question” associated with case file EFTA00025173. The email was sent on April 21, 2021, from an iPhone.",
      "timestamp": "2021-04-21T00:00:00",
      "timestamp_raw": "April 21, 2021",
      "keywords": [
        "efta00025173",
        "tartaglione",
        "usanys",
        "redaction",
        "us attorney",
        "white plains",
        "ny",
        "almin",
        "question",
        "taint team"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024926",
      "summary": "*   The initial request for transcription was made on April 28, 2021, with an anticipated delivery timeframe of the end of the following week. *   Multiple individuals (including [REDACTED], [REDACTED], and a paralegal specialist) communicated regarding the progress and timeline of the transcription. *   The contractor requested access to the recording and shared access to relevant systems. *   One individual ([REDACTED]) had delays due to time-sensitive projects and requested a deadline for the transcription. *   The contractor confirmed the ability to begin the transcription at the end of the week or the beginning of the next week.",
      "timestamp": "2021-04-28T00:00:00",
      "timestamp_raw": "April 28, 2021",
      "keywords": [
        "transcription",
        "shared access",
        "usanys",
        "contractor",
        "interviewer",
        "transcript",
        "editing",
        "maxwell",
        "time-sensitive",
        "recording"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024932",
      "summary": "This document outlines the scheduling and preparation for a series of WebEx meetings related to an investigation involving Mr. [REDACTED] and his potential interactions with Jeffrey Epstein. The initial meetings were planned to discuss CBP employee interactions with Epstein in the Virgin Islands, focusing on inquiries about favors, timelines, and potential knowledge of Epstein’s activities. A proffer agreement was exchanged, and subsequent meetings were scheduled for a shorter, follow-up interview. The US Attorney’s office, through Glen McGorty of Crowell & Moring LLP, is coordinating with FBI agents and seeking to gather information regarding Mr. [REDACTED]'s involvement and knowledge. Technical issues with forwarding the WebEx invitation were addressed, and the meetings were aimed at obtaining detailed information about Mr. [REDACTED]'s connections and activities.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "06 May 2021",
      "keywords": [
        "mcgorty",
        "glen",
        "zelenko",
        "daniel",
        "giffuni",
        "danielle",
        "united states attorney",
        "southern district of new york",
        "cbp",
        "epstein",
        "virgin islands",
        "proffer agreement",
        "webex",
        "timeline",
        "interactions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024683",
      "summary": "On May 13, 2021, a videoconference occurred between counsel for Bill Richardson (BR) and the United States Attorney's Office, Southern District of New York. The discussion centered on BR’s history, particularly regarding Jeffrey Epstein (JE) and Gavin Miller (GM). BR maintains he never attended parties hosted by JE or GM, never discussed massages with them, never received massages, never met women through them, never traveled on JE’s private airplane, or engaged in any intimate physical contact or sexual acts with either. A polygraph examination by Barry Colvert yielded inconclusive results, with varying probabilities of deception.  A 2016 deposition identified BR as a person directed by GM to engage in sexual activity. The potential impact of these allegations on BR’s reputation, finances, and philanthropic endeavors was discussed, along with a request that BR be represented as neither subject nor target of investigation.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "May 13, 2021",
      "keywords": [
        "bill richardson",
        "efta00024683",
        "redaction analysis",
        "polygraph",
        "stephen miller",
        "barry boss",
        "je",
        "gm",
        "sdny",
        "us attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028607",
      "summary": "This document details a series of email exchanges surrounding a subpoena issued to the Interlochen Center for the Arts regarding records related to Jeffrey Epstein and Ghislaine Maxwell. Initially, an assistant U.S. attorney (US Attorney) requests confirmation of tuition payments made by Epstein to Interlochen, prompting a series of responses from Jeff Jocks of Sondee, Racine & Doren, PLC. Jocks initially confirms receipt of the subpoena and provides updates, eventually stating that Interlochen does not have any records reflecting Epstein’s payments. The correspondence involves several clarifications and confirmations regarding the scope of the subpoena and the types of documents sought. Throughout the exchanges, confidentiality is repeatedly emphasized.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "jeff jocks",
        "sondeeracine",
        "email",
        "michigan",
        "payment",
        "photograph",
        "records",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028571",
      "summary": "The emails primarily relate to the production of electronic discovery materials to the US Attorney’s Office, Southern District of New York (USANYS). **Key Points & Actions:** *   **Initial Production:** A contractor (USANYS) sent a CD containing discovery materials to the MDC (presumably the recipient's legal team). Draft cover letters and attached files (DOCX documents) were included. *   **Metadata Issues:** The USANYS team identifies significant issues with the metadata associated with many of the recovered electronic files, including missing dates, incorrect file creation/modification dates, and a lack of CART numbers. *   **Requests for Clarification & Production:** Laura Menninger requests a detailed metadata overlay for files with altered dates, asks for a list of carved/deleted files, and requests CART numbers for specific photographs. *   **Addressing the Drive Issue:** There is discussion about sending a hard drive containing the discovery to the recipient, contingent on the recipient's ability to access it. *   **Missing Attachments:** A large number of emails lack attachments, requiring the USANYS to seek these out. *   **Ongoing Investigation:** The USANYS team is investigating the Bates gap (missing files) and working with a vendor to determine the best way to convey the metadata information. *   **Confirmation of Non-Recovery:** The USANYS confirms that certain attachments were not recovered from searched devices. *   **Multiple Requests for Additional Information:** The assistant US attorney repeatedly requests more information about the discovery materials and the metadata associated with them. **Essentially, the document outlines a challenging discovery process complicated by metadata discrepancies and the need for clarification on missing files and production methods.**",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "21 May 2021",
      "keywords": [
        "efta00028571",
        "discovery",
        "usanys",
        "metadata",
        "production",
        "files",
        "pdfs",
        "cart",
        "metadata overlay",
        "attachments",
        "metadata",
        "hard drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019595",
            "similarity": 0.533,
            "index": 177,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028585",
            "similarity": 0.533,
            "index": 201,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028646",
      "summary": "The core issue revolves around discrepancies and missing metadata within discovery materials related to Jeffrey Epstein’s case, specifically concerning productions labeled SDNY_GM_SUPP, SDNY005, SDNY011, and files within Bates ranges. Key points include: *   **USAfx Account Issues:** The prosecution is attempting to facilitate the transfer of discovery materials to Laura Menninger via the USAfx platform, initially requesting her to set up an account. *   **Metadata Discrepancies:** Significant problems exist with the metadata of many electronic files, including incorrect creation/modification dates and missing original metadata. Specifically, investigators are struggling to locate attached files and determine the source of files with altered dates. *   **CART Numbers & File Tracking:** A specific concern is the lack of CART numbers for numerous photographs and audio/visual files, leading to difficulties in tracking their origin and processing. *   **Requests for Additional Information:** The prosecution repeatedly requests missing attachments, metadata overlays, and clarification on Bates number gaps to facilitate a complete review of the discovery materials. *   **Coordination Efforts:** The exchanges involve coordinating with the MDC (presumably the court’s electronic discovery unit) and exploring options like a hard drive transfer and potential court orders to compel the provision of missing materials. The document highlights a complex and ongoing effort to rectify issues with the discovery process and ensure all relevant materials are accounted for and properly documented.",
      "timestamp": "2021-05-24T00:00:00",
      "timestamp_raw": "24 May 2021",
      "keywords": [
        "discovery",
        "usafx",
        "metadata",
        "files",
        "production",
        "pdfs",
        "cart",
        "supp",
        "emails",
        "hard drive",
        "paralegals",
        "usanys",
        "cd",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023400",
      "summary": "Email exchanges between individuals at the US Attorney's Office (USANYS) and the Office of Chief Medical Examiner (OCME) regarding the release of an autopsy report for Jeffrey Epstein. The report includes redactions. A request was made to send a redacted copy to the OCME.  Discussion occurred about redacting a specific photo (hyoid bone) on page 12, suggesting a need to redact the entire page 12 photo. An attachment containing the redacted autopsy report was sent.",
      "timestamp": "2021-07-01T00:00:00",
      "timestamp_raw": "01 Jul 2021",
      "keywords": [
        "epstein",
        "foia",
        "ocme",
        "autopsy",
        "redaction",
        "usanys",
        "bop",
        "hyoid bone",
        "photo",
        "report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027460",
      "summary": "A communication chain discusses providing advance notice regarding the release of autopsy reports related to Mark Epstein’s death. The US Attorney’s Office is coordinating with Stacey Richman, Mark Epstein’s lawyer, and the Orange County Medical Examiner’s Office (OCME). The OCME is preparing a production of the autopsy report, and the US Attorney’s Office is considering notifying the Epstein family, particularly given ongoing FOIA litigation, while also informing Stacey Richman.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2021",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "bop",
        "stacey richman",
        "ocme",
        "autopsy report",
        "notice",
        "family",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027350",
      "summary": "The following summarizes the provided text: *   A US Attorney is coordinating support for a woman (identified as “”) who intends to testify in a trial scheduled for July 12, 2021. *   The woman wants her husband and three children to accompany her to New York for the trial and accommodations. *   The government is considering funding travel and hotel expenses for the family, potentially through the Epstein Victims’ Compensation Fund. *   Logistics and scheduling are being coordinated between the US Attorney’s office, the victim, and the FBI’s Victim Services folks. *   The initial communication involves confirming the woman’s willingness to testify and discussing the financial aspects of supporting her family.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "efta00027350",
        "new york",
        "victim-witness coordinator",
        "fbi",
        "testimony",
        "travel",
        "funding",
        "epstein victims' compensation fund",
        "trial",
        "florida"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018186",
      "summary": "*   The trial is scheduled for November in New York. *   They are requesting FedEx records from 2008, initially obtained through a subpoena. *   A cover letter and certification from FedEx in 2008 were attached to provide relevant documentation. *   The team is seeking confirmation of someone who can sign an affidavit or provide testimony at trial. *   Communication involves multiple individuals, including paralegals and an assistant US attorney, with follow-up requests for contact information.",
      "timestamp": "2021-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2021",
      "keywords": [
        "fedex",
        "legal department",
        "records custodian",
        "testimony",
        "affidavits",
        "ghislaine maxwell",
        "jeffrey epstein",
        "trial",
        "new york",
        "subpoena",
        "united states attorney",
        "memphis",
        "tn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023043",
      "summary": "A contractor ([REDACTED]) is assisting the US Attorney's Office (USANYS) with a project concerning documents related to the “GM FedEx Project.” The contractor is reviewing FedEx documents, confirming they were not produced in discovery.  They have drafted a cover letter for the FedEx documents, suggesting it be stamped with specific protective order language. Additional materials are located in a shared folder and the contractor is seeking guidance on whether to stamp them as well, or solely focus on the FedEx materials. Scheduling discussions regarding a call to coordinate work are also occurring between the parties.",
      "timestamp": "2021-07-21T00:00:00",
      "timestamp_raw": "21 Jul 2021",
      "keywords": [
        "fedex",
        "discovery",
        "usanys",
        "contractor",
        "maxwell",
        "production",
        "stamped",
        "protective order",
        "united states attorney",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022483",
      "summary": "An email chain discusses a “photo sourcing project” involving spreadsheets with evidence item details, names of CD’s, and locations of items. One individual ([REDACTED]) sent an attached spreadsheet (“Photosior_Trial_Prep_with_Location_Info.xlsx”) with three added columns: “Evidence Item it,” “Name of CD,” and “Location of Item.” Another individual ([REDACTED]) inquired about the spreadsheet's delivery within the next few days. The emails were sent between September 27th and September 30th, 2021, and relate to the Southern District of New York.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2021",
      "keywords": [
        "photo project",
        "spreadsheet",
        "evidence",
        "location",
        "redaction",
        "us attorney",
        "new york",
        "september 2021",
        "photos",
        "efta00022483"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016469",
            "similarity": 0.667,
            "index": 209,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016959",
      "summary": "An email chain discusses updating a website related to the Maxwell case. A judge issued an order for a teleconference on October 21, 2021, at 12:00 p.m. with access codes for both US and international participants. Recording or rebroadcasting of the proceeding is prohibited. The email exchange involves multiple US Attorney’s Office personnel and discusses whether to include a document or just the text in the website update.",
      "timestamp": "2021-10-21T00:00:00",
      "timestamp_raw": "October 21, 2021",
      "keywords": [
        "maxwell",
        "ghislaine maxwell",
        "victim website",
        "united states v.",
        "teleconference",
        "jury selection",
        "judge nathan",
        "access code",
        "federal court proceedings",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028585",
      "summary": "Multiple parties – primarily the US Attorney’s Office (USANYS) and a contractor – are involved in addressing issues with the production, particularly regarding missing attachments, metadata discrepancies, and gaps in file production. Key issues identified include: *   **Missing Attachments:** Over 109,000 emails in the discovery lacked their associated attachments. *   **Metadata Issues:** Numerous files (photos and electronic documents) had inconsistent or missing metadata, including incorrect creation/modification dates.  Specifically, files produced after November 9, 2021, had dates post-seizure, and some files lacked CART numbers. *   **Production Gaps:** A gap exists between production numbers 11/18 and 12/18 related to the SDNY_GM_02742044 to 2742183 Bates numbers. *   **Conversion Issues:** Some files were converted to PDF prior to production. *   **Requests for Information:** The USANYS requests a list of all carved or deleted files, confirmation of native vs. PDF formats, and, where applicable, additional metadata information (MIME types, original file names, dates). The US Attorney’s Office seeks to resolve these issues by requesting the contractor to provide requested information and address the gaps, ultimately aiming to facilitate the delivery of the discovery materials to a client (Maxwell). The email chain details the investigation, the specific files of concern, and the steps required to rectify the situation.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "efta00028585",
        "discovery",
        "production",
        "metadata",
        "pdf",
        "files",
        "cart",
        "attachments",
        "metadata overlay",
        "dates",
        "usanys",
        "contractor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028571",
            "similarity": 0.533,
            "index": 192,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026696",
      "summary": "An email chain discusses redactions for exhibits related to a case (US v. Maxwell).  Multiple individuals are requesting the removal of addresses and phone numbers from document GX 607.  Changes to an index spreadsheet are being made, including updating exhibit designations (MV numbers) and removing specific entries like MV-5 and GXs 316 and 331.  There are questions regarding metadata in document series 417A-422A and the absence of GX 419, requiring adjustments to the index to fill gaps. The index updates will indicate exhibits intended to be offered under seal.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "11 Oct 2021",
      "keywords": [
        "redaction",
        "exhibits",
        "index",
        "gx-10",
        "gx-11",
        "gx-12",
        "gx-13",
        "gx-313",
        "metadata",
        "us attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013431",
      "summary": "An individual is requesting access to a recorded interview at the NBC News link: https://www.nbcnews.com/news/us-news/how-british-teen-model-was-lured-jeffrey-epstein-s-web-n 1056901. The individual was informed that the link has expired and inquired if the sender had the recording or could facilitate obtaining it for internal use. The email thread involves communications between the requester and a United States Attorney’s Office employee.",
      "timestamp": "2021-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2021",
      "keywords": [
        "efta00013431",
        "nbc",
        "jeffrey epstein",
        "video interview",
        "redaction",
        "us attorney",
        "news",
        "model",
        "teen",
        "united states"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020817",
      "summary": "*   The core topic of the exchange was the preparation and distribution of “spreadsheets” originating from Denver exports, specifically regarding materials that lacked thumbnails. *   Requests were made to update cover letters, including modifying Bates ranges and removing the word \"discovery\" from a PDF title. *   A production of documents was prepared and shared via a shared DOJ cloud storage location. *   The sender offered to convert the materials to PDF and send them to MDC (likely a client) for review. *   The sender provided a link to the shared production files. *   There were requests for immediate delivery of the materials.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2021",
      "keywords": [
        "spreadsheets",
        "denver",
        "exports",
        "pdf",
        "mdc",
        "usafx",
        "discovery",
        "bates range",
        "fbi",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023182",
      "summary": "The initial request involves obtaining records related to tuition payments. There are multiple exchanges of emails between Jocks and an Assistant United States Attorney (US Attorney) regarding the subpoena, clarifying details like the availability of a custodian to testify, requesting specific documents (e.g., a color photograph from page 87), and confirming the scope of the requested records (specifically regarding tuition payments by Epstein or his entities).  Interlochen initially states they do not have color copies but eventually provides documentation.  The US Attorney repeatedly checks in on the progress and asks for confirmation that all relevant records are being produced. The correspondence includes notices of confidentiality and emphasizes the sensitive nature of the information.  The final email confirms receipt of documents, and the US Attorney expresses a need for further clarification.",
      "timestamp": "2021-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2021",
      "keywords": [
        "efta00023182",
        "interlochen center for the arts",
        "subpoena",
        "jeff jocks",
        "sondeeracine",
        "records custodian",
        "epstein",
        "payment",
        "photographs",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028028",
      "summary": "An email chain discusses a brief related to a government omnibus opposition. Monde and others confirm a review of the brief, specifically checking for spacing issues and green highlighting. Andrew, an Assistant United States Attorney, requests confirmation of the recipient for the finalized brief.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "brief",
        "redaction",
        "toc",
        "toa",
        "us attorney",
        "new york",
        "efta00028028",
        "efta00028029",
        "highlighting",
        "spacing issues"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022176",
      "summary": "An individual, identifying as a rape survivor, contacted the United States Attorney’s Office for the Southern District of New York regarding the Epstein Victims Compensation Fund. They allege criminal activity related to the fund, including suspected fraudulent processing of a claim and misappropriation of funds. The initial response from the US Attorney’s Office stated they have no involvement with the fund and that all compensation was handled civilly. The individual believes the Vulnerable Adults Act may apply to their situation due to their disability and rape trauma.",
      "timestamp": "2021-12-05T00:00:00",
      "timestamp_raw": "05 Nov 2021",
      "keywords": [
        "civilian complaint",
        "criminal activity",
        "rape",
        "victim",
        "compensation fund",
        "epstein",
        "us attorney",
        "vulnerable adults act",
        "trauma",
        "reporting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014647",
      "summary": "Christian Everdell is following up on a stipulation regarding a document, specifically a \"true and accurate copy of the transcript of one witness's trial testimony, but not the full trial transcript, given on February 26...\". An Assistant United States Attorney from the Southern District of New York proposes the specific wording for the stipulation, and Everdell indicates they are fine with it, open to alternative language achieving the same outcome.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "stipulation",
        "redacted",
        "government",
        "testimony",
        "trial",
        "chris",
        "us attorney",
        "new york",
        "february 26",
        "copy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016469",
      "summary": "An email thread discusses a “photo project” involving sourcing images. One individual ([REDACTED]) sent a spreadsheet (“Photos for Trial Prep with Location_Info.xlsx”) containing columns for “Evidence Item,” “Name of CD,” and “Location of Item.” Another individual ([REDACTED]) requested the spreadsheet within the next few days, and a third individual ([REDACTED]) confirmed the project was completed and attached the spreadsheet. The email chain originates from the Assistant United States Attorney for the Southern District of New York.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "photo project",
        "redaction",
        "evidence",
        "spreadsheet",
        "location",
        "new york",
        "us attorney",
        "trial prep",
        "september 2021",
        "efta00016469"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022483",
            "similarity": 0.667,
            "index": 199,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038919",
      "summary": "On January 3, 2022, Jack Scarola issued a statement regarding the conviction of Ghislaine Maxwell. The statement expressed satisfaction with the conviction as a confirmation of the charges against her and the young women she abused. It also noted the lack of accountability for other co-conspirators and Maxwell's potential motivation to uncover further information related to Jeffrey Epstein’s criminal enterprise. The email was a confidential communication from the law firm of Searcy Denney Scarola Barnhart & Shipley, P.A.",
      "timestamp": "2022-01-03T00:00:00",
      "timestamp_raw": "January 3, 2022",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "prosecution",
        "us attorney",
        "criminal enterprise",
        "co-conspirators",
        "abuse",
        "justice",
        "legal",
        "law firm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018370",
      "summary": "This document is a redaction analysis for file EFTA00018370.pdf, dated December 24, 2025. It lists the following US Attorneys and related cases: *   Gail S. Goodman – US Attorney (EMI), Cases: US v. Daniel Stephen Johnson, US v. Yusef Abramov, US v. Shane Britton *   US Attorney (New Mexico) – Case: US v. Arthur Perrault *   US Attorney (San Francisco) – Cases: US v. Kealon Dyer-Hogan, US v. Michael Lindsay",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00018370",
        "gail s. goodman",
        "federal court testimony",
        "us attorney",
        "emi",
        "daniel stephen johnson",
        "yusef abramov",
        "shane britton",
        "arthur perrault",
        "kealon dyer-hogan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031936",
      "summary": "Jeffrey Epstein, a Manhattan investment manager, pleaded guilty to soliciting underage prostitutes at his Palm Beach mansion and is facing 16 months in prison. His lawyers, led by Gerald Lefcourt, are attempting to persuade federal prosecutors to drop the demand that he register as a sex offender, arguing the state did not believe registration was warranted. Epstein’s former business partner, Mort Zuckerman, is also mentioned.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "sex offenses",
        "jeffrey epstein",
        "legal",
        "prosecution",
        "plea guilty",
        "palm beach",
        "registered sex offender",
        "gerald lefcourt",
        "us attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031198",
      "summary": "A paralegal specialist at the U.S. Attorney’s Office I SDNY is seeking clarification on two questions: whether someone wants to “get out” 3500, and whether someone will send Khalilah a list of all admitted exhibits, including DXs LV-3A, LV-3B, LV-4, LV-5, and J-3 (attached to the email).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00031198",
        "maxwell",
        "exhibits",
        "admitted",
        "us attorney",
        "sdny",
        "khalilah",
        "dxs",
        "list",
        "transcript"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030019",
      "summary": "Emails discuss the production of travel records related to Jeffrey Epstein and Maxwell, originating from the US Attorney’s Office (USANYS), the FBI (specifically the New York Field Office), and CBP. Files were saved in a “CBP — CONFIDENTIAL” folder and referenced as originating from 1/1/1990-4/5/2021.  The records included multiple sets due to differing last names and included names such as Maxwell, Epstein, and a name redacted as “MM.”  The FBI was awaiting results from FDRs sent to the UK regarding travel records for these individuals.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "travel records",
        "cbp",
        "redaction",
        "fbi",
        "usanys",
        "production",
        "discovery",
        "maxwell",
        "epstein",
        "uk",
        "1990s"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030185",
      "summary": "During a 28-day period, tweets from the US Attorney SDNY (@SDNYnews) generated 2.1 million impressions, with 143.9K impressions from top tweets. A specific tweet regarding Jeffrey Epstein and a call to action to contact the FBI received significant engagement, totaling 3,173,370 engagements, 158,969 engagements, and a 5.0% engagement rate.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "analytics",
        "tweets",
        "audiences",
        "events",
        "impressions",
        "engagements",
        "sdny",
        "epstein",
        "fbi",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}