{
  "keyword": "psychology",
  "count": 31,
  "keyword_match_count": 31,
  "content_match_count": 32,
  "total_files": 63,
  "timeline": [
    {
      "file_id": "EFTA00033520",
      "summary": "This document outlines the Bureau of Prisons’ suicide prevention program, effective March 15, 2007. Its purpose is to identify and manage potentially suicidal inmates through staff training and observation. Key changes include: three mock suicide emergency exercises per year (one in the SHU), specific criteria for suicide risk assessments and post-watch reports, designated suicide watch rooms (requiring regional director approval), and procedures for notifying psychology services upon inmate requests for protective custody. The program involves staff training, inmate observation, and documentation of all events. The document references various Bureau directives and standards, including those related to discipline, housing units, psychological services, and use of force.  It establishes a formal process for responding to inmate suicide attempts, including after-action reviews and documentation requirements. Finally, the document details procedures for managing inmates in SHUs and uses of inmate observers within the inmate companion program.",
      "timestamp": "2007-03-15T00:00:00",
      "timestamp_raw": "March 15, 2007",
      "keywords": [
        "suicide prevention",
        "inmates",
        "bureau of prisons",
        "risk assessment",
        "training",
        "shu",
        "intervention",
        "treatment",
        "supervision",
        "criteria",
        "procedures",
        "observations",
        "mental health",
        "referral",
        "assessment",
        "emergency",
        "mock emergency",
        "documentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035323",
      "summary": "Department of Justice’s Federal Bureau of Prisons. The program’s purpose is to prevent self-destructive behavior and reduce the risk of inmate suicide. Key elements include: *   **Responsibilities:** The Chief Psychologist is the program coordinator. *   **Procedures:** All staff must immediately refer potentially suicidal inmates to Psychology Services. The Psychology Services Inmate Questionnaire (PSIQ) is used for initial screening. Inmates exhibiting suicidal thoughts or distress receive a suicide watch, typically involving continuous visual observation by inmate companions. *   **Maintenance:**  Suicidal inmates are placed in a designated 2nd floor suicide prevention area, subject to specific procedures regarding companions (gender restrictions), room inspections, and item restrictions. *   **Documentation:** Observations are recorded in a Suicide Watch Log Book. *   **Exceptions:** Specific rules apply for Unit 3 inmates, alternate watch rooms, and certain visitation/phone scenarios, all requiring approval from higher-level authorities. *   **Inmate Companions:**  Volunteers are recruited and trained to monitor inmates on suicide watch, receiving compensation for their time. *   **Staff Training:**  All staff receive training on recognizing suicidal behavior and implementing prevention techniques, with supplemental training for specific units and emergency response exercises. The directive rescinds an older version (NYM 5324.05c) and is effective upon issuance.",
      "timestamp": "2007-04-05T00:00:00",
      "timestamp_raw": "April 5, 2007",
      "keywords": [
        "suicide prevention program",
        "inmates",
        "psychology services",
        "suicide watch",
        "referral",
        "procedures",
        "directive",
        "observation",
        "questionnaire",
        "mental health",
        "intervention",
        "staff responsibilities",
        "restraints",
        "unit 2",
        "unit 3",
        "9 south"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034007",
            "similarity": 0.556,
            "index": 2,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034007",
      "summary": "This document outlines the Suicide Prevention Program for inmates at the Metropolitan Correctional Center, New York. Its primary purpose is to prevent self-destructive behavior and reduce fatalities. Here’s a breakdown of the key elements: *   **Purpose:** The program aims to avert loss of life and minimize the risk of further suicidal behavior. *   **Responsibilities:** The Chief Psychologist is the coordinator, with staff responsible for immediate referral of potentially suicidal inmates. *   **Procedures:** *   **Referral:** All staff must immediately refer inmates to Psychology Services. *   **Psychological Evaluation:** Inmates exhibiting suicidal thoughts or distress are placed on suicide watch, often involving continuous observation and daily interviews. *   **Observation & Containment:** Inmates on suicide watch are placed in a designated area with continuous visual observation and restricted access to potentially harmful items. *   **Inmate Companions:** Trained inmate companions assist in monitoring inmates on suicide watch. *   **Documentation:** Detailed records of observations, interventions, and inmate status are maintained in a Suicide Watch Log Book. *   **Training:** Staff receive training on recognizing suicidal behavior, referral protocols, and prevention techniques. *   **Directive Updates:** This supplement replaced an older directive (NYM 5324.05c) and references the original (P.S. 5324.08).",
      "timestamp": "2013-05-21T00:00:00",
      "timestamp_raw": "May 21, 2013",
      "keywords": [
        "suicide prevention",
        "inmates",
        "psychology services",
        "referral",
        "suicide watch",
        "procedures",
        "observation",
        "evaluations",
        "mental health",
        "questionnaire",
        "restraints",
        "staff responsibilities"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035323",
            "similarity": 0.556,
            "index": 1,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018300",
      "summary": "Goodman, a highly experienced psychologist specializing in the intersection of developmental psychology, memory, and the legal system, particularly concerning child sexual abuse. **Key Information:** *   **Background:** Dr. Goodman holds a Ph.D. from UCLA and has a distinguished career marked by extensive research, teaching, and consulting roles. *   **Academic Affiliations:** She has held prominent positions at the University of California, Davis, including Distinguished Professor of Psychology and Director of the Center for Public Policy Research. She has also held positions at the University of Oslo and the University of Denver. *   **Research Focus:** Her research primarily revolves around children’s memory, eyewitness testimony, false memory, trauma, attachment, and how these factors relate to legal cases involving child abuse. She has conducted numerous studies with various methods (e.g., laboratory experiments, longitudinal studies, clinical interviews). *   **Professional Memberships:** Dr. Goodman is a fellow of several prominent psychological organizations, including the American Psychological Association and the Society for Psychological Study of Social Issues. *   **Awards and Recognition:** She has received numerous prestigious awards and honors, including the UC Davis Academic Senate Distinguished Faculty Research Award and the American Psychological Association's Distinguished Contributions to Research in Public Interest Award. *   **Consulting and Expertise:** Dr. Goodman has served as a consultant to special assault forensic evaluation centers and has been involved in advising governmental and legal agencies on child abuse cases. She has testified in court and given numerous invited lectures. *   **Publications and Contributions:** She has authored and co-authored numerous scholarly articles, book chapters, and reports on child witness testimony and related topics. *   **Ongoing Research:** Dr. Goodman continues to conduct research in this field, exploring topics such as memory accuracy, false memory, and the influence of attachment on memory processes. In essence, this document showcases Gail Goodman’s substantial and impactful contributions to the field of psychology, particularly in understanding the complexities of memory and its relevance in legal contexts related to child abuse.",
      "timestamp": "2017-03-01T00:00:00",
      "timestamp_raw": "2017/03/01",
      "keywords": [
        "gail goodman",
        "psychology",
        "child witnesses",
        "trauma",
        "memory",
        "eyewitness testimony",
        "sexual abuse",
        "developmental psychology",
        "law",
        "forensic psychology",
        "california",
        "research",
        "education",
        "university of california",
        "davis",
        "judge",
        "legal",
        "policy",
        "expert witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036705",
      "summary": "It contains findings from program reviews conducted April 1, 2019, through June 30, 2019. *   **Report Contents:** The report details reviews across 29 different programs including Affirmative Employment, Correctional Programs, Correctional Services, Education/Recreation Services, Environmental & Safety Compliance, Facilities Management, Female Offenders, Financial Management, Food Service, Health Services, Human Resource Management, Information Systems & Security, Psychology Services, Religious Services, Residential Reentry, and Trust Fund operations. UNICOR and Volunteer Services are also assessed. *   **Review Team Issues:** The primary issue identified is a lack of consistent operational reviews, with reviews often incomplete or not conducted on schedule.  Significant issues have been identified across multiple program areas, including deficiencies in training documentation, compliance with regulations (e.g., FECA, OSHA), recordkeeping, and adherence to established policies and procedures. *   **Key Deficiencies:** Frequent deficiencies include issues with inmate supervision (SHU rounds), documentation of healthcare services, management of sensitive information, inaccurate financial records, inadequate training, and failures in contract oversight. *   **Corrective Actions:** The report emphasizes the importance of thorough operational reviews, consistent documentation, adherence to mandatory standards, and improved oversight in various program areas. It recommends staff training to address identified gaps and reinforces the need for timely and complete program reviews. *   **Attachments:** The document references attachments EFTA00036705 through EFTA00036711, which contain further details and instructions related to the review process and specific program requirements.",
      "timestamp": "2019-04-01T00:00:00",
      "timestamp_raw": "April 1, 2019",
      "keywords": [
        "program review",
        "fy2019",
        "corrections",
        "affirmative employment",
        "correctional programs",
        "operational reviews",
        "training",
        "policies",
        "compliance",
        "deficiencies",
        "management control",
        "shu",
        "reentry",
        "unicor",
        "volunteer services",
        "healthcare",
        "information systems",
        "sentry"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035369",
      "summary": "Jeffrey Epstein, registered as Reg. 76318-054, arrived at MCC New York on July 6, 2019, at 9:24 PM and was placed in Special Housing Unit. He was arraigned in court and will undergo a suicide risk assessment by Psychology. Depending on the assessment, he will either be placed on Psychological Observation or Suicide Watch. There were media inquiries and staging around the facility and courthouse.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "reg 76318-054",
        "mcc new york",
        "special housing unit",
        "psychology",
        "suicide watch",
        "media",
        "observation",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035370",
      "summary": "Mr. Epstein (Reg. 76318-054) was admitted to MCC New York on 7/6/2019 and placed in Special Housing. He was arraigned in court and will undergo a suicide risk assessment by Psychology. If Psychology is unavailable upon his return, he will be placed on Psychological Observation unless he reports suicidal ideation, in which case he will go on Suicide Watch. There have been media inquiries and staged media presence near the facility and courthouse.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "7/6/2019",
      "keywords": [
        "efta00035370",
        "epstein",
        "mcc new york",
        "suicide risk assessment",
        "psychological observation",
        "suicide watch",
        "media inquiries",
        "court arraignment",
        "housing unit",
        "psychology"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034153",
            "similarity": 0.5,
            "index": 8,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036081",
      "summary": "On July 6, 2019, an inmate arrived at the NYM facility, initially placed in the receiving area and then moved to general population. Due to a lack of prior notification from USMS regarding his high-profile status, staff were unaware. The Warden identified him as high-profile on July 7, 2019, and moved him to the Special Housing Unit. Subsequently, on July 8, 2019, he was moved to Psychology Observation for evaluation, which was not suicide watch, and returned to the SHU on July 10, 2019, with a cellmate until July 23, 2019.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "efta00036081",
        "inmate",
        "arrival",
        "mcc",
        "special housing unit",
        "psychology observation",
        "suicide watch",
        "usms",
        "timeline",
        "receiving and discharge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034153",
      "summary": "Inmate Epstein Reg. 76318-054 was admitted to MCC New York on 7/6/2019 and placed in Special Housing Unit. He was arraigned in court and will undergo a suicide risk assessment by Psychology. If Psychology is unavailable, he will be placed on Psychological Observation unless he reports suicidal ideation, in which case he will go on Suicide Watch. There have been media inquiries and staged media presence near the facility and courthouse.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "7/6/2019",
      "keywords": [
        "efta00034153",
        "mr. epstein",
        "mcc new york",
        "suicide risk assessment",
        "psychological observation",
        "suicide watch",
        "media inquiries",
        "court arraignment",
        "psychological evaluation",
        "housing unit",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035370",
            "similarity": 0.5,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035267",
      "summary": "On July 7, 2019, a correctional officer observed an inmate, Jeffery Epstein (EFTA00035267), exhibiting distressed and confused behavior during a count. The officer requested psychological intervention due to concerns about potential suicidal thoughts, noting the inmate’s evasive responses and withdrawn demeanor. The officer did not know the inmate’s registration number or intake details.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "inmate",
        "jeffery epstein",
        "psychology",
        "suicidal thoughts",
        "count",
        "redaction",
        "intake",
        "5 north",
        "distressed",
        "withdrawn"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035268",
            "similarity": 0.667,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034819",
      "summary": "Following a phone consultation with Central Office, the Associate Warden at MCC New York is recommending a suicide risk assessment for inmate Epstein upon his return from court due to his high-risk factors including media attention, sex offense charges, and potential negative court news. If psychology staff are unavailable, Epstein will be placed on Psychological Observation or Suicide Watch, and relevant staff have been instructed to immediately notify the psychology department.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "7/8/2019",
      "keywords": [
        "suicide risk assessment",
        "inmate",
        "psychology",
        "suicide watch",
        "bop statistics",
        "risk factors",
        "court",
        "psychologist",
        "psychological observation",
        "metropolitan correctional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035668",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035632",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034147",
            "similarity": 0.818,
            "index": 14,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034855",
      "summary": "A suicide risk assessment is recommended for inmate J. 76318054 (Epstein) upon his return from court due to factors including media attention, sex offense charges, pre-trial status, and potential negative legal news. Staff are instructed to immediately notify the psychology department if he returns from court, and to place him on PSYCHOLOGICAL OBSERVATION or Suicide Watch until an assessment can be conducted.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "7/8/2019",
      "keywords": [
        "inmate",
        "epstein",
        "suicide risk",
        "psychological assessment",
        "bop",
        "psychology",
        "court",
        "risk factors",
        "central office",
        "watch status"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034148",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035668",
      "summary": "A suicide risk assessment is recommended for inmate J. Epstein (76318054) upon his return from court due to factors including a high-profile case, sex offense charges, pre-trial status, and potential bad news. If psychology is unavailable, R&D staff and Lieutenants are to place him on Psychological Observation or Suicide Watch until an assessment can be conducted. Notifications are to be made to the on-call psychologist if he returns after duty hours.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "inmate epstein",
        "suicide risk assessment",
        "psychology",
        "bop statistics",
        "court",
        "risk factors",
        "suicide watch",
        "psychological observation",
        "media attention",
        "legal situation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034819",
            "similarity": 0.538,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035632",
            "similarity": 0.667,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034147",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034818",
            "similarity": 0.538,
            "index": 15,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035632",
      "summary": "Due to a pending court case involving inmate J. Epstein (76318054), a suicide risk assessment is being recommended by the Associate Warden at MCC New York. Epstein has multiple risk factors, including a high-profile case, sex offense charges, and pre-trial status, as identified by BOP statistics. Upon his return from court, R&D staff and Lieutenants are to immediately notify the psychology department. If psychology is unavailable, on-call psychologists are to place Epstein on a watch status until an assessment can be conducted.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "inmate epstein",
        "suicide risk assessment",
        "psychology",
        "bop statistics",
        "court",
        "psychological observation",
        "suicide watch",
        "risk factors",
        "federal bureau of prisons",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035668",
            "similarity": 0.667,
            "index": 12,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034819",
            "similarity": 0.538,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034147",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034818",
            "similarity": 0.538,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035633",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034147",
      "summary": "Due to a high-risk situation involving inmate Epstein, the Metropolitan Correctional Center is recommending a suicide risk assessment upon his return from court. If he doesn’t report suicidal ideation, he will be placed on Psychological Observation. R&D staff and Lieutenants are instructed to immediately notify the psychology department upon his return, regardless of the time, until a thorough assessment is completed.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "7/8/2019",
      "keywords": [
        "suicide risk assessment",
        "inmate",
        "psychology",
        "suicide watch",
        "bop statistics",
        "risk factors",
        "court",
        "psychological observation",
        "psychologist",
        "dr. epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035632",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035668",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034819",
            "similarity": 0.818,
            "index": 10,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034818",
      "summary": "Following a phone conversation on July 8, 2019, the Associate Warden at MCC New York recommended a suicide risk assessment for inmate J. 76318054 (Epstein) upon his return from court due to factors including media attention, sex offense charges, pre-trial status, and a potential negative legal outcome. Staff were instructed to immediately notify the psychology department if Epstein returned from court, and to place him on a watch status until an assessment could be conducted.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "inmate epstein",
        "suicide risk assessment",
        "psychology",
        "bop",
        "court",
        "risk factors",
        "suicide watch",
        "psychological observation",
        "correctional center",
        "notification"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035632",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035668",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034148",
      "summary": "On July 8, 2019, the Associate Warden at MCC New York received a recommendation to conduct a suicide risk assessment on inmate J. Epstein (76318054) upon his return from court due to factors including sex offense charges, a high-profile case, and potential negative legal news. Staff were instructed to immediately notify the psychology department upon his return, and he was to be placed on psychological observation or suicide watch until an assessment could be conducted.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "inmate",
        "epstein",
        "suicide risk",
        "assessment",
        "psychology",
        "bop",
        "court",
        "risk factors",
        "watch status",
        "psychological observation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034855",
            "similarity": 0.667,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035633",
      "summary": "Due to a potential negative court outcome, the Associate Warden at MCC New York is recommending a suicide risk assessment for inmate Epstein upon his return from court. If psychology services are unavailable, Epstein will be placed on Psychological Observation or Suicide Watch if he reports suicidal ideation. R&D staff and Lieutenants are instructed to immediately notify the psychology department upon his return, regardless of the time, until an assessment can be conducted.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "7/8/2019",
      "keywords": [
        "suicide risk assessment",
        "inmate epstein",
        "psychological observation",
        "suicide watch",
        "bop statistics",
        "court proceedings",
        "risk factors",
        "psychology department",
        "watch status",
        "federal bureau of prisons"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035632",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034618",
      "summary": "On July 10, 2019, at approximately 10:14 AM, 10:16 AM, and 10:17 AM, a Chief Psychologist at the Metropolitan Correctional Center in New York discussed patient care with another individual. Notes were being entered regarding patients, including Epstein, who was scheduled for a POFU (Pre-Offense Follow-Up) the following day due to a crisis. The communication occurred between the U.S. Department of Justice/Federal Bureau of Prisons and the individual’s office.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "crisis",
        "patient",
        "notes",
        "pofu",
        "new york",
        "psychology",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034619",
      "summary": "This document is a follow-up list from July 12, 2019, generated by a Chief Psychologist at the U.S. Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center in New York. The email is sent from the individual’s office to someone identified as “him.” The document includes a reference to an Excel file (“7-12-19.xlsx”) and a confidential case number (SDNY_00011736) and inmate file number (EFTA00034619).",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "efta00034619",
        "redaction analysis",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "july 15",
        "2019",
        "psychology",
        "confidential",
        "sdny_00011736"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033588",
      "summary": "Jeffrey Edward Epstein, inmate #76318-054 at NYM facility, presented to Health Services on 07/23/2019 due to an injury reported at 01:27. The injury involves a circular erythema on his neck (approximately 2 inches wide and 2/3 of the circumference) and a small erythema on his left knee. He reports not knowing how the neck injury occurred, stating he was \"snorting\" when it happened. He denies pain or respiratory issues.  He was found with a rope around his neck and sitting on the floor.  He is currently placed on suicide watch and scheduled for follow-up with psychology services. The assessment is for unspecified self-inflicted injuries, and the plan includes follow-up at Sick Call, continued suicide watch, and a plan of care discussion with the provider.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "07/23/2019",
      "keywords": [
        "jeffrey epstein",
        "nym",
        "clinical encounter",
        "injury",
        "pain",
        "suicide watch",
        "erythema",
        "rope",
        "neck",
        "symptoms",
        "provider",
        "treatment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035031",
            "similarity": 0.6,
            "index": 22,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034701",
      "summary": "Jeffrey Edward Epstein, inmate #76318-054, presented to Health Services on 07/23/2019 due to an injury reported at approximately 01:27. He reported an unknown injury, stating he “just went to drink a little water and wake up snorting.” Examination revealed a circular erythema around his neck (2/3 circumference, 2 inches wide) with friction marks, and a small erythema on his left knee. He was found in his cell with a rope around his neck and sitting on the floor.  He appeared cooperative and denied pain. He was placed on suicide watch, scheduled for follow-up with psychology services and a Sick Call visit. The assessment noted a possible self-inflicted injury.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "07/23/2019",
      "keywords": [
        "jeffrey epstein",
        "nym",
        "health services",
        "clinical encounter",
        "injury",
        "07/23/2019",
        "snorting",
        "erythema",
        "neck",
        "suicide watch",
        "psychological assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035031",
            "similarity": 0.533,
            "index": 22,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035031",
      "summary": "Jeffrey Edward Epstein, inmate #76318-054 at NYM, presented to Health Services on 07/23/2019 due to an injury reported at 01:27 that evening. He stated he doesn’t know how the injury occurred, describing it as “just going to drink a little water and wake up snorting.” Examination revealed a circular erythema on his neck, approximately 2 inches wide and sparing the back of his neck, alongside a smaller erythema on his left knee. He was found with a rope around his neck and sitting on the floor by custody staff.  He was placed on suicide watch, assessed for self-inflicted injuries (T1490), and scheduled for follow-up with psychology services. The provider documented patient understanding of the plan of care and access to care.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "07/23/2019",
      "keywords": [
        "jeffrey epstein",
        "nym",
        "injury",
        "snorting",
        "suicide watch",
        "erythema",
        "neck",
        "rope",
        "clinical encounter",
        "pain",
        "assessment",
        "psychological services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034701",
            "similarity": 0.533,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033588",
            "similarity": 0.6,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033865",
      "summary": "Jeffrey Edward Epstein is in Administrative Detention at New York MCC, effective 07-29-2019 12:21, due to pending investigations including a Bureau regulation violation, SIS investigation, and potential criminal activity. The detention is based on staff perception of a serious threat to safety and security. He is also in holdover status during a transfer and pending classification. The order remains in effect until further notice, with a 24-hour review scheduled by the supervisor. Copies of the order are distributed to various units including the Administrative Detention Unit, Psychology, and Central File.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "07-29-2019",
      "keywords": [
        "administrative detention",
        "jeffrey edward epstein",
        "u.s. department of justice",
        "federal bureau of prisons",
        "sis investigation",
        "criminal act",
        "self-mutilation",
        "inmate",
        "threat",
        "security"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036082",
      "summary": "Epstein arrived at the facility on July 6, 2019, and was initially placed in SHU with a cellmate, Nicholas Tartaglione. Over the following weeks, he underwent multiple psychology evaluations, risk assessments, and interactions with attorneys, often with inconsistencies in documentation, particularly regarding cell assignments tracked in SENTRY.  There were documented instances of misplaced SENTRY transactions and errors in records, including inaccurate inmate counts and missing documentation like intake screenings and 30-day psychology reviews.  On July 23, 2019, Epstein was found unresponsive in his cell, prompting a medical emergency and ultimately his death. The investigation into the incident was inconclusive. The review highlighted significant failures in basic correctional practices, including incomplete inmate counts, inconsistent documentation, and failures to adhere to established suicide prevention protocols. Recommendations were made regarding staff training, institutional processes, and oversight. The estimated cost associated with the incident was approximately $10,741.60.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate epstein",
        "mcc new york",
        "sentry",
        "shu",
        "psychology",
        "suicide",
        "cellmate",
        "tartaglione",
        "risk assessment",
        "mental health",
        "court",
        "medical assessment",
        "overtime",
        "corrections",
        "suicide watch",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036576",
      "summary": "3,893 Suicide Watches were conducted on 2,175 unique inmates over 11,267 total days, averaging 2.89 days per watch. The median length was 1.5 days. Suicide watch is a short-term crisis intervention involving restrictive conditions like 24/7 lighting, limited personal property, and constant observation. It’s used to prevent immediate suicidal crises, but ends when an inmate is no longer considered a threat and can resume goal-directed behaviors, assessed by a doctoral-level psychologist. Following the watch, ongoing assessments and interventions are provided.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "suicide watch",
        "inmate",
        "psychology",
        "bop",
        "assessment",
        "crisis intervention",
        "restricted intervention",
        "psychologist",
        "observation",
        "risk assessment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036593",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036574",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027262",
      "summary": "On August 11, 2019, the FBI (NY) received emails from the USANYS office regarding requested documentation, specifically PDFs titled “Epstein Investigative Reports.pdf” and “Additional Psychology Notes.pdf” (referenced as EFTA00027262). An individual ([REDACTED]) had requested forwarding emails, and the FBI responded with the requested files.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "fbi",
        "redaction",
        "email",
        "documentation",
        "efta00027262",
        "usanys",
        "august 11",
        "2019",
        "psychology",
        "epstein",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027934",
      "summary": "An email was sent from Tijuana Doctor (tdoctor@bop.gov) to the NY FBI and USANYS, forwarding investigative reports and psychology notes related to EFTA00027934.pdf. The email chain originated from [REDACTED] and was addressed to [REDACTED].",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "efta00027934",
        "fbi",
        "epstein",
        "tijuana",
        "documentation",
        "redaction",
        "investigation",
        "psychology",
        "bop.gov",
        "ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033616",
      "summary": "This document is a confidential Daily Activities Report-Lieutenants Log, dated August 11, 2019, generated on August 5, 2019 (LOC). It includes associated documents: Daily Activities Report-Lieutenants LOC (05-04-2019.docx) and LIEUTENANT’S LOG 08-11-2019.docm. The report is associated with case number SDNY_00008873 and EFTA00033616.  The report was sent to various personnel including NYM Duty Officers, Executive Staff, Lieutenants, and Psychology Services within the Bureau of Prisons.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00033616",
        "redaction analysis",
        "lieutenant's log",
        "daily activities report",
        "nym",
        "bop",
        "2019",
        "2025",
        "confidential",
        "loc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024365",
      "summary": "This document, dated August 12, 2019, is an email from an Assistant United States Attorney in the Southern District of New York (EFTA00024365) to [REDACTED]. The email discusses a case and includes attachments such as redaction records, slip counts, psychology notes, photographs, and legal messages related to 18 U.S.C. 1519.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00024365",
        "redaction analysis",
        "efta",
        "southern district of new york",
        "u.s.c. 1519",
        "psychology",
        "photographs",
        "epstein",
        "assignments",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036593",
      "summary": "A communication chain regarding “suicide watch” occurred between individuals associated with the Bureau of Prisons (BOP) and the Office of the Attorney General (OAG). The psychology services administrator described suicide watch as a short-term crisis intervention involving restrictive conditions like cell containment, specialized clothing, constant observation, 24/7 lighting, limited personal property, and daily psychologist contact. The goal is to prevent immediate suicidal crises, but the watch ends when an individual is no longer deemed an immediate threat and can resume goal-directed behaviors, assessed by a doctoral-level psychologist. Following the watch, ongoing assessments and interventions, such as risk assessments and counseling, are conducted.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "suicide watch",
        "crisis intervention",
        "bop",
        "psychology",
        "assessment",
        "psychologist",
        "restricted intervention",
        "threat",
        "goals",
        "interventions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036576",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036574",
      "summary": "During August 2019, there were 3,893 suicide watches conducted for 2,175 unique inmates, totaling 11,267 days of observation. The average length of a suicide watch was 2.89 days, with a median of 1.5 days. Suicide watch is a short-term, highly restrictive intervention involving containment, constant observation, limited personal property, and 24/7 lighting. It’s used to prevent immediate suicidal crises but ends when an inmate is no longer considered an immediate threat and can resume goal-directed behaviors, assessed by a doctoral-level psychologist. Following the watch, psychologists continue assessments and interventions.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "suicide watch",
        "inmates",
        "psychology",
        "bop",
        "risk assessment",
        "crisis intervention",
        "observation",
        "psychologist",
        "prevention",
        "quality of life"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036576",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036080",
      "summary": "On August 12, 2019, a Regional Director sent information regarding the arrival of inmate EFTA00036080 (referred to as \"Epstein\") at the Metropolitan Correctional Center (MCC). The inmate arrived on July 6, 2019, in the Receiving and Discharge area and was initially placed in general population. Due to concerns about his safety, the Warden moved him to the Special Housing Unit (SHU) on July 7, 2019. Following a psychological evaluation, he was moved to Psychology Observation on July 8, 2019, and returned to the SHU with a cellmate on July 10, 2019, remaining there until July 23, 2019.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "epstein",
        "mcc",
        "redaction",
        "timeline",
        "usms",
        "shu",
        "psych svc",
        "suicide watch",
        "arrival",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035034",
      "summary": "On August 13, 2019, inmate Feliciano IV (Reg# 60103380) submitted a request to the Warden via email, citing a lack of access to psychological services for over two weeks. He expressed frustration with staff negligence, specifically regarding delays in appointments and inability to obtain necessary medical and administrative support. He threatened to escalate the issue to various agencies, including the OIG, DEA, FBI, and news outlets, and referenced the Epstein case to emphasize his concerns.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "inmate",
        "request",
        "staff",
        "psychology",
        "negligence",
        "medical attention",
        "dental",
        "forms",
        "complaint",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036376",
      "summary": "A correctional facility (Metropolitan Correctional Center) received new procedures from the Warden, effective August 16, 2019. These procedures include: immediate discontinuation of placing inmates on observation status without official Psych Ops or Suicide Watch authorization; requiring phone notification to the Warden regarding any inmate placement on watch/observation; the Warden making decisions about inmate companions; biweekly department head meetings to address communication gaps regarding inmate watch/observation and PSIQ notifications.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "inmates",
        "suicide watch",
        "observation",
        "procedures",
        "psychology",
        "staff",
        "decisions",
        "warden",
        "communication",
        "screening"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034660",
      "summary": "A forensic psychologist, Ph.D., is out of the office from August 12 to September 3, 2019, with email access limited.  The psychologist advises contacting the Lieutenant’s Office (Ext. 6450) for emergencies or contacting designated personnel for psychology-related issues.  An OIG (Office of the Inspector General) is requesting an interview regarding Jeffrey Epstein, registration number 76318-054.  The OIG wants to interview staff members including a nurse, and the medical staff are available for voluntary interviews.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "September 3, 2019",
      "keywords": [
        "forensic psychologist",
        "suicide watch",
        "jeffrey epstein",
        "metropolitan correctional center",
        "u.s. department of justice",
        "oig",
        "interviews",
        "psychologist",
        "risk assessment",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035718",
      "summary": "This is a physical cover sheet for a serial export related to a psychology report and interview notes. The report and notes were acquired on 2019-09-11 and were associated with case SDNY_00017782, serial 182, and identification EFTA00035718.",
      "timestamp": "2019-09-11T00:00:00",
      "timestamp_raw": "2019-09-11",
      "keywords": [
        "efta00035718",
        "psychology",
        "serial export",
        "cover sheet",
        "redaction",
        "interview notes",
        "90a-ny-3151227",
        "sdny_00017782",
        "1a86",
        "2019-09-11"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024760",
      "summary": "Dawn M. Hughes, Ph.D., ABPP, is a clinical and forensic psychologist specializing in traumatic stress, interpersonal violence, and anxiety disorders. She holds degrees from Nova Southeastern University and has extensive professional experience, including postdoctoral fellowships, clinical practice, and academic positions at Well Cornell Medical College. Her licensure includes New York, Connecticut, and North Carolina. She is a member of numerous professional organizations, including the American Psychological Association and the International Society for Traumatic Stress Studies. Hughes has a significant record of professional activities and presentations, frequently lecturing on forensic psychology, trauma assessment, and courtroom strategies related to interpersonal violence.  Her research focuses on memory of childhood sexual abuse and its psychological effects.",
      "timestamp": "2019-09-17T00:00:00",
      "timestamp_raw": "September 17, 2019",
      "keywords": [
        "clinical psychology",
        "forensic psychology",
        "trauma",
        "anxiety disorders",
        "sexual abuse",
        "domestic violence",
        "ptsd",
        "research",
        "academia",
        "new york",
        "expert witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031997",
      "summary": "This document is a response from the Warden of the Metropolitan Correctional Center (MCC) New York regarding a psychological reconstruction of inmate Jeffrey Epstein (76318-054). The reconstruction raised concerns about several areas: *   **Review Procedures:** The Warden clarifies the requirements for Captain and IDO video reviews, detailing the 30-minute round mandates and documentation processes. *   **Psychology Services Involvement:** The Warden addresses concerns about the lack of transparency in housing decisions, outlining Psychology Services’ role in consultations and weekly meetings, and implementing a system for documenting these meetings. *   **Incident Reporting:** The Warden responds to concerns about a premature incident report related to a potential assault, emphasizing the need for timely reporting and acknowledging potential biases within the staff. They are implementing training to address this. *   **Telephone Calls:** The Warden addresses reports of facilitated telephone calls to Epstein’s mother, referencing a referral made for an unauthorized call. *   **Follow-Up Training:** The Warden confirms the implementation of suicide prevention training across various staff levels, providing supporting documentation. *   **Accountability & Bed Book Counts:** The Warden details new procedures for periodic and routine bed book counts, including documentation and staff responsibilities. *   **Log Book Audits:** The Warden reports findings from audits of various log books, identifying discrepancies and areas for improvement. *   **Sex Offense Risk Factors:** The Warden highlights the importance of Executive Staff in fostering institutional understanding of sex offender risk factors and modeling appropriate expectations. Overall, the response demonstrates an effort to address identified deficiencies in procedures, documentation, and staff training related to inmate Epstein’s care and security within the MCC New York.",
      "timestamp": "2020-01-27T00:00:00",
      "timestamp_raw": "January 27, 2020",
      "keywords": [
        "inmate epstein",
        "psychological reconstruction",
        "video reviews",
        "shu",
        "documentation",
        "training",
        "incident reports",
        "sex offenders",
        "accountability",
        "bed book counts",
        "staff responses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035756",
      "summary": "This document is a Federal Bureau of Investigation (FBI) import form, specifically an \"Other\" type, relating to a death investigation. The form, dated February 4, 2020, includes a psychology report and interview notes for the case ID 8: 90A-NY-3151227, involving Jeffrey Epstein as a victim. The report is classified as UNCLASSIFIED and designates the case as UNSUB(S).",
      "timestamp": "2020-02-04T00:00:00",
      "timestamp_raw": "February 4, 2020",
      "keywords": [
        "efta00035756",
        "fbi",
        "psychology report",
        "interview notes",
        "death investigation",
        "jeffrey epstein",
        "victim",
        "import form",
        "unclassified",
        "federal bureau of investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030777",
      "summary": "This document details a request for documentation related to the investigation of Noel Epstein’s suicide within the SHU at MCC New York. The primary requestor, Cody Daza, is seeking several BOP and MCC policies, procedures, and records, including codes of conduct, training materials, inmate logs, and security inspection reports.  A significant portion of the communication revolves around clarifying discrepancies regarding provided materials – specifically, the provision of incorrect program statements (5270.10 instead of 5270.11), the origin and availability of documents like the \"Hot List\" and the SHU slides, and the status of seized paperwork related to the investigation. The investigation is hampered by missing documentation, including finalized program statements, physical log books, and SRO reviews, with some documents reportedly seized by the FBI and OIG.  The communication highlights ongoing efforts to obtain remaining materials and track down relevant inmate files.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "bop",
        "shu",
        "inmate",
        "policies",
        "training",
        "codes of conduct",
        "logs",
        "documentation",
        "requests",
        "psychology"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026929",
      "summary": "This document details the opinions and conclusions of Dr. Lisa Rocchio, a forensic and clinical psychologist with 30+ years of experience in psychology, trauma, and interpersonal violence. Her expertise stems from assessing survivors of childhood sexual abuse and working in the forensic arena. Key points include: *   **Established Knowledge Base:** Dr. Rocchio relies on decades of research and clinical experience across various fields, including forensic psychology, trauma psychology, and clinical assessment. *   **Grooming Process:** She describes the \"grooming\" process – where perpetrators establish trust and rapport with victims through manipulation, gradually normalizing inappropriate behavior and creating dependency. This often involves building relationships with family members, offering gifts, and initiating conversations about sexual activity. *   **Variability of Abuse:** She acknowledges that abuse varies significantly based on individual and situational factors, sometimes occurring as a crime of opportunity, and sometimes escalating over time. *   **Delayed Disclosure:**  The document highlights the common phenomenon of delayed disclosure of abuse, attributing it to factors like shame, fear of consequences, and the victim's desire to maintain a relationship with the perpetrator. *   **Memory & Trauma:** It explains how traumatic memories are reconstructed, often with limited detail, influenced by the salience of events and the individual's coping mechanisms. *   **Myth Busting:** It addresses common myths about sexual assault, such as the belief that it always occurs through violent attacks by strangers. *   **Multiple Perpetrators:** The document discusses how multiple individuals can contribute to grooming and abuse, sometimes facilitating the process through their presence or actions. *   **Contextual Factors:**  The document emphasizes the importance of understanding the relationships between victims and perpetrators, including the potential for multiple perpetrators and the impact of societal factors. Essentially, Dr. Rocchio presents a comprehensive overview of the psychological complexities surrounding child sexual abuse, emphasizing the intricate dynamics of trust, manipulation, and the lasting impact on victims.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "April 9, 2021",
      "keywords": [
        "child sexual abuse",
        "trauma psychology",
        "forensic psychology",
        "interpersonal violence",
        "psychological assessment",
        "grooming",
        "consent",
        "trauma psychology",
        "childhood sexual abuse",
        "psychological assessment",
        "trauma"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026937",
      "summary": "Dr. Rocchio’s expertise stems from a career-long focus on traumatic stress, clinical and forensic psychology, and the treatment of trauma survivors. Her testimony is based on her education, training, research, and experience, particularly regarding childhood sexual abuse. Key points include: *   The complexities of trauma, including “complex trauma” resulting from repeated or prolonged abuse, significantly impacting psychological development and leading to conditions like PTSD. *   Victims often exhibit strategic behaviors to obscure abuse and build trust, hindering awareness and disclosure. *   Memory of abuse is influenced by various factors and is not always a complete or accurate representation. *   Sexual abuse frequently involves manipulation and coercion within established relationships, not necessarily forcible rape. *   Dr. Rocchio’s work includes forensic evaluations, training, and committee involvement within the APA.",
      "timestamp": "2021-04-21T00:00:00",
      "timestamp_raw": "April 21, 2021",
      "keywords": [
        "trauma",
        "sexual abuse",
        "psychological harm",
        "complex trauma",
        "ptsd",
        "memory",
        "disclosure",
        "victimization",
        "forensic psychology",
        "dr. rocchio"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018883",
      "summary": "The U.S. Department of Justice, via the Southern District of New York, is providing notice that Dr. Lisa Rocchio, a clinical instructor specializing in trauma psychology, may serve as an expert witness in the trial of Ghislaine Maxwell. Dr. Rocchio’s expertise focuses on the psychological impact of trauma, particularly sexual abuse in minors, including grooming tactics, the impact of secrecy, and the potential for long-term consequences. The government is requesting reciprocal discovery regarding any expert witnesses the defense intends to use, along with associated documentation and prior statements. They are also reiterating a previous request for access to the defendant’s documents and witness statements.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "expert witness",
        "trauma psychology",
        "sexual abuse",
        "ghislaine maxwell",
        "forensic psychology",
        "psychological trauma",
        "rule 16(a)(1)(g)",
        "united states v.",
        "discovery request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025219",
      "summary": "Ghislaine Maxwell is receiving enhanced access to discovery at the Metropolitan Detention Center (MDC), including 13 hours daily to review documents on both MDC and government-provided computers, and email access with her attorneys. She has daily access to a day room with computer, television, phone, and shower. She is permitted outdoor recreation and has five hours of weekly video-teleconference (VTC) calls with her counsel, all conducted in private rooms with cameras that do not record audio. In-person attorney visits are also permitted with similar audio-recording measures. Standard MDC security protocols, including pat-downs, mouth searches, strip searches, body scans, and fifteen-minute wellness checks, are consistently applied. MDC medical and psychology staff monitor her daily health, with her last documented weight being 138 pounds.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "June 7, 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "united states v.",
        "discovery review",
        "vtc calls",
        "attorney visits",
        "contraband search",
        "metropolitan detention center",
        "judge nathan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016471",
      "summary": "District Judge Alison J. Nathan regarding the admissibility of expert witness Dr. Lisa Rocchio’s testimony in the case of *United States v. Ghislaine Maxwell*. The Defense initially moved to exclude Dr. Rocchio’s testimony under Federal Rule of Evidence 702 and the Daubert standard. **Key Points:** *   **Daubert Standard:** The court applied the Daubert standard, which requires expert testimony to be based on reliable principles and methods, tested, and subject to peer review, and to assist the trier of fact. *   **Initial Ruling:** The court initially intended to grant the Defense’s motion, but ultimately decided to deny it in part. *   **Admissible Opinions:** Dr. Rocchio’s core opinions – that perpetrators of sexual abuse often use grooming tactics, manipulation, and coercion, and that abuse can cause long-term psychological harm – are deemed admissible. These opinions are supported by her qualifications (PhD in clinical psychology), extensive experience, and published work. *   **Excluded Opinion:** The court excluded Dr. Rocchio’s opinion regarding the facilitation of sexual abuse by a third party (\"grooming by proxy\"), citing a lack of peer review and a deviation from established principles. *   **Relevance and Prejudice:** The court determined that the remaining opinions are relevant to the case and that the potential prejudice is limited. *   **Timely Disclosure:** The government’s supplemental expert witness disclosures were deemed timely and therefore admissible.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "expert testimony",
        "daubert standard",
        "federal rule of evidence 702",
        "sexual abuse",
        "grooming",
        "manipulation",
        "coercion",
        "trauma",
        "psychological consequences",
        "witness credibility",
        "clinical psychology"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034392",
      "summary": "This document is an observation log related to a psychiatric or suicide observation of an inmate (EFTA00034392). It outlines the procedures and items allowed during the observation, including clothing restrictions, a food and liquid intake chart, and a schedule for the observation itself. The inmate is monitored for suicide risk and recorded data regarding their meals, liquid consumption, and shower participation. The log includes fields for noting the inmate's registration number, specific observations, and confirming adherence to the established protocols. The document emphasizes confidentiality and the importance of returning the log after the observation is complete.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "observation",
        "inmate",
        "suicide watch",
        "psych observation",
        "eating chart",
        "liquids",
        "shower",
        "registration",
        "clothing",
        "blanket",
        "mental health",
        "psychology"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036447",
      "summary": "This document outlines a suicide prevention program for inmates, primarily focused on minimizing liability for correctional agencies. Key points include: *   **High Liability Risk:** Inmate suicides pose significant liability risks for agencies and staff. *   **Statistics (FY 2012):** 29 suicides and 1,304 attempts were recorded, with a large percentage (62%) linked to mental illness and sex offenses. *   **Comprehensive Program:** The program mandates staff training, referrals to psychology, and continuous suicide watches. *   **Watch Procedures:** Watches are conducted with visual supervision, requiring detailed log entries (minimum 15-minute intervals) to monitor inmate behavior. *   **High-Risk Groups:** Pre-trial prisoners, mentally ill inmates, and those on protective custody are identified as high-risk. *   **Hot List:** Psychology provides a \"Hot List\" of inmates with potential suicidal tendencies. *   **Staff Responsibility:** Staff are required to report any concerns and prioritize communication with psychology, emphasizing the importance of consistent prevention efforts.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide prevention",
        "inmate suicide",
        "mental illness",
        "liability",
        "suicide watch",
        "psychology",
        "correctional services",
        "shu",
        "referral",
        "training",
        "statistics",
        "high-risk groups"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034435",
      "summary": "It details the inmate’s observation period, including allowed items (clothing, toiletries, etc.), rules for the observation room, and a feeding/shower chart to track the inmate’s consumption of food and liquids.  The document also contains notes related to a potential suicide watch or psychological observation, including a redacted section likely containing related clinical information. It includes standard observation forms with sections for recording meals, liquid intake, and shower activity, with checkboxes to indicate if the inmate ate or drank. The record concludes with a shift summary indicating the end of the observation period.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efa00034435",
        "observation",
        "inmate",
        "suicide watch",
        "psychology",
        "eating chart",
        "liquid",
        "shower",
        "toothbrush",
        "clothing",
        "blanket",
        "mattress",
        "registration number",
        "confinement",
        "observation ended"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034379",
      "summary": "This document is a set of instructions and observations related to a psychiatric observation or suicide watch period for an inmate, Erk. It outlines specific rules for the inmate’s environment, including allowed items, bedding requirements, and a detailed eating and shower chart to track his activities. The document includes a registration number (4-1631X-(1)5t/) and multiple reference codes (SDNY_00010876, SDNY_00010877, SDNY_00010880, SDNY_00010883, SDNY_00010885, SDNY_00010886, SDNY_00010887, SDNY_00010888) and EFTA numbers (EFTA00034379, EFTA00034380, EFTA00034381, EFTA00034382, EFTA00034383, EFTA00034384, EFTA00034385, EFTA00034386, EFTA00034387, EFTA00034388, EFTA00034389, EFTA00034390, EFTA00034391) for tracking and record-keeping. The primary purpose is to monitor the inmate’s well-being and ensure adherence to safety protocols.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide watch",
        "psych observation",
        "eating/shower chart",
        "inmate",
        "registration",
        "clothes",
        "safety toothbrush",
        "newspaper",
        "observation",
        "blanket",
        "mattress",
        "psychology",
        "legal mail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032162",
      "summary": "He was initially seen on 07/27/2019 reporting anxiety related to past SHU experiences, memory issues, and concerns about his neck marks.  Subsequent entries (07/28-07/31) documented ongoing observation, including issues with sleep, numbness, a concerning incident with a toilet, and questions about his accommodations. The prison psychologist provided supportive interventions and coping strategies, including handouts and educating him on procedures.  A suicide risk assessment was conducted on 07/23/2019 (and repeated on 08/01/2019), finding a low overall risk with protective factors present. A final assessment on 08/08/2019 noted his general well-being and continued monitoring with weekly rounds and monthly SHU reviews.  He was initially flagged due to a concern about a string around his neck, but the source of the marks remains unclear.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "psychology",
        "shu",
        "inmate",
        "jeffrey edward epstein",
        "clinical intervention",
        "mental status",
        "suicidal ideation",
        "psychosis",
        "depression",
        "coping strategies",
        "nym"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033981",
      "summary": "A correctional officer observed a new inmate on 5 North exhibiting signs of distress, sadness, and confusion. The officer requested psychological assistance to address potential suicidal thoughts due to the inmate’s withdrawn behavior and lack of known information regarding his intake.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate",
        "psychology",
        "suicidal",
        "count",
        "distraught",
        "confused",
        "new",
        "north",
        "intake",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035268",
      "summary": "A correctional officer observed a new inmate, EFTA00035268, on 5 North exhibiting signs of distress, sadness, and confusion. The officer requested psychological assistance due to concerns about potential suicidal thoughts, as the inmate’s initial response was vague and he was observed as dazed and withdrawn. The officer did not know the inmate’s registration number or intake information.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate",
        "psychology",
        "suicidal thoughts",
        "distressed",
        "confused",
        "withdrawn",
        "new inmate",
        "5 north",
        "intake",
        "count"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035267",
            "similarity": 0.667,
            "index": 9,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032157",
      "summary": "Jeffrey Edward Epstein (born 01/20/1953), a Black male inmate at MCC-NY, was assessed on 07/08/2019 due to a recent arrival. He is incarcerated for sex trafficking and previously incarcerated for prostitution. He denies a history of mental health treatment or symptoms, including suicidal ideation.  His psychosocial history includes a single status, high school education, and prior banking employment. Initial assessment revealed \"Other\" psychosocial issues and a calm, cooperative demeanor.  He was categorized as CARE1-MH (low risk), indicating no significant functional impairment.  Risk of sexual abusiveness was identified due to a history of sexual predation and violent offenses, leading to recommendations for continued monitoring and potentially specialized programming. A general administrative note highlighted heightened suicide risk concerns due to his legal situation and mandated immediate notification to psychology staff upon his return from court.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate",
        "epstein",
        "mental health",
        "sex trafficking",
        "substance abuse",
        "sexual abuse",
        "risk",
        "treatment",
        "psychosocial",
        "suicide",
        "assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033782",
      "summary": "This document pertains to the case of Jeffrey Edward Epstein (Reg. No. 73618-054), who was incarcerated under SENTRY PP44, PP37, PP41, PP78, PPGO, PD15, and PP85. Associated records include an Administrative Detention Order from 7/29/19, Inmate Personal Property records, Electronic Medical Records, Psychology Data Systems, Psychology Observation Logs (7/8-10/19 and 7/24-30/19), Suicide Watch Chronological Logs (7/23 & 24/19), and documentation related to his cellmate, Efrain Reyes (Reg. No. 85993-054). The file contains SHU reports, rosters, visual search logs, conference logs, staff memos, emails, and press releases related to Epstein and Reyes’ confinement and surveillance, specifically from August 1919.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "jeffrey edward",
        "sentry",
        "pp44",
        "ad order",
        "pds",
        "psychology data system",
        "shu",
        "reyes",
        "confidental",
        "truscope"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035116",
            "similarity": 0.909,
            "index": 60,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021952",
      "summary": "This document presents the professional profile of Lisa M. Rocchio, Ph.D., a clinical psychologist specializing in trauma, forensic psychology, and dissociative disorders. Here’s a breakdown of the key information: *   **Education:** She holds a Ph.D. in Clinical Psychology from the University of Rhode Island, preceded by Master’s and Bachelor’s degrees. *   **Licensure:** She is a licensed psychologist in Massachusetts, New York, and Rhode Island, holding multiple licenses. *   **Clinical Experience:** Rocchio has extensive clinical experience, including directing an independent group practice, working in hospital settings (Butler Hospital, Brown University), and conducting evaluations and assessments for a wide range of cases, including forensic assessments, eating disorders, and trauma-related issues. *   **Training and Specialized Skills:** She has extensive training in areas like EMDR, DBT, and forensic psychology, and has pursued various continuing education certifications. *   **Research and Publications:** Rocchio has engaged in research, contributing to publications and presenting at conferences. *   **Professional Activities & Advocacy:** She is an active member of several professional organizations (APA, AWP, ISSTD, etc.), participating in committees, advocating for mental health issues, and holding leadership positions within these organizations. She has also been involved in local Rhode Island community governance.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "lisa rocchio",
        "ph.d.",
        "education",
        "clinical psychology",
        "university of rhode island",
        "forensic psychology",
        "licensed psychologist",
        "psychotherapy",
        "assessment",
        "trauma",
        "mental health",
        "expert testimony",
        "forensic assessment",
        "dissociation",
        "emdr",
        "research",
        "training",
        "consultation",
        "psychological evaluation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027398",
            "similarity": 0.538,
            "index": 61,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036919",
      "summary": "Inspection teams (T-1 through T-10) conducted inspections across various FCC Yazoo facilities during the week of July 21st, 2025. The inspections covered areas including food service, medical, ISM/Mail Room/R&D, SHU, Human Resources, barber shops, trust funds, business offices, computer services, safety, laundry, communications technology, education, VT, religious services, psychology, garage, warehouses, powerhouse, inmate housing, UNICOR, armory, correctional services, les office, control room, health services, facilities, recreation, and 515.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00036919",
        "fcc",
        "yazoo subcommittees",
        "inspection teams",
        "inmate housing",
        "correctional services",
        "food service",
        "facilities",
        "armory",
        "health services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034370",
      "summary": "This document outlines requirements for a suicide reconstruction, primarily for incarcerated individuals. It details a list of data and materials needed, including reports, interviews, physical evidence (photos, videos, documents), inmate records (Sentry documentation, psychology files, medical records), and administrative documents (reports, orders, notifications). A central coordinator (typically the SIA) is designated to manage the collection and review of these materials, which are to be compiled into a permanent binder. Specific items include TRU-INTEL reports, timelines, staff interviews, and detailed information about the inmate's background and circumstances leading up to the suicide.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide reconstruction",
        "sia",
        "tru-intel",
        "bemr",
        "inmate interviews",
        "scene photos",
        "data collection",
        "death reports",
        "psychological file",
        "medical records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036306",
      "summary": "During SHU reviews, concerns were raised regarding perceived unfair treatment, including a denial of a stress ball, reported cell moves without notification, and disruptions to property and access to showers and recreation. Inmate Alimeheti #77704-054 reported receiving a stress ball from psychology that was subsequently denied.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmates",
        "stress ball",
        "psychological treatment",
        "cell moves",
        "property",
        "showers",
        "recreation",
        "unfair treatment",
        "shu reviews",
        "alimeheti"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033747",
      "summary": "It details the observation of an inmate (identified as “Paa-ae-”) on December 27, 2025, likely related to suicide watch or psychological evaluation. The observation includes restrictions on allowed items (clothing, personal effects), a detailed eating/shower chart to track the inmate’s consumption and hygiene, and a section for documenting any observations made during the session. The report emphasizes confidentiality and the requirement to return the log to psychology after the observation. The document’s purpose is to record and monitor an inmate’s behavior and needs while under psychological observation.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "observation",
        "efa00033747",
        "inmate",
        "suicide watch",
        "psych observation",
        "eating chart",
        "liquids",
        "shower",
        "clothes",
        "safety",
        "toothbrush",
        "newspaper",
        "magazine",
        "books",
        "pen",
        "paper",
        "legal mail",
        "blanket",
        "smock",
        "suicide blanket",
        "registration number",
        "observation started",
        "observation ended",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035116",
      "summary": "This document pertains to the case files of Jeffrey Edward Epstein (Reg. No. 73618-054) and Efrain Reyes (Reg. No. 85993-054), including associated records and communications. The files contain data such as: SENTRY records (PP44, PP37, PP41, PP78, PPGO, PD15, PP85, PR15), BOPWare labels, Administrative Detention Order, Inmate Personal Property Records, Electronic Medical Records, Psychology Data Systems, psychology observation logs, suicide watch logs, court documentation, staff memos, emails, SHU reports, roster reviews, visual search logs (TRUSCOPE), attorney conference logs, and press releases. Specifically, it includes records from August 9, 1919 and weekly SHU reviews for both individuals.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "jeffrey edward",
        "sentry",
        "pp44",
        "ad order",
        "pds",
        "psychology data system",
        "shu",
        "reyes",
        "truscope"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033782",
            "similarity": 0.909,
            "index": 54,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027398",
      "summary": "Rocchio, Ph.D., is a licensed clinical psychologist with extensive experience in forensic psychology, trauma treatment, and private practice.** **Education & Credentials:** She holds a Ph.D. in Clinical Psychology from the University of Rhode Island and has licenses in Massachusetts, New York, and Rhode Island. **Clinical Experience:** She’s been involved in a diverse range of clinical roles including: *   Clinical Director and Owner of Inter-Disciplinary Independent Group Practice since 1998. *   Post-doctoral fellow at Butler Hospital (Women’s Day Hospital Program) and Yale University School of Medicine. *   Clinical Externships at various university counseling centers and Brown University. **Specialized Training & Expertise:** Rocchio has completed numerous specialized training programs in areas like: *   Forensic Psychology (AAFP), including evaluations of feigned psychopathology and stalking assessments. *   Eye Movement Desensitization and Reprocessing (EMDRIA). *   Dialectical Behavior Therapy (Behavioral Technology Transfer Group). *   Trauma Psychology (ISSTD). **Research & Publications:** She has been involved in research related to eating disorders, psychological injury, and complex trauma. She has authored or co-authored several publications in the field. **Professional Activities & Advocacy:** Rocchio is an active member of several professional organizations including the APA, AWP, and ISSTD, and has participated in legislative advocacy concerning mental health parity and healthcare reform.  She has also served on various committees within these organizations and on the boards of local schools (Moses Brown School).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "lisa rocchio",
        "clinical psychology",
        "rhode island",
        "forensic assessment",
        "psychotherapy",
        "education",
        "training",
        "licensed psychologist",
        "trauma",
        "assessment",
        "consultation",
        "expert witness",
        "psychological evaluation",
        "mental health",
        "psychotherapy training",
        "emdr",
        "ipa",
        "forensic psychology",
        "dissertation",
        "professional activities",
        "advocacy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021952",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036667",
      "summary": "Inmates determined to be suicidal are placed on suicide watch with a smock, blanket, and slippers, and are monitored 24/7 by inmate companions and staff with daily psychology staff observations. Legal visits are assessed individually. Inmates not determined suicidal are monitored 24/7 by staff and seen by psychology staff daily, with standard privileges like spoons and allowed to wear inmate uniforms.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide watch",
        "psychology observation",
        "inmates",
        "suicide risk",
        "mental health",
        "psychosis",
        "legal visits",
        "staff",
        "blanket",
        "spoon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}