{
  "keyword": "unsealing",
  "count": 27,
  "keyword_match_count": 27,
  "content_match_count": 30,
  "total_files": 57,
  "timeline": [
    {
      "file_id": "EFTA00014001",
      "summary": "*   The hearing lasted 45 minutes, with Brad Edwards arguing against the government’s handling of the case, citing victim consultation and the accrual of rights under 3771(a). *   The attorney presented information about Epstein’s state sentencing (18 months, 1 year community control) and the status of the agreement. *   Arguments centered on the application of 3371(a) versus 3771(a) rights, the rationale for sealing the government’s response, and the potential need for an evidentiary hearing regarding disputed FBI information from September 2007. *   The court ultimately ordered the unsealing of the government's response and authorized a discussion to resolve factual disputes. *   A reporter from the Sun Sentinel was present at the hearing.",
      "timestamp": "2008-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2008",
      "keywords": [
        "jane doe hearing",
        "jack goldberger",
        "epstein",
        "state court",
        "3771(a)",
        "3371(a)",
        "plea agreement",
        "fbi",
        "sun sentinel",
        "2255",
        "doj",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014065",
      "summary": "Emails dated September 17, 2008, detail discussions regarding a sealed non-prosecution agreement in the Jeffrey Epstein case.  Individuals within the USAFLS (United States Attorneys Federal Litigation Support) are involved in coordinating communication with Assistant U.S. Attorney Alex Acosta and legal counsel, Bryce Albu of Reeder & Reeder P.A., who represents The Palm Beach Daily News.  The emails concern the status of the agreement, its sealing by a judge, and a request from Albu to understand the agreement’s nature and the basis for its sealing to advise their client.  Ann Marano is tasked with notifying Jack Goldberger about the pending filing of the agreement’s remaining parts and the unsealing issue.",
      "timestamp": "2008-09-17T00:00:00",
      "timestamp_raw": "September 17, 2008",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "sealing",
        "usafls",
        "state v.",
        "agreement",
        "barry krischer",
        "rolando garcia",
        "alex acosta",
        "judge",
        "federal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014150",
      "summary": "On December 5, 2008, Roy Black informed Jay Leflcor and Brad Edwards that Brad Edwards had filed a Non-Prosecution Agreement with the court in the Jane Does v USA case under seal, requesting its unsealing. The agreement was to be faxed to Black and Leflcor on Monday.",
      "timestamp": "2008-12-05T00:00:00",
      "timestamp_raw": "December 5, 2008",
      "keywords": [
        "epstein",
        "non-prosecution agreement",
        "jane does v usa",
        "brad edwards",
        "roy black",
        "jay leflcovi",
        "redaction",
        "seal",
        "fax",
        "2008"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014173",
      "summary": "On June 2, 2009, a U.S. Attorney discussed upcoming court dates related to the Jeffrey Epstein case. There are two court hearings scheduled: one on June 12th to address a defense of civil suits against the Non-Prosecution Agreement, and a hearing on June 10th regarding a motion to unseal the agreement filed by the Palm Beach Post. Epstein’s counsel filed a motion in federal court arguing for dismissal of claims under 18 USC 2255, contradicting the Non-Prosecution Agreement. The Attorney believes Epstein is in breach of the agreement and intends to provide timely notice and file an indictment by July 24th. Several litigants have requested unsealing of the Non-Prosecution Agreement, but no hearing has been scheduled.",
      "timestamp": "2009-06-02T00:00:00",
      "timestamp_raw": "June 2, 2009",
      "keywords": [
        "epstein",
        "non-prosecution agreement",
        "court dates",
        "motion",
        "palm beach post",
        "judge marra",
        "civil suits",
        "18 usc 2255",
        "breach",
        "united states district court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020541",
      "summary": "The case was settled in 2017. *   **Intervention and Sealing:** The Miami Herald and investigative journalist Julie Brown moved to intervene in the case and unseal discovery documents that had been previously sealed due to confidentiality orders. *   **Protective Order:** The parties had entered into a protective order that restricted the disclosure of confidential information exchanged during discovery. This order led to the sealing of 167 documents. *   **Court’s Decision:** The court denied the intervention and unsealing motions, reasoning that compelling public access to the sealed documents would infringe upon the privacy interests of the parties involved, particularly in light of the sensitive nature of the allegations and the reliance placed on the confidentiality order. The Court acknowledged the existence of a First Amendment right to access, but held that this right was outweighed by the need to protect privacy. *   **Judicial Documents Defined**: The court defined \"judicial documents\" as those directly relevant to the performance of judicial functions and useful in the judicial process and held that the discovery documents were not such documents. In essence, the court maintained the sealing of the documents to protect the privacy of the involved parties.",
      "timestamp": "2018-08-27T00:00:00",
      "timestamp_raw": "08/27/2018",
      "keywords": [
        "intervenor",
        "confidentiality",
        "protective order",
        "public access",
        "first amendment",
        "common law",
        "summary judgment",
        "judicial documents",
        "privacy",
        "defamation",
        "settlement",
        "discovery",
        "media",
        "seal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021992",
      "summary": "This document pertains to a case, 15 Civ. 7433 and 19 Misc. 149, involving John E. (JE) and General Motors, Ltd. (GM). It includes materials related to Judge McMahon's consideration of unsealing requests, specifically a February 5, 2019 application and order, a January 28, 2019 application regarding the JEJetter, transcripts of unsealing conferences from March 27, 2019 and April 9, 2019, a sealed memorandum and order from April 9, 2019, an unsealing order shared with BSF from April 9, 2019, and an August 4, 2020 unsealing request for discovery. The sender is an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2019-02-05T00:00:00",
      "timestamp_raw": "February 5, 2019",
      "keywords": [
        "efta00021992",
        "judge mcmahon",
        "unsealing",
        "redaction analysis",
        "15 civ 7433",
        "19 misc 149",
        "southern district of new york",
        "united states attorney",
        "discovery",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029465",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the case *Jane Doe 43 v. Epstein, et al., 17 Civ. 616 (JGK)(SN)*. The email includes an application and proposed order requesting that the case be filed under seal, a request made by the Government. The attachments are: 2019-02-05, JE,_unsealing_application_and_order,_17_Civ_616 JSN).pdf.",
      "timestamp": "2019-02-05T00:00:00",
      "timestamp_raw": "2019-02-05",
      "keywords": [
        "efta00029465",
        "jane doe",
        "epstein",
        "redacted",
        "seal",
        "application",
        "judge netburn",
        "17 civ. 616",
        "government",
        "legal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031318",
      "summary": "An email was sent from an Assistant U.S. Attorney in the Southern District of New York to an unknown recipient regarding “subpoena stuff.” The email included attachments: a document titled “Iterative_NDO_and_Subpoena.1.16.19.docx” and a court document “JE,_unsealing_application_and_order,_17_Civ_0616 JSN).docx.” The sender wished the recipient “good luck.”",
      "timestamp": "2019-02-28T00:00:00",
      "timestamp_raw": "28 Feb 2019",
      "keywords": [
        "subpoena",
        "redaction",
        "efta00031318",
        "u.s. attorney",
        "southern district of new york",
        "2019",
        "application",
        "ndo",
        "attachment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010708",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York sent an email on April 9, 2019, detailing the unsealing of case 17 Civ 7433. The email included Judge McMahon’s memorandum and order, a separate unsealing order, a transcript of a conference with Judge McMahon, and a letter providing additional authority submitted to Judge Netburn.",
      "timestamp": "2019-04-09T00:00:00",
      "timestamp_raw": "April 9, 2019",
      "keywords": [
        "unsealing order",
        "judge mcmahon",
        "memorandum",
        "transcript",
        "southern district of new york",
        "assistant u.s. attorney",
        "2019-04-09",
        "efta00010708",
        "pdf",
        "unsealing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031603",
      "summary": "An email exchange occurred between individuals at [REDACTED] regarding Judge Netburn’s opinion related to the unsealing of a memorandum and order concerning the Epstein case. An attachment, “JE,sealed_memorandum_and_order_re_unsealing,” was sent as a response to a request for the opinion.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2019",
      "keywords": [
        "epstein",
        "redaction",
        "memorandum",
        "opinion",
        "judge netburn",
        "efta00031603"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014435",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York sent an email detailing the creation of two new folders and attached documents for a case involving an arrest. The folders are: one containing an unsealing request and proposed order within the Grand Jury/Indictment materials folder, and another titled \"Victim notification\" with a draft for a victim notification page on a website. The documents are intended to be readily available for review and potential use in the event of an arrest.",
      "timestamp": "2019-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2019",
      "keywords": [
        "efta00014435",
        "arrest",
        "unsealing request",
        "victim notification",
        "government",
        "draft",
        "grand jury",
        "indictment",
        "new york",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010466",
      "summary": "A communication from the Attorney's Office for the Southern District of New York regarding a Second Circuit decision concerning the unsealing of Jeffrey Epstein files. The communication includes a link to the Second Circuit’s decision (Epstein-ca2-20190703.pdf) and contact information for the office.",
      "timestamp": "2019-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2019",
      "keywords": [
        "epstein",
        "second circuit",
        "redaction",
        "unsealing",
        "new york",
        "justice",
        "decision",
        "files",
        "pdf",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026671",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York is requesting contact information (cell phone number or email address) for Judge Pitman’s deputy to facilitate contacting him regarding the unsealing of a case and to coordinate with Moses, who is on duty this weekend. The request was made on July 7, 2019.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "pitman",
        "judge",
        "deputy",
        "epstein",
        "unsealing",
        "email",
        "phone number",
        "moses",
        "assistant u.s. attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028363",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is requesting Judge Pitman’s advance review of an application to unseal Indictment 19 Cr. 490, United States v. Jeffrey Epstein, and to have a district judge assigned to the case (from Wheel C). The application and proposed order are attached. The attorney anticipates significant media and public attention during the unsealing and “wheel-out” process and offers to schedule an early-morning court appearance to submit the application.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "efta00028363",
        "unsealing",
        "jeffrey epstein",
        "judge pitman",
        "wheel-out",
        "application",
        "court",
        "united states v.",
        "judge moses",
        "press",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028364",
      "summary": "On July 8, 2019, the U.S. Department of Justice, specifically Assistant U.S. Attorney Geoffrey S. Berman, requested that U.S. District Court Judge Henry Pitman unseal Indictment 19 Cr. 490 against Jeffrey Epstein. The court granted this request, ordering the indictment to remain unsealed pending further order. The case is designated as a “Wheel C” case.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "southern district of new york",
        "jeffrey epstein",
        "unsealing",
        "indictment",
        "united states attorney",
        "henry pitman",
        "united states district court",
        "19 cr. 490",
        "criminal case",
        "order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030226",
      "summary": "On July 8, 2019, an email chain discusses the unsealing of the indictment in United States v. Epstein (19 Cr. 490) concerning Jeffrey Epstein. A redaction request (EFTA00030226.pdf) was sent to Judge Pitman to unseal the documents and a meeting was scheduled for 9:15 AM. Counsel for Epstein, Martin Weinberg and Reid Weingarten, were involved. The expectation was that the indictment would be unsealed first thing the following morning and a copy would be provided.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "unsealing",
        "united states v. epstein",
        "martin weinberg",
        "reid weingarten",
        "judge pitman",
        "indictment",
        "report",
        "legal",
        "email",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015602",
      "summary": "Martin Weinberg was following up on the unsealing of the indictment in the U.S. v. Jeffrey Epstein case. He was informed that the indictment would be available around 9:15 AM on July 8, 2019, and Epstein would be presented to the court on Monday.  Weinberg was coordinating with AUSAs regarding the case and was aware of potential privilege issues related to a search conducted at Epstein’s residence. Contact information for the AUSAs was provided.  There was discussion about Epstein potentially consenting to detention without prejudice.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s. v.",
        "martin weinberg",
        "indictment",
        "warrant",
        "ausas",
        "detention",
        "bail argument",
        "judge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020687",
      "summary": "The New York Times Company and reporter Ben Weiser have joined The Post and Daily News in opposing the sealing of records related to the US v. Tartaglione case (16-cr-832). A letter from the NYT Company and Weiser was faxed to the court on September 10, 2019, regarding the unsealing request.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "September 10, 2019",
      "keywords": [
        "efta00020687",
        "tartaglione",
        "us v.",
        "unsealing",
        "records",
        "nyt",
        "new york times",
        "legal",
        "case",
        "sealing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030707",
      "summary": "Bruce Barket received a transmittal from Sumar Al-Amyn regarding the unsealing of records in the case *US v. Tartaglione, 16-cr-832*. The transmittal included a letter from the New York Times Company reporter Ben Weiser, sent to the court via fax, concerning the same case.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2019",
      "keywords": [
        "efta00030707",
        "us v. tartaglione",
        "redaction analysis",
        "bruce barket",
        "sumar al-amyn",
        "new york times company",
        "ben weiser",
        "legal department",
        "attorney client communication",
        "unsealing of records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017094",
      "summary": "A New York Times request, led by reporter Ben Weiser, was submitted to the court regarding the unsealing of records in the case *US v. Tartaglione, 16-cr-832*. The request was sent via fax by Al-Amyn Sumar of The New York Times Legal Department. The attached document is a letter from the New York Times Company supporting the unsealing request.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2019",
      "keywords": [
        "efta00017094",
        "us v. tartaglione",
        "redaction analysis",
        "new york times",
        "unsealing of records",
        "ben weiser",
        "legal department",
        "case file",
        "fax",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018946",
      "summary": "On December 11, 2019, the U.S. Attorney’s Office for the Southern District of New York (USANYS) sent an email regarding the upcoming unsealing of four indictments against co-conspirators related to Jeffrey Epstein. Julie Brown was reportedly hearing this news, and the email was from the Public Affairs office.",
      "timestamp": "2019-12-11T00:00:00",
      "timestamp_raw": "December 11, 2019",
      "keywords": [
        "epstein",
        "usanys",
        "indictments",
        "justice",
        "southern district of new york",
        "julie brown",
        "united states department of justice",
        "public affairs",
        "contractor",
        "unsealing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017074",
      "summary": "This document is a response filed by attorneys for Intervenors Julie Brown and the Miami Herald to Ghislaine Maxwell’s objections to unsealing certain judicial documents related to a lawsuit. The Intervenors argue that Maxwell’s objections are without merit and that the documents should be unsealed in their entirety. Here’s a breakdown of the key points: *   **Context:** The document responds to Maxwell’s attempts to keep sealed specific court documents (Dkt. Entries 143, 164, 172, 199, and 230) within the case of *Virginia L. Giuffre v. Ghislaine Maxwell*. *   **Core Argument:** The Intervenors assert that the presumption of access to judicial documents is “substantial,” particularly in a case involving allegations of sexual abuse. They argue Maxwell’s objections rely on generalized “countervailing interests” without specific justification. *   **Addressing Maxwell’s Claims:** The document systematically dismantles Maxwell's arguments, including: *   Mischaracterizing the Second Circuit’s ruling in *Brown v. Maxwell*. *   Dismissing arguments about protective orders and reliance on them. *   Refuting claims that the documents are abusively filed. *   Challenging assertions about preventing abuse or undue burden, specifically regarding the alleged “embarrassment” of the accusations. *   Rejecting objections based on unreliable deposition transcripts. *   Criticizing the arguments regarding \"countervailing interests” and the failure to meet the high standard for continued sealing. *   **Request:** The Intervenors formally request the court to unseal all specified documents. Essentially, the document is a legal challenge seeking to restore public access to documents related to the case, arguing that Maxwell’s attempts to keep them sealed are unsupported by legal precedent or factual considerations.",
      "timestamp": "2020-05-22T00:00:00",
      "timestamp_raw": "May 22, 2020",
      "keywords": [
        "efta00017074",
        "virginia giuffre",
        "ghislaine maxwell",
        "unsealing",
        "judicial documents",
        "second circuit",
        "brown v. maxwell",
        "protective order",
        "countervailing interests",
        "discovery motions",
        "presumption of access"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022960",
      "summary": "Giuffre. *   **Docket Entries Involved:** Specifically, Maxwell objects to the unsealing of DEs 143, 172, 199, and 230, as well as portions of DEs 164 and related entries. These entries contain deposition testimony and related materials from a lawsuit alleging misconduct. *   **Objection Rationale:** Maxwell’s objections are based on several countervailing interests, including reliance on a protective order, preventing abuse of court records, reducing annoyance/embarrassment, and safeguarding ongoing criminal investigations. *   **Non-Party Concerns:**  A significant part of the objection centers on the presence of numerous \"Doe\" defendants referenced in the documents. Maxwell argues that the unsealing is premature due to the lack of notice and objection from these non-parties, requiring the Court to consider their potential claims. *   **Protocol Adherence:** Maxwell’s team intends to comply with the Court’s protocol for unsealing, including providing notice to and obtaining objections from any additional non-party defendants before proceeding. *   **Court's Approach:** The Court's protocol mandates a three-part analysis: assessing the presumption of public access, identifying countervailing interests, and determining if those interests outweigh the presumption. *   **Redaction and Notice:** The document explicitly suggests the Court should consider redaction of Non-Party names and requires providing notice and an opportunity to object to all non-parties before unsealing. Does this accurately capture the core content of the document?",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "June 10, 2020",
      "keywords": [
        "deposition",
        "maxwell",
        "objections",
        "unsealing",
        "redacted",
        "non-party",
        "protective order",
        "discovery",
        "confidentiality",
        "court records",
        "interference"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031855",
      "summary": "An email exchange occurred on July 1, 2020, regarding a request for unsealing and a proposed order (identified as EFTA00031855). The sender, [REDACTED], expressed concern about potential protests and walking/riding home in the dark. A document named \"<2020-07-02, GM, government unsealing request and proposed order.docx>\" was attached.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "redaction",
        "unsealing",
        "request",
        "bridge",
        "protests",
        "government",
        "order",
        "2020",
        "july",
        "efta00031855"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029859",
      "summary": "On July 1, 2020, discussions occurred regarding the handling of an arrest, referencing prior actions related to Jeffrey Epstein’s arrest. Concerns were raised about timing – specifically, whether a press conference should be held if an arrest occurred late in the day, potentially impacting the presentation of the individual to the court. The possibility of postponing the press conference to the following morning was discussed if the arrest occurred after 1:00 PM, when the presentment cutoff in DNH is.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "efta00029859",
        "redaction",
        "arrest",
        "press conference",
        "courthouse",
        "epstein",
        "gm",
        "unsealing",
        "dnh",
        "presentment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029858",
      "summary": "On July 1, 2020, discussions occurred regarding the handling of a potential arrest and subsequent press conference related to an individual (likely Jeffrey Epstein). A plan was considered to keep the arrest under seal and provide a copy to lawyers, followed by a press conference. Concerns arose about the timing of the press conference if the arrest occurred late in the day, potentially leading to the individual being held in jail until the following morning. A proposed solution was to postpone the press conference to the following morning if the arrest occurred before 1:00 PM, when the presentment would be cut off.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "epstein",
        "press conference",
        "arrest",
        "unsealing",
        "legal",
        "dnh",
        "presentation",
        "monday",
        "clerk's office",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020351",
      "summary": "The Assistant U.S. Attorney for the Southern District of New York submitted an application and proposed order to Judge Parker requesting the unsealing and assignment of the case, *United States v. Ghislaine Maxwell* (20 Cr. 330), which is currently attached in Word and PDF formats. The attorney also informed the court that the defendant is expected to be presented in the District of New Hampshire today.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "unsealing",
        "government",
        "judge parker",
        "court",
        "new hampshire",
        "request",
        "order",
        "pdf",
        "word"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030350",
      "summary": "On July 2, 2020, the U.S. Department of Justice, specifically the Acting United States Attorney Audrey Strauss, requested Judge Katharine H. Parker to unseal Indictment 20 Cr. 330, which involves the case against Ghislaine Maxwell. Judge Parker granted this request, ordering the indictment to remain unsealed pending further court orders. The case is designated as a \"Wheel C\" case.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00030350",
        "united states department of justice",
        "ghislaine maxwell",
        "indictment",
        "unsealing",
        "united states attorney",
        "southern district of new york",
        "katharine h. parker",
        "20 cr. 330",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020355",
            "similarity": 0.818,
            "index": 28,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020359",
            "similarity": 0.667,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020352",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020355",
      "summary": "On July 2, 2020, the U.S. Department of Justice, specifically the Acting United States Attorney for the Southern District of New York, Audrey Strauss, requested Judge Katharine H. Parker to unseal Indictment 20 Cr. 330, which involves the case of Ghislaine Maxwell. The court granted the request, ordering the indictment to remain unsealed pending further order. The case is designated as a \"Wheel C\" case.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00020355",
        "united states department of justice",
        "ghislaine maxwell",
        "indictment",
        "unsealing",
        "southern district of new york",
        "katharine h. parker",
        "united states attorney",
        "20 cr. 330",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030350",
            "similarity": 0.818,
            "index": 27,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020359",
            "similarity": 0.667,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020352",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020359",
      "summary": "On July 2, 2020, the U.S. Department of Justice, specifically the Southern District of New York, requested Judge Katharine H. Parker to unseal Indictment 20 Cr. 330, which involves the case against Ghislaine Maxwell. The court issued an order unsealing the indictment. The case is designated as a “Wheel C” case.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00020359",
        "united states department of justice",
        "ghislaine maxwell",
        "indictment",
        "unsealing order",
        "southern district of new york",
        "katharine h. parker",
        "united states attorney",
        "criminal case",
        "20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020355",
            "similarity": 0.667,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030350",
            "similarity": 0.667,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020352",
            "similarity": 0.818,
            "index": 30,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020352",
      "summary": "On July 2, 2020, the U.S. Department of Justice, specifically the Acting United States Attorney Audrey Strauss, requested the unsealing of Indictment 20 Cr. 330 in the case of Ghislaine Maxwell. The United States District Court, under Judge Katharine H. Parker, granted the request to unseal the indictment. The case is designated as a \"Wheel C\" case.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00020352",
        "united states department of justice",
        "southern district of new york",
        "ghislaine maxwell",
        "indictment",
        "unsealing order",
        "katharine h. parker",
        "united states attorney",
        "criminal case",
        "20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020359",
            "similarity": 0.818,
            "index": 29,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020355",
            "similarity": 0.667,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030350",
            "similarity": 0.667,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019414",
      "summary": "On July 2, 2020, an Assistant U.S. Attorney from the Southern District of New York received an email chain regarding the arrest of Ghislaine Maxwell related to Jeffrey Epstein.  A conversation occurred between individuals at the FBI and the U.S. Attorney's office, referencing an NBC New York article about the arrest and expressing anticipation for a signature from Parker on an unsealing order. The email chain originated from [REDACTED] and involved discussions about sources at the FBI, specifically Tom Winter.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00019414",
        "ghislaine maxwell",
        "jeffrey epstein",
        "fbi",
        "unsealing order",
        "media",
        "usanys",
        "tom winter",
        "parker",
        "nbc new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024770",
      "summary": "An email request was sent from the United States Attorney's Office for the Southern District of New York to create a new Victim & Witnesses Services webpage for the Ghislaine Maxwell case. The webpage should mirror the format of the Epstein case website and include details about the unsealing of federal felony charges, the alleged crimes (enticement, transportation, conspiracy, and perjury), and locations involved (New York, Florida, New Mexico, and the United Kingdom). It directs individuals who believe they are victims to contact the Victim/Witness Unit for assistance, including notifications about case stages, potential compensation, and referrals to counseling services. The email also provides contact information for the Victim/Witness Coordinator at the U.S. Attorney's Office in New York.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "victim",
        "witness",
        "indictment",
        "united states attorney",
        "new york",
        "fbi",
        "case",
        "maxwell case",
        "crime victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021916",
      "summary": "A draft letter to Netbum regarding an order on unsealing was sent from “I” to Minale on July 22, 2020. The sender requested a review of the draft within the next hour, citing issues with Westlaw downtime.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "July 22, 2020",
      "keywords": [
        "netbum",
        "letter",
        "order",
        "unsealing",
        "westlaw",
        "draft",
        "file",
        "efta00021916"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021917",
      "summary": "An email chain discusses a draft letter to Netburn regarding a local rule (23.1) and an unsealing order. A user, [REDACTED], is experiencing technical difficulties and cannot immediately review the draft. Other individuals, [REDACTED], [REDACTED], and [REDACTED], were asked to review the draft letter within the hour. A related document, “letter to Netburn re order on unsealing,” (2020-07-22, JE, letter to Netburn re order on unsealing.docx) was attached.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "2020-07-22",
      "keywords": [
        "letter",
        "netburn",
        "draft",
        "redacted",
        "westlaw",
        "vpn",
        "judge nathan",
        "unsealing",
        "order",
        "tech issues"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031359",
            "similarity": 0.538,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031359",
      "summary": "An email chain discusses a draft letter to Netburn regarding an unsealing order. One individual, [REDACTED], experienced technical difficulties preventing them from reviewing and editing the draft. Another individual, [REDACTED], requested a review within the next hour, acknowledging a prior meeting at 2:00 PM. The draft letter (2020-07-22 JE letter to Netburn re order on unsealing.moe.docx) was attached.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "2020-07-22",
      "keywords": [
        "efta00031359",
        "redaction analysis",
        "netburn",
        "letter",
        "order",
        "unsealing",
        "vpn",
        "westlaw",
        "edits",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021917",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018294",
      "summary": "Ghislaine Maxwell’s request to reconsider the Court’s decision to unseal transcripts and related materials from her and Doe l’s depositions was denied. The Court determined that Maxwell’s argument – that her indictment and arrest provided grounds for keeping the materials sealed – was raised too late, as she failed to raise the issue in her initial objections. The Court had already considered the implications of potential criminal charges against Maxwell when initially deciding to unseal the documents. As a result, the Court ordered a two-day stay of the unsealing process to allow Maxwell to seek appellate review.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition transcripts",
        "unsealing",
        "reconsideration",
        "criminal investigation",
        "jeffrey epstein",
        "court order",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017070",
            "similarity": 0.778,
            "index": 38,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024875",
            "similarity": 1.0,
            "index": 39,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021861",
      "summary": "This document is a request filed by Haddon, Morgan & Foreman on behalf of Ghislaine Maxwell to the Southern District of New York, arguing for the Court to reconsider its July 23, 2020 ruling that should allow the unsealing of Maxwell’s and Doe 1’s deposition transcripts.  The core argument is that the government’s use of these sealed transcripts to bring an indictment against Maxwell constitutes a serious violation of the Protective Order, and the court should maintain the transcripts’ sealed status. The filing details how the government obtained the transcripts despite the protective order, highlighting a second violation of the order stemming from plaintiff’s counsel’s actions. It argues that the circumstances surrounding the indictment and the government’s actions—including media commentary and a criminal investigation—create a heightened need to protect Maxwell’s rights, particularly her right to a fair trial, and that the court should stay any unsealing orders pending appeal, referencing relevant case law like *Martindell* and *Nixon*.  Finally, the filing alleges that plaintiff’s counsel intentionally set up a perjury trap for Maxwell by using her deposition in this way, and that a failure to properly uphold the Protective Order was a key factor in the government’s actions.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "protective order",
        "deposition transcripts",
        "ms. maxwell",
        "giuffre v. maxwell",
        "perjury",
        "contempt proceedings",
        "second circuit",
        "unsealing",
        "law enforcement",
        "criminal investigation",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017070",
      "summary": "The document is a court order denying Ghislaine Maxwell’s request for reconsideration of the unsealing of transcripts and related materials in a lawsuit against her. The court determined that Maxwell’s arguments, centered around the timing of her indictment and arrest, were brought up too late and constituted a late attempt to reargue previously presented issues. The court had already considered the potential impact of criminal investigations into Jeffrey Epstein and Maxwell, and her belated concerns were deemed insufficient grounds for reconsideration. Consequently, the court ordered a temporary stay of the unsealing process, allowing Maxwell to seek appeal from the decision.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition transcripts",
        "reconsideration",
        "unsealing",
        "criminal investigation",
        "jeffrey epstein",
        "united states district court",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018294",
            "similarity": 0.778,
            "index": 36,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024875",
            "similarity": 0.778,
            "index": 39,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024875",
      "summary": "The document is a court order denying Ghislaine Maxwell’s request for reconsideration of the court’s decision to unseal transcripts of her and Doe l’s depositions. The court found that Maxwell’s argument, centered on her subsequent indictment and arrest, was raised too late and did not meet the criteria for a motion for reconsideration (lack of intervening law, new evidence, or a clear error). The court ordered a two-day stay of the unsealing process to allow Maxwell to seek appellate review, with a final unsealing date of August 3, 2020.",
      "timestamp": "2020-08-03T00:00:00",
      "timestamp_raw": "August 3, 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition transcripts",
        "reconsideration",
        "unsealing",
        "jeffrey epstein",
        "criminal investigation",
        "court order",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017070",
            "similarity": 0.778,
            "index": 38,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00018294",
            "similarity": 1.0,
            "index": 36,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018749",
      "summary": "Ghislaine Maxwell* case (20 Cr. 330). Specifically, she seeks to allow her to refer to and file under seal in the *Giuffre v. Maxwell* (15-cv-5433) and Second Circuit appeal (No. 20-2413) certain discovery materials produced by the government, primarily from August 5, 2020, and a large batch from Boies Schiller & Flexner. The request stems from a need for fair determination of key issues impacting her privacy and due process rights. Maxwell argues that the government has essentially turned over all discovery materials produced in both the *Giuffre* and Jane Doe 43 cases. She believes this has been done secretly, in conjunction with Boies Schiller, and that this information was not fully disclosed to her. Maxwell asserts that the government's actions violate the Protective Order, which exempts information obtained “from a source other than the government,” and that she’s acting out of “abundance of caution.” She highlights a conflict between the government’s actions and a court order that the government must comply with when producing documents. The motion further argues that the unsealing of these materials is justified because the documents are “judicial documents” with a presumptive right of public access and that the government’s interference with the process is unfair. The motion also points to an emergency stay of unsealing ordered by the Second Circuit pending briefing. Finally, the document contends the court should allow her to use the materials under seal for her defense in the ongoing legal proceedings.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "August 5, 2020",
      "keywords": [
        "protective order",
        "ghislaine maxwell",
        "giuffre v. maxwell",
        "discovery materials",
        "united states district court",
        "second circuit",
        "seal",
        "confidential",
        "jeffrey paglloca",
        "boies schiller & flexner",
        "jurisdiction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018583",
      "summary": "Haddon, Morgan and Foreman, P.C., represented by Jeffrey S. Pagliuca, are requesting Judge Nathan’s permission to refer to and attach discovery materials (the “Unsealing Materials”) related to two settled civil cases involving Ghislaine Maxwell to the appeal in *U.S. v. Ghislaine Maxwell* (No. 15 Civ. 7433). The Unsealing Materials consist of ex parte pleadings, transcripts, and rulings from the government’s efforts to obtain discovery. They argue the materials are not confidential under the Protective Order and cite a Second Circuit case supporting public access. They are requesting the government agree to the disclosure and are working under a deadline set by Judge Preska to discuss this issue.",
      "timestamp": "2020-08-09T00:00:00",
      "timestamp_raw": "August 9, 2020",
      "keywords": [
        "maxwell",
        "ghislaine",
        "discovery materials",
        "unsealing materials",
        "protective order",
        "judge nathan",
        "judge preska",
        "second circuit",
        "civil litigation",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021879",
      "summary": "Sigrid McCawley from BOIES SCHILLER FLEXNER LLP is requesting clarification regarding a letter from Menninger related to an unsealing process. The letter includes attachments: an address letter to Judge Loretta A. Freska and Exhibit A. McCawley is preparing for potential information within the letter and emphasizes the confidential nature of the electronic communication.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "filing",
        "redaction",
        "sigrid mccawley",
        "bsfllp",
        "loretta a. freska",
        "menninger",
        "unsealing",
        "attorney-client privilege",
        "fort lauderdale",
        "2020-08-10"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018580",
      "summary": "15 Civ. 7433) against her. New, critical information has emerged impacting both this case and a related criminal action (20 Cr. 330) involving U.S. v. Maxwell. This information relates to Maxwell’s due process rights and Fourth, Fifth, and Sixth Amendment protections. Counsel seeks a temporary three-week stay of the unsealing process to allow for consultation with the U.S. Attorney's Office and a potential modification of the protective order. They propose streamlining the unsealing process through modifications to the protocol, including reduced briefing page limits and a shorter objection response period. Counsel also requests the court allow for a 7-day period for Non-Parties to object after a sealing order. Finally, they propose prioritizing specific decided motions for unsealing, excluding those tied to the paused deposition transcripts.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "maxwell",
        "criminal action",
        "protective order",
        "unsealing",
        "stay",
        "fourth amendment",
        "fifth amendment",
        "sixth amendment",
        "due process",
        "civil action",
        "u.s. attorney",
        "second circuit",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028552",
      "summary": "A draft email was sent on August 19, 2020, to Judge Nathan regarding the unsealing of materials related to case EFTA00028552. The email is attached as a .docx file.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "August 19, 2020",
      "keywords": [
        "efta00028552",
        "redaction analysis",
        "draft",
        "letter",
        "unsealing",
        "material",
        "2020-08-19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017841",
      "summary": "A correspondence, titled \"Maxwell Letter,\" was sent from the U.S. Attorney's Office, Southern District of New York, to an individual identified as “cz” (USANYS)\" on August 20, 2020. The email included an attached document named “2020-08-20_GM _letter toiudge_Nathan_re_unsealing_materials.rd.docx.” The case referenced is EFTA00017841.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "August 20, 2020",
      "keywords": [
        "efta00017841",
        "maxwell letter",
        "usanys",
        "redaction",
        "nathan",
        "judge",
        "2020-08-20",
        "u.s. attorney",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017842",
            "similarity": 0.583,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017842",
      "summary": "An email chain discusses a letter from [REDACTED] to a judge regarding the unsealing of materials related to EFTA00017842. A revised version of the letter, “2020-08-20_GM_Ietter to judge_Nathan_re_unsealing_materials.rd.docx,” is attached. The email originates from the U.S. Attorney’s Office, Southern District of New York.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "efta00017842",
        "maxwell letter",
        "usanys",
        "redaction",
        "u.s. attorney's office",
        "southern district of new york",
        "nathan",
        "czi",
        "2020-08-20",
        "judge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017841",
            "similarity": 0.583,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023252",
      "summary": "A criminal clerk from the United States Attorney’s Office for the Southern District of New York sent an email to Judge Vyskocil requesting a signed Unsealing Order for case EFTA00023252. The attached document is an application for an unsealing order, dated October 15, 2020, submitted by Jeffrey Epstein. The clerk requested a copy of the signed order be emailed back.",
      "timestamp": "2020-10-15T00:00:00",
      "timestamp_raw": "October 15, 2020",
      "keywords": [
        "efta00023252",
        "redaction",
        "unsealing order",
        "epstein",
        "usanys",
        "criminal clerk",
        "southern district of new york",
        "judge vyskocil",
        "2020-10-16",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018289",
      "summary": "This document is a record of the Second Circuit Court of Appeals’ decision in the case of *Ghislaine Maxwell v. [Other Parties]*. The court affirmed a District Court order that allowed the unsealing of certain litigation materials, including a deposition transcript related to the case. The court found that the District Court did not abuse its discretion in ordering the unsealing, despite Maxwell’s arguments to the contrary, citing existing legal precedent and a correct application of the presumption of public access to judicial documents. The document also includes standard court instructions regarding the filing of a bill of costs.",
      "timestamp": "2020-10-19T00:00:00",
      "timestamp_raw": "10/19/2020",
      "keywords": [
        "united states court of appeals",
        "ghislaine maxwell",
        "district court",
        "summary order",
        "appeal",
        "deposition",
        "litigation materials",
        "public access",
        "presumption of access"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027066",
      "summary": "Maxwell’s appeal regarding a protective order modification was dismissed on jurisdictional grounds. A summary order was filed by the US Court of Appeals, 2nd Circuit, dismissing the case (United States of America v. Maxwell, Case Number 20-3061). The court affirmed the unsealing of Maxwell’s deposition and other documents.  Electronic copies of the summary order and itemized bills of cost were filed and distributed to recipients via ACECF.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "maxwell",
        "united states of america",
        "20-3061",
        "appeal",
        "summary order",
        "court of appeals",
        "2nd circuit",
        "docket",
        "electronic documents",
        "protective order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021707",
      "summary": "Maxwell. *   They are requesting a 4TB hard drive containing the complete discovery production, which is not yet ready. *   They are questioning the correlation of Bates numbers to subject devices in the discovery cover letters. *   They are requesting an unredacted FBI report and a log of redactions. *   They identify missing documents, including AT&T subscriber information and flight logs, and request their production. *   They point out metadata inconsistencies in the PROD011 and PROD015 production files. *   They request a copy of the government’s detailed index of documents. *   They are requesting copies of grand jury subpoenas and their associated date ranges. *   They inquire about the unsealing of a cell-site simulator affidavit referenced in a news article and requests confirmation of any related FOIA releases.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "discovery",
        "maxwell",
        "fbi report",
        "redaction",
        "bates numbers",
        "cd drive",
        "hard drive",
        "sdny_prod015",
        "sdny_gm_00001015",
        "subpoenas",
        "metadata"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021736",
            "similarity": 0.643,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021736",
      "summary": "The email chain details discovery requests from Cohen & Gresser LLP to the US government regarding the case involving Ghislaine Maxwell. Key requests include: *   Immediate delivery of a 4TB hard drive containing the full discovery production. *   Providing the CD data to Maxwell via a thumb drive or external CD drive. *   Correlating Bates numbers to SDNY_PROD015 and SDNY_PROD016 documents. *   Producing an unredacted FBI report and a log of redactions. *   Producing missing documents, specifically AT&T subscriber information and flight logs. *   Addressing metadata gaps in PROD011 and PROD015 DAT files. *   Providing detailed indices of document productions. *   Providing copies of grand jury subpoenas and requested date ranges. *   Confirmation regarding the unsealing of a cell-site simulator affidavit referenced in a Daily Beast article.",
      "timestamp": "2021-01-16T00:00:00",
      "timestamp_raw": "16 Jan 2021",
      "keywords": [
        "discovery",
        "fbi report",
        "redaction",
        "bates numbers",
        "cd",
        "hard drive",
        "maxwell",
        "sdny_prod015",
        "sdny_gm",
        "subpoenas",
        "metadata",
        "foia"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021707",
            "similarity": 0.643,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013287",
      "summary": "Stephen Rex Brown, a reporter for the New York Daily News, requests the unsealing of transcripts and sentencing submissions related to the case of United States v. Efrain Reyes. Reyes died, and his connection to Jeffrey Epstein makes the case of public interest. Brown argues for access to the proceedings based on First Amendment rights and the presumption of access to court proceedings, citing concerns that sealing the documents would undermine public trust in the courts. The judge orders the parties to respond by January 22, 2021.",
      "timestamp": "2021-01-22T00:00:00",
      "timestamp_raw": "January 22, 2021",
      "keywords": [
        "efrain reyes",
        "united states v. reyes",
        "judge failla",
        "plea hearing",
        "sentencing",
        "sealing documents",
        "access to court proceedings",
        "new york daily news",
        "jeffrey epstein",
        "docket"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030861",
      "summary": "The US Attorney’s Office for the Southern District of New York (USANYS) is responding to inquiries from defense counsel regarding the production of discovery materials. **Key Points:** *   **Production Status:** The USANYS is in the process of finalizing the production of discovery materials, primarily focusing on re-stamping documents (SDNY_GM_00327069.001 - SDNY_GM_00327069.794) and loading them onto a drive. *   **Missing Documents & Issues:** The defense is raising concerns about missing documents (AT&T subscriber information, flight logs), metadata gaps in the DAT files (PROD011 and PROD015), and overlaps in production ranges. They request renumbering, new DAT files, and a clarification of Bates number correlations. *   **Requests for Unredacted Materials:** The defense is specifically requesting the unredacted FBI report (SDNY_GM_02050812-14) and a list of redacted documents, along with copies of grand jury subpoenas and the date range of documents requested. *   **Confirmation of Release:** They seek confirmation about the unsealing of the cell-site simulator affidavit referenced in a Daily Beast article and any subsequent FOIA releases. *   **Ongoing Communication:** The exchange highlights a continuous flow of communication between the USANYS and defense counsel as they work to address the discovery requests and ensure compliance with legal procedures. **Note:** The text is heavily redacted, obscuring specific details and potentially sensitive information.",
      "timestamp": "2021-01-27T00:00:00",
      "timestamp_raw": "27 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "production",
        "ftp",
        "files",
        "emails",
        "metadata",
        "bates numbers",
        "cd",
        "drive",
        "defense counsel",
        "usanys",
        "prod011",
        "dat files",
        "maxwell",
        "maxwell's defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030888",
      "summary": "It’s a record of communications between defense counsel (Cohen & Gresser LLP) and a contractor (\"USANYS\") regarding the production of discovery materials. Key points include: *   **Initial Production:** The contractor was tasked with producing discovery materials, including PROD011 and PROD015 files, along with re-bates stamped items. *   **CD Issues:** Initial CD productions were problematic, requiring the transfer of materials to thumb drives or external drives for delivery to Maxwell. *   **Metadata Discrepancies:** Significant issues arose with the metadata (.DAT) files for PROD011 and PROD015, with gaps identified and requests made for updated files. The 4th and 5th production file had overlapping numbers. *   **Discovery Requests & Concerns:** Counsel raised numerous discovery requests, including demands for an unredacted FBI report, a list correlating Bates numbers, and clarification of missing documents (AT&T records, flight logs). *   **Ongoing Issues:** There were ongoing concerns about the completeness of the production, specifically regarding Bates number accuracy and the identification of missing documents. Counsel pushed for the provision of a more detailed index. *   **Further Requests:** Counsel requested copies of grand jury subpoenas, information regarding the unsealing of documents, and clarification of the Daily Beast article referencing the cell-site simulator affidavit. The document represents a series of emails and related information attempting to address gaps and issues within the discovery process.",
      "timestamp": "2021-01-27T00:00:00",
      "timestamp_raw": "27 Jan 2021",
      "keywords": [
        "usanys",
        "contractor",
        "mdc",
        "discovery requests",
        "cd",
        "prod011",
        "prod015",
        "dat files",
        "redaction",
        "bates numbers",
        "ftp site",
        "maxwell",
        "defense counsel",
        "fbi report",
        "subpoena",
        "metadata",
        "cell-site simulator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011489",
      "summary": "The core issues revolve around delayed production of discovery materials, particularly Bates ranges (SDNY_GM_00167911-00169735), metadata files, and specific FBI reports. Key points include: *   **Initial FTP Request:** Everdell initially requests the discovery materials via FTP, specifying the missing Bates ranges. *   **Assistant U.S. Attorney Response:** The Assistant U.S. Attorney proposes alternative methods for delivery (CD or FTP link) and acknowledges the need for a new hard drive containing the discovery. *   **Metadata Issues:** Significant concerns are raised about gaps and errors in the metadata load files for various productions (PROD011, PROD015), requiring the provision of new DAT files.  There are also concerns about overlapping document ranges. *   **Missing Documents:** The defense requests the production of missing documents, including AT&T and David Rodgers production records, and asks for clarification on the removal of specific items from grand jury subpoena productions. *   **FBI Report & Affidavits:** The defense requests an unredacted version of the FBI report regarding the cell-site simulator and questions the status of a referenced affidavit, seeking confirmation of its unsealing. *   **Ongoing Communication:**  Multiple email exchanges occur between the parties, seeking clarification, requesting specific documents, and proposing solutions to the logistical and technical problems.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "efta00011489",
        "ftp",
        "bates",
        "discovery",
        "redaction",
        "usanys",
        "sdny",
        "metadata",
        "cd",
        "fbi report",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017109",
      "summary": "This document is a transcript of a court hearing concerning redaction requests related to documents concerning Mr. Tartaglione’s housing within the Bureau of Prisons (BOP). Initially, the Court addressed a “Curcio issue” – a confidential matter involving counsel for Mr. Tartaglione, Ms. Sternheim. The primary focus shifted to the government’s request to seal letters regarding prison conditions, prison designation, and Mr. Tartaglione’s housing at the Metropolitan Correctional Center (MCC) and Medium Medium Correctional Facility (MDC). The government sought to seal letters dated August 23rd and 28th, arguing it protected BOP’s deliberative process and prevented inmates from manipulating housing assignments. The Court ultimately ruled that the letters *were* judicial documents due to their relevance to Mr. Tartaglione’s trial rights and the court’s oversight. The Court then rejected the government's argument to maintain the seal, ordering its unsealing due to a lack of demonstrated compelling interest and concerns about potential manipulation of security protocols. Finally, the court addressed concerns about a telephone seized from Mr. Tartaglione, and the government abandoned the effort to obtain a warrant for it. Counsel proposed a timeline for trial scheduling, pending further discussion with the government.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "curcio",
        "tartaglione",
        "housing",
        "bop",
        "prison conditions",
        "redaction",
        "sealing",
        "correspondence",
        "docket numbers",
        "evidentiary standards",
        "public access",
        "first amendment",
        "judicial documents",
        "incarceration",
        "surveillance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}