{
  "keyword": "sdfl",
  "count": 31,
  "keyword_match_count": 31,
  "content_match_count": 17,
  "total_files": 48,
  "timeline": [
    {
      "file_id": "EFTA00018757",
      "summary": "Efforts were undertaken to determine the number of times Jane Doe was interviewed during the Florida investigation. AUSA reviews of FBI files identified a single interview on or about August 7, 2007 with Florida FBI agents. Keyword searches of AUSA email inboxes and inquiries with Jane Doe yielded no additional interview records. Jane Doe could not recall whether she met with the FBI agents once or twice, and suggested that undocumented follow-up interviews might have occurred if new statements were made. AUSA is awaiting a response from a contact regarding SDFL’s awareness of any additional interviews.",
      "timestamp": "2007-08-07T00:00:00",
      "timestamp_raw": "August 7, 2007",
      "keywords": [
        "efta00018757",
        "florida investigation",
        "fbi",
        "interviews",
        "relativity",
        "ausas",
        "jane doe",
        "sdfl",
        "august 7",
        "2007",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013801",
      "summary": "It argues that the letter from Assistant U.S. Attorney Jay Lefkowitz is rife with inaccuracies, distortions, and falsehoods. Key points of contention include: *   **Independent Review:** The purported “independent de novo review” conducted by CEOS was neither independent (as the reviewer had previously assessed the prosecution memo) nor de novo (it only reviewed for abuse of discretion). *   **Notification of Witnesses:** The defense’s objections to notifying witnesses were dismissed, and the resulting letter was misleading. *   **Mischaracterization of Defense Arguments:** The defense’s arguments regarding the statute and victim claims were misrepresented by Lefkowitz. *   **Deferred Prosecution Agreement:** The SDFL’s demands regarding a deadline and an assigned attorney representative were presented unilaterally and were not agreed to. *   **Victim Compensation:** The agreement to assign victim compensation to an independent third party was a result of the defense’s discovery of a misleading disclosure and was not an “unilateral” decision. *   **Timetable Manipulation:** Lefkowitz attempted to impose a restrictive timetable to derail the review process. The document concludes by demanding a thorough, independent de novo review of the case, emphasizing the need to base the review on witness testimony rather than conclusions from the prosecution.",
      "timestamp": "2008-05-19T00:00:00",
      "timestamp_raw": "May 19, 2008",
      "keywords": [
        "epstein",
        "investigation",
        "doj",
        "review",
        "inconsistencies",
        "false assertions",
        "statute 2242(b)",
        "abuse of discretion",
        "victim notification",
        "deferred prosecution agreement",
        "independent review",
        "de novo",
        "sentencing",
        "misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013997",
      "summary": "An email chain discusses a document titled “SDFL - Epstein,” originating from the U.S. Attorney’s Office, S.D. of Florida, and involving correspondence between individuals with redacted names. An attachment, “Epstein hr Ofc of DAG 06 03 08.pdf,” was to be sent via FedEx.",
      "timestamp": "2008-06-03T00:00:00",
      "timestamp_raw": "03 Jun 2008",
      "keywords": [
        "efta00013997",
        "sdfl",
        "epstein",
        "u.s. attorney's office",
        "florida",
        "redaction",
        "first assistant",
        "fed ex",
        "hr",
        "dag"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013915",
      "summary": "An email chain discusses sending a hard copy of a document titled “SDFL - Epstein,” including attachments, via FedEx. The original letter and attachments were sent to [REDACTED] by an Assistant U.S. Attorney and a Staff Assistant from the U.S. Attorney’s Office, S.D. of Florida. The email chain includes a reference to a previously sent PDF file.",
      "timestamp": "2008-06-03T00:00:00",
      "timestamp_raw": "03 Jun 2008",
      "keywords": [
        "epstein",
        "sdfl",
        "u.s. attorney",
        "redaction",
        "florida",
        "fed ex",
        "letter",
        "assistant",
        "pdf",
        "west palm beach"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028880",
      "summary": "The core argument is that the NPA, as it’s interpreted, immunizes her from prosecution as a “potential co-conspirator” of Epstein, regardless of the specific charges or location of the investigation. Here’s a breakdown of the key points: *   **NPA Applies:** Maxwell argues the NPA’s co-conspirator immunity provision applies to her, regardless of the government’s attempts to narrow its scope. *   **Broad Interpretation:** The government attempts to limit the NPA’s scope to the Southern District of Florida (SDFL) and specific offenses between 2001-2007, but Maxwell contends the language is broad enough to cover her. *   **“Potential Co-Conspirator” Clause:** The key phrase – “potential co-conspirators of Epstein” – is argued to encompass her. *   **Lack of Intent Limitation:** The government's attempt to show the parties intended to limit immunity is dismissed as an attempt to rewrite the NPA. *   **Discovery Request:** Maxwell requests discovery and an evidentiary hearing to establish the parties’ intent regarding the NPA’s scope. In essence, Maxwell claims the government is misinterpreting the NPA and that its plain language protects her.",
      "timestamp": "2016-01-11T00:00:00",
      "timestamp_raw": "Jan. 11, 2016",
      "keywords": [
        "npa",
        "ghislaine maxwell",
        "co-conspirator immunity",
        "united states v. epstein",
        "plea agreement",
        "non-prosecution agreement",
        "federal prosecution",
        "jeffrey epstein",
        "district of florida",
        "united states attorney",
        "standing",
        "third-party beneficiary",
        "discovery",
        "intent",
        "immunity provision"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027775",
      "summary": "An email was sent from an Assistant U.S. Attorney in the Southern District of New York to an unknown recipient regarding NDGA filings. The email included attachments: a proposal (SDFL_NDGA_proposal,_May_10.pdf), a petitioner proposal (SDFL_petitionerst_proposal„May_10.pdf), and an order (SDFL_order,May_13.pdf) dated May 14, 2019. The email subject was \"NDGA filings.\"",
      "timestamp": "2019-05-14T00:00:00",
      "timestamp_raw": "May 14, 2019",
      "keywords": [
        "ndga filings",
        "redaction analysis",
        "efta00027775",
        "sdfl",
        "southern district of new york",
        "may 2019",
        "proposal",
        "petition",
        "order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030230",
      "summary": "An email exchange occurred between a Special Assistant to the U.S. Attorney (SDNY) and an individual (identified as [REDACTED]) regarding the Epstein investigation and a decision document (SDFL_decision.pdf). The Assistant sent the decision document and a related memo (“Epstein_investigation,_prosecution_inemo.msg”) to the recipient, requesting further assistance if needed.",
      "timestamp": "2019-06-21T00:00:00",
      "timestamp_raw": "21 Jun 2019",
      "keywords": [
        "efta00030230",
        "redaction analysis",
        "epstein investigation",
        "prosecution",
        "inemo",
        "u.s. attorney's office",
        "sdny",
        "decision",
        "email",
        "attachments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021244",
      "summary": "An email exchange occurred between a Deputy United States Attorney from the Southern District of New York and an unknown recipient (“”) regarding a CVRA opinion. The Deputy U.S. Attorney requested an electronic copy of a decision (SDFL_decision.pdf) which was attached to the email.",
      "timestamp": "2019-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2019",
      "keywords": [
        "efta00021244",
        "cvra",
        "opinion",
        "usanys",
        "redacted",
        "united states attorney's office",
        "southern district of new york",
        "decision",
        "electronic copy",
        "hard copy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021442",
      "summary": "United States *   **Case Number:** 08-80736-Civ-Marra/Johnson *   **Court:** Southern District of Florida *   **Plaintiff:** Jane Doe 1 and Jane Doe 2 *   **Defendant:** United States *   **Intervenor:** Jeffrey Epstein **Document Type:** Reply Brief **Core Arguments:** *   **Secret NPA:** Epstein and the USAO-SDFL secretly reached a non-prosecution agreement (NPA) with Epstein, concealing it from the victims (Jane Doe 1 and 2). *   **Due Process:** The victims were entitled to procedural due process, including the opportunity to challenge the NPA and its impact on their rights. *   **CVRA Violation:** The NPA’s immunity provisions violated the Crime Victims’ Rights Act (CVRA), which guarantees victims the right to confer with prosecutors. *   **Rescission Remedy:** The victims are entitled to a remedy of rescission, invalidating the NPA’s provisions. *   **Lack of Authority:** The USAO-SDFL lacked the authority to extend Epstein’s immunity without conferring with the victims. *   **Bad Faith:** Epstein's defense team acted in bad faith by concealing the NPA. *   **No Judicial Estoppel:** The doctrines of equitable and judicial estoppel do not apply in this case. **Key Details:** *   The document focuses on challenging the government's actions in concealing the NPA and seeking a remedy (rescission). *   It references specific legal arguments related to due process, the CVRA, and contract law. *   The document highlights the legal team’s arguments in the case – which include the US Attorney’s Office and the government. Essentially, this document is a legal argument by the victims seeking to overturn the secret NPA and secure their CVRA rights.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "07/23/2019",
      "keywords": [
        "npa",
        "crime victims",
        "cvra",
        "rescission",
        "epstein",
        "government",
        "non-prosecution agreement",
        "due process",
        "jane doe 1",
        "jane doe 2",
        "united states",
        "prosecution",
        "victim's rights",
        "settlement agreement",
        "fraud",
        "estoppel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021197",
      "summary": "*   **ICE Raids & Related News:** Reports detail large-scale ICE raids at Mississippi food processing plants, resulting in numerous arrests and family separations. Coverage includes articles about gun violence, the El Paso shooting, and related investigations. *   **Notable Cases:** The text summarizes the release of Cyntoia Brown after a 15-year prison sentence, details a “felony murder” case in Ohio, and reports on a drug smuggling investigation in Louisiana involving state prison guards. *   **Legal and Political Commentary:** The document contains commentary on the Racial Justice Act in North Carolina, the “People v. William Barr” case, gun laws in Texas, and the complexities of terrorism and hate crimes. *   **News Aggregation:** The document includes snippets from various news outlets regarding a range of topics including gun violence, investigations, and legal proceedings.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "epstein",
        "sdfl",
        "florida",
        "gun violence",
        "ice",
        "trafficking",
        "el paso",
        "cyntoia brown",
        "angola",
        "racial justice act",
        "jeffrey epstein",
        "gun sales",
        "texas"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030660",
      "summary": "This document is a series of email exchanges and meeting notes related to an ongoing investigation, likely a criminal investigation, concerning Jeffrey Epstein and his co-conspirators. Key details include: *   **Ongoing Interviews:** The team is conducting interviews with several individuals who had contact with Epstein and/or Ghislaine Maxwell, including victims who reported sexual abuse and individuals who worked for or assisted them. *   **Reverse Proffer Scheduling:** Meetings are scheduled with multiple individuals for “reverse proffers,” a legal process where witnesses provide information to the government in exchange for consideration in sentencing. *   **Victim Information:** The team is gathering information about victims, including their ages at the time of abuse, the locations of the encounters, and denials related to the nature of the encounters (e.g., denials that massages were sexual in nature). *   **Key Individuals:** Several individuals are repeatedly referenced, including “Brass,” \"M,” and various victims (Victim-1, Victim-2, Victim-3, etc.) and related parties. *   **Logistical Planning:** The team is coordinating travel to Florida and California for meetings and interviews. *   **Previous Investigations:** References are made to prior investigations and testimony provided by individuals like someone granted immunity by SDFL.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "03 Sep 2019",
      "keywords": [
        "epstein",
        "maxwell",
        "victims",
        "massages",
        "proffer",
        "interviews",
        "co-conspirators",
        "scheduling",
        "florida",
        "usvi",
        "investigations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019238",
      "summary": "The document consists of email exchanges regarding a request for documents related to the Epstein/Maxwell investigations. Discussions involve multiple parties including USANYS, ODAG, SDFL, NDGA, and OPR.  A central concern is identifying document custodians and coordinating a discussion about potential document collection, particularly regarding the SDFL and NPA investigations.  A key point is the recusal of one individual (Associate Deputy Attorney General) due to the CVRA litigation and a lack of SDFL documents. The U.S. Attorney's Office for the Southern District of New York is actively pursuing Ghislaine Maxwell's case and revisiting prior conversations about document requests.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "epstein/maxwell",
        "document collection",
        "sdfl",
        "usanys",
        "opr",
        "recusal",
        "litigation",
        "ghislaine maxwell",
        "npa",
        "discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027959",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015895",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027959",
      "summary": "The document is a series of email exchanges regarding a request for assistance with locating documents related to the Epstein/Maxwell investigation. Key points include: *   Multiple individuals (USANYS, ODAG, USANYS, OPR, SDFL, NDGA) are involved in coordinating document retrieval efforts. *   A dial-in meeting was proposed for Thursday at noon. *   Discussion centered on identifying appropriate document custodians within various organizations (ODAG, SDFL, NDGA, OPR). *   OPR was suggested as a potential resource due to a previous document collection effort. *   The US Attorney's Office for the Southern District of New York (USANYS) is seeking assistance from other agencies regarding discovery requests related to the SDFL investigation and NPA. *   There’s a focus on recusal issues and potential consequences related to the litigation.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "epstein/maxwell",
        "usanys",
        "odag",
        "sdfl",
        "ndga",
        "document collection",
        "recusal",
        "cvra",
        "ghislaine maxwell",
        "npa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019238",
            "similarity": 0.538,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030484",
      "summary": "This document is a series of email exchanges regarding the investigation into Jeffrey Epstein and Ghislaine Maxwell, specifically concerning the location of relevant documents. Key points include: *   Multiple parties (USANYS, USANYS, ODAG, MAO, SDFL, NDGA, OPR) are involved in coordinating efforts to locate documents. *   Requests are made to contact individuals within the Southern District of New York’s (SDFL) Criminal Division, specifically a US Attorney and a Criminal Chief, to obtain copies of criminal files. *   There’s an inquiry about the best point of contact within the SDFL for document retrieval, given prior conversations with OPR and the CVRA litigation. *   Discussions involve identifying document custodians (OPR, M.) and exploring potential contacts within SDFL and NDGA related to document collection. *   A U.S. Attorney’s Office representative offers to discuss recusal issues and directs contact to the SDFL. *   Scheduling of a call for July 22, 2020, to discuss document requests is repeatedly proposed.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "July 22, 2020",
      "keywords": [
        "epstein/maxwell",
        "sdfl",
        "fbi",
        "victim services",
        "document collection",
        "cvra litigation",
        "opr",
        "usanys",
        "ghislaine maxwell",
        "criminal files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015895",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031991",
      "summary": "Emails between the U.S. Attorney’s Office for the Southern District of New York (USANYS) and the Office of Professional Responsibility (OPR) regarding the collection of documents related to the 2008 Non-prosecution Agreement between the Southern District Federal Litigation (SDFL) and Jeffrey Epstein. The USANYS is seeking information about materials OPR gathered, specifically internal emails, to inform their ongoing investigation into Epstein and Ghislaine Maxwell. A call is being offered to discuss the extent of OPR’s involvement and material collection.",
      "timestamp": "2020-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2020",
      "keywords": [
        "epstein document collection",
        "usanys",
        "opr",
        "discovery",
        "non-prosecution agreement",
        "ghislaine maxwell",
        "sdfl",
        "emails",
        "document collection",
        "jeffrey epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022052",
      "summary": "The U.S. Department of Justice, Southern District of New York, is producing materials related to the case of Ghislaine Maxwell (20 Cr. 330). The materials, stamped with control numbers from SDNY_GM_00328070 to SDNY_GM_00356148, consist of FBI documents, PBPD materials, PBSA materials, scans of FBI evidence, and SDFL materials. The documents are categorized by confidentiality levels: Confidential, Highly Confidential, and Non-Confidential. They include aerial video, FBI documents from Florida and New York, photos, blueprints, and various video recordings from Florida investigations. The production is governed by a July 31, 2020 Protective Order.",
      "timestamp": "2020-07-31T00:00:00",
      "timestamp_raw": "July 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "sdny",
        "protective order",
        "confidential",
        "documents",
        "evidence",
        "videos",
        "blueprints",
        "florida"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029177",
      "summary": "*   The investigation relies heavily on FBI 302 reports, transcripts of a grand jury testimony, and documents related to an NPA investigation. *   Jane Doe Number One is mentioned only once in the grand jury testimony, specifically in the context of how she met Epstein at Mar-a-Lago through a connection to Ghislaine Maxwell. *   Maxwell is mentioned in some FBI 302s, but the NPA investigation has found she doesn't appear frequently or at all in reviewed documents. *   There were no federal search warrants, only a local search warrant for a Palm Beach residence for which the SDFL file is unavailable. *   Efforts are being made to obtain the SDFL file and the “pros memo” from OPR to gain a better understanding of the evidence. *   The team is checking the Palm Beach residence search warrant application and confirming if Maxwell was identified as a target/subject in any warrants or materials from the SDFL case.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "maxwell",
        "epstein",
        "grand jury testimony",
        "fbi file",
        "302s",
        "mar-a-lago",
        "npa",
        "search warrants",
        "sdfl",
        "jane doe"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009939",
      "summary": "The RMI team is scheduled to appear before the grand jury on Monday, August 10, 2020, related to a fraud investigation. A charging document has been signed off. The team intends to circulate papers regarding GEP, including a premises warrant for RG, and a revised draft is in progress. A memo regarding Hadden pros is being revised and will be re-reviewed. There is a planned fight with the DAG regarding Menedez, pending a call from Audrey. The team is awaiting guidance on reviewing material from the SDFL Epstein investigation, currently considering a focus on SDFL's 24 boxes of hard copy documents. A separate email celebrates \"Preposterous Packaging Day.\"",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "efta00009939",
        "fraud",
        "grand jury",
        "gep",
        "premises warrant",
        "rg",
        "hadden",
        "sdfl",
        "epstein",
        "dag fight",
        "menedez"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029887",
      "summary": "Discussions center around timing for disclosures, specifically a three-day window before an arrest. There’s concern about the lack of a “pros memo” and a desire to gather information from various sources, including FBI 302 reports and transcripts of a grand jury testimony. The testimony reveals Maxwell met Epstein through a friend, Jane Doe Number One, at Mar-a-Lago. The team is seeking to understand Maxwell’s role in the Florida investigation, examining FBI file 302s and a local search warrant. They are attempting to locate and obtain a copy of the SDFL file, including a pros memo, to gain a more complete picture of the investigation and potential evidence related to Maxwell.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "efta00029887",
        "arrest",
        "thursday",
        "friday",
        "umr",
        "discovery deadline",
        "maxwell",
        "epstein",
        "mar-a-lago",
        "fbi investigation",
        "grand jury testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015895",
      "summary": "The document is a series of email exchanges regarding a request for assistance in locating documents related to the Epstein/Maxwell investigation. Key points include: *   Requests to contact individuals within the Southern District of New York’s (SDFL) Criminal Division, specifically the Criminal Chief, to locate relevant files. *   Discussions about contacting OPR and NDGA for document custodians. *   Confirmation of limited contact with a USANAYS AUSA in the SDFL civil division. *   Scheduling a meeting for July 22nd to discuss document location and potential review. *   The primary goal is to ascertain what hard-copy materials remain in the SDFL related to the case.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "epstein/maxwell",
        "sdfl",
        "usanys",
        "opr",
        "criminal division",
        "document collection",
        "ghislaine maxwell",
        "cvra litigation",
        "recusal",
        "discovery requests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030484",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019238",
            "similarity": 0.538,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032211",
      "summary": "An email chain discusses an upcoming meeting involving the Office of Public Records (OPR) inviting known Epstein victims. The meeting’s purpose is to announce OPR’s investigation into the non-prosecution agreement between SDFL and Epstein. A U.S. Department of Justice Associate Deputy Attorney General & National Coordinator for Child Exploitation & Human Trafficking initiated contact with a V/W Coordinator regarding the meeting, proposing a telephone call for 3:30-4:30 p.m. the following day.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2020",
      "keywords": [
        "epstein",
        "victims",
        "opr",
        "sdfl",
        "non-prosecution agreement",
        "human trafficking",
        "child exploitation",
        "redaction",
        "usanys",
        "attorney general"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010429",
      "summary": "An email chain discusses reviewing documents related to the SDFL’s investigation into Jeffrey Epstein and Ghislaine Maxwell. The West Palm Beach office has case files and boxes of documents gathered for the OPR inquiry, including a scanner used exclusively by OPR for scanning and sending documents to their DOJ accounts. A USANYS representative offers to facilitate a review and scanning of these materials, attaching an inventory of the materials. The New York team is supervising the process and requests a call to discuss arrangements.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "sdfl",
        "west palm beach",
        "documents",
        "opr",
        "ghislaine maxwell",
        "usanys",
        "scan",
        "inventory",
        "case files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011501",
            "similarity": 0.818,
            "index": 22,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00011503",
            "similarity": 0.818,
            "index": 23,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00009860",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011501",
      "summary": "A United States Attorney’s Office Assistant in West Palm Beach, Florida, is coordinating with a team in New York regarding the SDFL investigation into Jeffrey Epstein and his co-conspirators. The investigation involved materials stored in a secure room, including case files and boxes of documents gathered for an OPR inquiry. The West Palm Beach office provided a scanner for OPR’s use to scan and transmit documents to their DOJ accounts. The New York team seeks to review and scan these materials as part of their own case concerning Ghislaine Maxwell.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "usanys",
        "west palm beach",
        "sdfl",
        "documents",
        "opr",
        "inventory",
        "scan",
        "ghislaine maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010429",
            "similarity": 0.818,
            "index": 21,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00011503",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009860",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031914",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011503",
      "summary": "*   The documents, including case files and OPR-gathered materials, are located in a secure room in West Palm Beach. *   A scanner was used by the OPR for exclusive document scanning to their DOJ accounts. *   The USANYS team offers to facilitate review and scanning of the documents for the Southern District of New York’s trial team. *   A call is proposed to coordinate the process.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "usanys",
        "west palm beach",
        "sdfl",
        "documents",
        "case files",
        "scan",
        "opr",
        "ghislaine maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011501",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010429",
            "similarity": 0.818,
            "index": 21,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00009860",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018995",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009860",
      "summary": "*   The request involves scanning CDs and cassette tapes within the materials, due to the presence of these media. *   The West Palm Beach office offers to provide a secure room and a dedicated scanner for review, having previously utilized a vendor for this purpose. *   The US Attorney is coordinating with a team in New York that is prosecuting Ghislaine Maxwell, and suggests reaching out to the West Palm Beach office for access to the documents. *   A copy of an inventory of the materials is offered.",
      "timestamp": "2020-08-31T00:00:00",
      "timestamp_raw": "31 Aug 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "usanys",
        "vendor",
        "scan",
        "documents",
        "west palm beach",
        "sdfl",
        "inventory",
        "covid"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011503",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011501",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010429",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023016",
      "summary": "On September 10, 2020, multiple individuals communicated regarding a financial shortfall, referring to “out of money.” One party stated that another individual would provide $10,000 for Maxwell. Discussions involved concerns about insufficient funds through the end of the fiscal year, delaying new projects, and the potential for “play in the joints” (unspecified financial flexibility). A request was made to initiate scanning and processing of SDFL and OPR Epstein-related materials, ideally before October.",
      "timestamp": "2020-09-10T00:00:00",
      "timestamp_raw": "September 10, 2020",
      "keywords": [
        "efta00023016",
        "redaction analysis",
        "out of money",
        "maxwell",
        "epstein",
        "sdfl",
        "vendor",
        "emergencies",
        "scanning",
        "october"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023018",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023018",
      "summary": "Several emails exchanged between individuals, including [REDACTED], discuss a situation involving “out of money,” referencing approximately $10,000. Discussions involve Maxwell and an SDFL vendor intended for scanning and processing Epstein-related materials. A concern is expressed about the lack of funds through the end of the fiscal year, delaying new initiatives.",
      "timestamp": "2020-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2020",
      "keywords": [
        "efta00023018",
        "redaction analysis",
        "out of money",
        "epstein",
        "sdfl",
        "vendor",
        "emergencies",
        "maxwell",
        "opr",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023016",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027424",
      "summary": "On November 6, 2020, the Public Corruption Unit reported on the case of US v. Ghislaine Maxwell. Ghislaine Maxwell was indicted on six counts related to facilitating Jeffrey Epstein’s abuse of minor girls, arrested in New Hampshire, and detained. Discovery production occurred on August 21, 2020, with a second production of electronic materials planned. The team is collaborating with various agencies, including the USAO-SDFL and OPR, to obtain and review relevant materials. Discussions with Maxwell’s counsel regarding a felony disposition are underway. An interview with Prince Andrew is being pursued through an MLAT after his counsel declined a voluntary interview. Maxwell anticipates a renewed bail application and the team intends to oppose it.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "November 6, 2020",
      "keywords": [
        "ghislaine maxwell",
        "corruption",
        "indictment",
        "bail",
        "prince andrew",
        "usao",
        "discovery",
        "electronic materials",
        "mlat",
        "public corruption unit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022047",
      "summary": "An email chain discusses the production of documents for the Maxwell case, specifically related to the Epstein Relativity Databases. One party (Sender) is requesting the production of 26,164 documents from the \"FBI Files from Florida Office\" folder, tagged with specific criteria. There are concerns about the volume of documents and a request for confirmation that the provided search encompasses all desired materials. A deadline of the end of October for delivery to 1St. Andrews is specified, with a request to load files into the US v Epstein database within a folder named \"USAO-SDFL Files.\" A hard drive containing scans of files from the USAO-SDFL is also being sent.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "relativity",
        "epstein",
        "discovery tasks",
        "maxwell",
        "fbi files",
        "rsa token",
        "efta00022047",
        "production",
        "usao-sdfl",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021983",
            "similarity": 0.583,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021983",
      "summary": "An email exchange discusses production tasks for the Maxwell case, specifically concerning documents related to the Epstein Relativity Databases. The sender requests the production of specific documents (EFTA00021983 and EFTA00021984) and asks about the desired level of redaction (as is, as is and confidential, or as is and highly confidential). All materials are to be delivered to 1St. Andrews by the end of October and uploaded to the US v Epstein database in a designated folder (\"USAO-SDFL Files\"). A drive containing scans of files from the USAO-SDFL is also being sent.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "epstein",
        "relativity",
        "databases",
        "discovery tasks",
        "maxwell",
        "usao-sdfl",
        "relativity",
        "files",
        "production",
        "efta00021983"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022047",
            "similarity": 0.583,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029268",
      "summary": "A request was sent from the Maxwell team to [REDACTED] to review documents related to “US v. Maxwell” and “US v. Epstein” using Relativity. The request involved creating batches of approximately 500 documents from the “USAO-SDFL Files” folder within the “US v Epstein” database and applying the “Relevant to NPA” Issue Designation tag to existing tags.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2020",
      "keywords": [
        "relativity",
        "sdfl",
        "batches",
        "review",
        "maxwell",
        "npa",
        "us v. maxwell",
        "documents",
        "usao-sdfl files",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029269",
      "summary": "Two emails were exchanged regarding the review of documents related to the US v. Maxwell and US v. Epstein cases. Chris ([REDACTED]) was requested by [REDACTED] to create batches of approximately 500 documents from the \"USAO-SDFL Files\" folder within the \"US v Epstein\" database, tagging them with \"Relevant to NPA.\" The batches were subsequently created and tagged in the database.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2020",
      "keywords": [
        "relativity",
        "us v. maxwell",
        "review batches",
        "sdfl documents",
        "usao-sdfl files",
        "npa",
        "contract",
        "issue designation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024473",
      "summary": "A request was sent from the Assistant United States Attorney for the Southern District of New York to USAFLS regarding a Florida investigation into Jeffrey Epstein’s case. The request involved identifying the names associated with Jane Doe numbers assigned by the SDFL team to the identified victims. The sender needed this information to determine if documents referenced witnesses.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "December 17, 2020",
      "keywords": [
        "sdfl",
        "jane doe",
        "epstein",
        "victims",
        "usafls",
        "usanys",
        "redaction",
        "florida investigation",
        "witnesses",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026567",
      "summary": "An Assistant United States Attorney in the Southern District of New York is reviewing a privilege log (SDFL_privilege_Iog.pdf) submitted by the defense in a case involving the “NPA.” The log contains an entry for a file folder and an attorney with an unknown name (“”) who is not found through searches or NY attorney registration databases. The Assistant U.S. Attorney is seeking suggestions on how to investigate this individual.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "npa",
        "privilege log",
        "sdfl",
        "attorney",
        "sdny",
        "ecf",
        "investigation",
        "coordination",
        "ed",
        "google search"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023498",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting a specific document – a file folder titled “File folder entitled se (N.Y. AUSA)” containing handwritten notes – from an individual (“”) who has been tracking related files. The document was identified by box numbers tfl P-003679 through P-003680 and is linked to a privilege log concerning a CVRA lawsuit involving Jeffrey Epstein. The request was initiated on February 17, 2021, and the recipient is seeking assistance with a current briefing related to the file.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "February 17, 2021",
      "keywords": [
        "epstein file",
        "sdfl",
        "privilege log",
        "cvra lawsuit",
        "handwritten notes",
        "usanys",
        "attorney",
        "jeffrey epstein",
        "box tfl",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023500",
      "summary": "On February 18, 2021, an Assistant United States Attorney from the Southern District of New York requested a specific document (“item on page 5 of the log”) identified by box numbers P-003679 through P-003680, related to the Jeffrey Epstein file. The request was made due to a briefing on a CVRA lawsuit issue. A colleague, [REDACTED], was tasked with retrieving the document, but was experiencing difficulties due to issues with vendor-provided scans. Another colleague, [REDACTED], was contacted to confirm if the document was already available from previous scans. A 25% work schedule was in effect in the office.",
      "timestamp": "2021-02-18T00:00:00",
      "timestamp_raw": "February 18, 2021",
      "keywords": [
        "epstein file",
        "sdfl",
        "scans",
        "vendor",
        "privilege log",
        "cvra lawsuit",
        "document",
        "usanys",
        "redaction",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023499",
      "summary": "An email exchange occurred on February 18, 2021, regarding a question related to the SDFL Epstein file. The email was sent from “Ma” to multiple recipients including “[REDACTED],” “[REDACTED],” and “[REDACTED]” with the subject “RE: Question re SDFL Epstein file.” The email contained an attached message named \"Question_re_SDFL_Epstein_file.msg.\" The email thread is identified as EFTA00023499.",
      "timestamp": "2021-02-18T00:00:00",
      "timestamp_raw": "February 18, 2021",
      "keywords": [
        "epstein",
        "sdfl",
        "redaction",
        "usaws",
        "usahub",
        "file",
        "message",
        "inquiry",
        "email",
        "efta"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030997",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023497",
      "summary": "An email exchange occurred between individuals associated with “USAHUB-USAJouma1111” and “[REDACTED]” regarding a question concerning an “SDFL Epstein file.” The email chain included multiple recipients and utilized a specific message ID.",
      "timestamp": "2021-02-18T00:00:00",
      "timestamp_raw": "18 Feb 2021",
      "keywords": [
        "epstein",
        "sdfl",
        "redaction",
        "file",
        "usahub",
        "usajouma",
        "efta00023497"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030997",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a question about the SDFL Epstein file. The email included attachments and was sent on February 22, 2021. The sender is redacted.",
      "timestamp": "2021-02-22T00:00:00",
      "timestamp_raw": "February 22, 2021",
      "keywords": [
        "epstein",
        "sdfl",
        "redaction",
        "analysis",
        "file",
        "email",
        "usahub",
        "message",
        "subject",
        "efta00030997"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023499",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031914",
      "summary": "A US Attorney’s office in West Palm Beach, specifically the SDFL unit, possessed case files and boxes of documents related to the Jeffrey Epstein investigation. A Managing Assistant facilitated a call to discuss scanning these materials for the Southern District of New York’s prosecution of Ghislaine Maxwell. The West Palm Beach office had utilized a dedicated scanner for OPR’s exclusive use during their review. Correspondence indicates an attempt to coordinate access and scanning of the materials for the NY team’s investigation.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "sdfl",
        "west palm beach",
        "usanys",
        "ghislaine maxwell",
        "documents",
        "inventory",
        "scanning",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011501",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010429",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018995",
            "similarity": 0.667,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018995",
      "summary": "An email chain discusses the location of documents related to the Jeffrey Epstein investigation held by the West Palm Beach Regional Office of the U.S. Attorney’s Office, SDFL. A managing assistant provides information about secured boxes containing case files and materials gathered for an OPR inquiry.  A scanner was used by OPR to scan documents for their DOJ accounts. The Chief of the Public Corruption Unit requests access to review and scan these documents for their own case regarding Ghislaine Maxwell's prosecution.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "epstein",
        "documents",
        "west palm beach",
        "opr",
        "doj",
        "scanner",
        "inventory",
        "ghislaine maxwell",
        "sdfl",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031914",
            "similarity": 0.667,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011503",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011501",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019021",
      "summary": "An email chain discusses reviewing a 30,000-document SDFL Epstein file that was scanned by a vendor in October. The goal is to determine what documents have been produced to meet pretrial disclosure deadlines. A team of 4 paralegals and an intern are conducting the review, with requests for additional assistance from Darcy’s paralegals. The deadline for completion is the end of April.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "efta00019021",
        "redaction analysis",
        "maxwell review",
        "sdfl epstein file",
        "relativity",
        "paralegals",
        "disclosure deadlines",
        "pae",
        "vendor scan",
        "u.s. attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024030",
      "summary": "An email chain discusses a review of a 30,000-document SDFL Epstein file scanned by a vendor in October. The goal is to determine what documents have been produced to meet pretrial disclosure deadlines. A team of paralegals and an intern are conducting the review, with requests for additional support from Darcy. The deadline for completion is the end of April.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "efta00024030",
        "maxwell review",
        "sdfl epstein file",
        "relativity",
        "vendor",
        "paralegals",
        "disclosure deadlines",
        "usanys",
        "public corruption unit",
        "pretrial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019599",
      "summary": "The U.S. Department of Justice, specifically the Southern District of New York, is responding to a request from legal counsel (Cohen & Gresser LLP, Haddon, Morgan & Foreman, P.C., and Bobbi Stemheim) regarding documents related to the Ghislaine Maxwell investigation. Specifically, the request included: *   Documents produced to Radar Online via FOIA. *   Any other FOIA requests pertaining to Jeffrey Epstein or Ghislaine Maxwell investigations. *   Materials reflecting the FBI-New York Office’s involvement in the USAO-SDFL investigation. The DOJ states they are not providing the requested materials due to: *   Lack of legal basis for the FOIA requests (Rule 16, etc.). *   FOIA’s purpose is public disclosure, not private litigation. *   The FBI has already made the Radar Online materials publicly available on its website. The DOJ is providing: *   Cover letters accompanying the Radar Online productions. *   Materials stamped with control numbers related to the Radar Online production. *   Materials stamped with control numbers related to the third request (FBI-New York involvement) as a courtesy. They also correct a factual error regarding the FBI’s Florida office being part of the prosecution team.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "foia",
        "radar online",
        "discovery",
        "united states v.",
        "criminal investigation",
        "southern district of new york",
        "usao-sdfl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027091",
      "summary": "An email chain discusses the SDFL project. Eight individuals have been added to the team, and a memo has been drafted by a Paralegal Specialist at the United States Attorney’s Office, SDNY. The Specialist intends to send the memo out that evening and schedule a call to address any questions.",
      "timestamp": "2021-04-19T00:00:00",
      "timestamp_raw": "19 Apr 2021",
      "keywords": [
        "sdfl",
        "memo",
        "paralegal",
        "united states attorney's office",
        "sdny",
        "call",
        "efta00027091"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010017",
      "summary": "The U.S. Department of Justice, via United States Attorney Damian Williams, is producing materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, stamped with control numbers SDNY_GM_02767074 through SDNY_GM_02771980, are being provided to counsel at Cohen & Gresser LLP, Haddon, Moore & Foreman, P.C., and the Law Offices of Bobbi C. Sternheim. The documents are marked with “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.” The production includes business records from SDFL files, and the government believes these materials may be duplicative of previously produced items. The government intends to continue producing additional discoverable materials as they become available.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "united states department of justice",
        "ghislaine maxwell",
        "protective order",
        "sdny",
        "cohen & gresser llp",
        "discovery",
        "confidential",
        "records",
        "production",
        "florida fbi file"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010133",
      "summary": "The U.S. Department of Justice, via United States Attorney Damian Williams, is producing materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The production, marked with control numbers SDNY_GM_02767074 through SDNY_GM_02771980 and labeled “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17,” consists of files (SDFL Files’) containing documentation. The DOJ anticipates ongoing discovery obligations and offers assistance with access. The materials appear to be largely duplicative of prior productions.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "sdny",
        "protective order",
        "confidential",
        "redaction analysis",
        "discovery",
        "doj",
        "legal documents",
        "christian everdell",
        "cohen & gresser llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024472",
      "summary": "An email exchange occurred between individuals at [REDACTED] and USAFLS regarding a question about the SDFL Epstein file. The email chain included recipients such as USAHUB-USAJournal111, USA-NY, and various other [REDACTED] individuals. The email contained an attached message titled “Question re SDFL Epstein file.msg”.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "sdfl",
        "usafls",
        "redaction",
        "file",
        "message",
        "usahub",
        "usanys",
        "efta00024472"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}