{
  "keyword": "delivery",
  "count": 44,
  "keyword_match_count": 44,
  "content_match_count": 155,
  "total_files": 199,
  "timeline": [
    {
      "file_id": "EFTA00024648",
      "summary": "Invoice No: 5-678-61193 Invoice Date: December 25, 2000 Account Number: 11442081h Total Charges: $284.88 Payment Due Date: January 9, 2001 Shipping Details: Shipper: J Epstein 8 Co Inc, Package Type: Customer Packaging, Weight: 3.0 to 1.4 kgs, Delivered: December 18, 2000 Transportation Charges: $264.31 (Shipper) and $28.12 (Recipient) Special Handling Charges: $20.57 (Shipper) and $11.12 (Recipient) Fuel Surcharge: $11.02 Operating Schedule: Closed December 25, 26, 31, and January 1. Normal service resumes January 2.",
      "timestamp": "2000-12-25T00:00:00",
      "timestamp_raw": "December 25, 2000",
      "keywords": [
        "fedex",
        "invoice",
        "payment",
        "account number",
        "transportation charges",
        "shipping",
        "december 25",
        "2000",
        "fuel surcharge",
        "delivery",
        "charges"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030852",
      "summary": "The invoice details charges including base discounts, special handling, and fuel surcharges, totaling $304.34. The shipment involved 11 airbills, with varying package types and weights, delivered to an address in New York. The invoice includes tracking information and remittance advice, specifying a due date of October 29, 2002. There are several adjustment requests (FAXED to a specific number) related to potential discrepancies in the shipment. The document includes a variety of FedEx service code definitions and explanations for various charge codes used. The invoice highlights the use of various service types, including FedEx Express, Ground, and Home Delivery, with details on the associated costs and parameters for each.",
      "timestamp": "2002-10-14T00:00:00",
      "timestamp_raw": "October 14, 2002",
      "keywords": [
        "invoice number",
        "account number",
        "fedex",
        "transportation charges",
        "discount",
        "fuel surcharge",
        "adjustment request",
        "remittance advice",
        "tracking no.",
        "payment due"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007893",
      "summary": "It outlines the order specifications, including dimensions, materials, colors, and included accessories.  The document contains a comprehensive list of goods and services related to the shed’s delivery and installation, including contact information for various suppliers and service providers (plumbers, electricians, landscape services, etc.). It also provides details about the financing structure and warranty offered by Ted’s Sheds, emphasizing the lifetime warranty for the aluminum siding and structural components.  Finally, it includes a list of essential items for maintaining the shed and a reminder of the delivery process.",
      "timestamp": "2004-12-16T00:00:00",
      "timestamp_raw": "12/16/2004",
      "keywords": [
        "sheds",
        "storage",
        "aluminum",
        "windows",
        "door",
        "florida",
        "warranty",
        "building",
        "dimensions",
        "color",
        "price",
        "delivery",
        "installation",
        "design",
        "construction",
        "water",
        "electricity",
        "plumbing",
        "gardening",
        "vehicles",
        "groceries",
        "utilities",
        "services"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024275",
      "summary": "This document is a collection of messages exchanged on April 11, 2005, primarily between Jeffrey Epstein and various individuals involved in his business activities, including financial transactions, property management, and travel arrangements. The messages cover a range of topics, including stock purchases (CELG), real estate deals in Palm Beach (PB), travel arrangements (flights, boat rentals), meeting scheduling, financial approvals (Dr. Landon’s payment), communication with colleagues and associates (Miles, Eric, Dan Sperberg), and logistical details like tile arrangements and photo delivery. Several individuals were attempting to contact Jeffrey Epstein regarding specific requests or updates, often through email correspondence. Key issues included confirming deadlines for investments, coordinating travel, managing property assets, and handling administrative tasks like billing and payments.",
      "timestamp": "2005-04-11T00:00:00",
      "timestamp_raw": "April 11, 2005",
      "keywords": [
        "jeffrey epstein",
        "messages",
        "calls",
        "dates (04/11/2005)",
        "celg",
        "pb",
        "tile",
        "yacht",
        "finances",
        "meetings",
        "real estate",
        "passport",
        "nyu",
        "photography",
        "stock"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020978",
      "summary": "**Key Actions & Issues:** *   **Drive Delivery:** The US Attorney’s Office initially offered to deliver a 64GB drive containing requested files, anticipating a snowstorm delay. *   **Duplicate Production Concerns:** The US Attorney’s Office identified and flagged duplicate productions of ranges, requesting a third production. *   **FTP Link Request:** The defense team requested the documents be sent via FTP, but the requested ranges were too large. *   **Missing Bates Ranges:** The defense team identified missing Bates number ranges (SDNY\\_GM\\_00167911-00169735) and requested their reproduction via FTP. *   **Metadata Issues:** The defense team raised issues with metadata gaps in several DAT files related to PROD011 and PROD015. *   **Unredacted FBI Report Request:** The defense team requested an unredacted version of the FBI report dated December 6, 2006, relating to the cell-site simulator, as referenced in a Daily Beast article. *   **Grand Jury Subpoenas:** The defense team requested copies of the grand jury subpoenas and the date ranges for documents requested within them. *   **Document Provision:** The US Attorney’s Office provided a 4TB hard drive containing the discovery production, addressed the metadata issues, and provided the FBI report as requested. *   **Ongoing Communication:** The parties continue to communicate regarding outstanding issues, particularly concerning Bates ranges and metadata file corrections. **Redactions:** The text contains redactions across multiple pages, indicating sensitive information.",
      "timestamp": "2006-12-06T00:00:00",
      "timestamp_raw": "December 6, 2006",
      "keywords": [
        "discovery",
        "ftp",
        "redaction",
        "bates",
        "emails",
        "attorney",
        "usanys",
        "cohengresser",
        "maxwell",
        "rodgers",
        "metadata",
        "cd",
        "drive",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015565",
      "summary": "Email correspondence between multiple individuals, including a Special Assistant to the U.S. Attorney, SDNY, regarding the provision of National Pre-Indictment Assessments (NPAs), specifically the Epstein NPA (dated 2007-09-24) and the Florida NPA. Attachments included a pros memo and a decision document. Requests were made for the immediate delivery of these documents.",
      "timestamp": "2007-09-24T00:00:00",
      "timestamp_raw": "2007-09-24",
      "keywords": [
        "npa",
        "florida",
        "u.s. attorney",
        "redaction",
        "email",
        "geoff",
        "decision",
        "pros memo",
        "dots",
        "2007-09-24"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013518",
      "summary": "A communication between [REDACTED] and Jay Lefkowitz regarding a revised letter and addendum related to a case involving Jeffrey Epstein. The addendum had paragraphs renumbered from A, B, and C to 7A, 7B, and 7C. The sender requests Lefkowitz’s approval of the addendum, execution, PDF delivery, and subsequent FedEx delivery of the original document to be sent to Judge Davis.",
      "timestamp": "2007-11-24T00:00:00",
      "timestamp_raw": "24 Oct 2007",
      "keywords": [
        "epstein",
        "addendum",
        "letter",
        "judge davis",
        "doj",
        "redaction",
        "alex acosta",
        "usafls",
        "jay lefkowitz",
        "2007"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014139",
      "summary": "An Assistant U.S. Attorney sent an email to Colonel Gauger regarding a portion of Jeffrey Epstein’s agreement with the U.S. Attorney’s Office. The email details inconsistencies surrounding Epstein’s claim of working at the Florida Science Foundation (located at 250 Australian Avenue, Suite 1400) and his reported daily work schedule. Specifically, records show the foundation was incorporated in November 2007, the location is Jack Goldberger’s office, and there’s no evidence of the foundation’s existence. The Assistant U.S. Attorney expresses concern that Epstein’s activities within his attorney’s office (telephone calls, web-surfing, food delivery) are inconsistent with the goals of imprisonment and requests a review of work release regulations.",
      "timestamp": "2008-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2008",
      "keywords": [
        "epstein",
        "agreement",
        "florida science foundation",
        "work release",
        "fbi",
        "u.s. attorney",
        "jack goldberger",
        "palm beach county",
        "prison",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013666",
      "summary": "The U.S. Department of Justice, specifically the Southern District of Florida, communicated via facsimile to Michael R. Tein regarding the status of the federal investigation into Jeffrey Epstein. The Office disputed Tein’s claim that the investigation remained “pending,” citing the Non-Prosecution Agreement which stipulated a deferral of prosecution in favor of the State of Florida, contingent on certain conditions being met. Specifically, the agreement required Epstein to acknowledge the minors as victims and ensure they had the same rights as if Epstein had been prosecuted. The Office proposed resolving the Motion to Quash to allow continued investigation and urged Epstein to fully abide by the agreement, suspending any pending grand jury subpoenas.  The communication involved multiple individuals within the DOJ (Jack Goldberg, R. Alexander Acosta) and utilized a cover sheet to confirm transmission and delivery of the documents.",
      "timestamp": "2008-07-17T00:00:00",
      "timestamp_raw": "July 17, 2008",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "united states attorney",
        "federal investigation",
        "motion to quash",
        "title 18",
        "united states code section 2255",
        "jane does",
        "criminal action",
        "civil proceedings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014129",
      "summary": "A correspondence regarding a work release letter for Jeffrey Epstein occurred on December 10, 2008. An individual ([REDACTED]) sent a message to ([REDACTED]) stating that Ms. was not yet present but they would discuss the letter upon her arrival. The original message, from ([REDACTED]) to ([REDACTED]), requested comments on the letter, which was ready for delivery.",
      "timestamp": "2008-12-10T00:00:00",
      "timestamp_raw": "December 10, 2008",
      "keywords": [
        "epstein",
        "redaction",
        "letter",
        "release",
        "efta00014129",
        "2008",
        "discussion",
        "comments",
        "delivery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023641",
      "summary": "Hill, representing the plaintiff) in a civil lawsuit (Case No. 08-CV-80811-CIV) against him. The answers detail the plaintiff’s background, interactions with Epstein, and claims for damages, primarily related to massages and alleged abuse. Key points include: *   The plaintiff provided answers to Epstein’s initial interrogatories on January 16, 2009. *   The plaintiff's legal counsel is Jack Scarola and Jack P. Hill, working through Searcy Denney Scarola Barnhart & Shipley, P.A. and Richard Willits, P.A. *   The plaintiff provided a detailed account of their meetings and interactions with Epstein, including dates, locations, and financial transactions (primarily massage payments). *   The plaintiff denies being convicted of a crime and claims no knowledge of other individuals involved in similar incidents. *   The plaintiff's claims for damages are based on mental anguish, pain, and trauma. *   The document includes a notarized certification of delivery to Epstein’s legal counsel. *   The answers are part of an ongoing discovery process.",
      "timestamp": "2009-01-16T00:00:00",
      "timestamp_raw": "January 16, 2009",
      "keywords": [
        "jeffrey epstein",
        "united states district court",
        "florida",
        "interrogatories",
        "answers",
        "jack scarola",
        "jack p. hill",
        "searcy denney",
        "civil case",
        "sexual assault",
        "victims",
        "discovery",
        "palm beach county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022527",
      "summary": "The document is a legal notification from the U.S. Department of Justice, Southern District of New York, to Deutsche Bank AG, New York Branch, regarding a grand jury subpoena issued as part of a criminal investigation. The investigation centers around alleged violations of federal criminal law, specifically referencing 18 U.S.C. §§ 1591, 1594(c), and 2422(b). The subpoena demands the production of extensive records related to accounts associated with Jeffrey Epstein, including account details, transaction records, and correspondence, spanning from January 1, 2010, to the present.  Deutsche Bank is instructed to refrain from disclosing the subpoena’s existence. A rider attached to the subpoena details the specific records sought, emphasizing electronic delivery preferred. A Declaration of Custodian of Records is also included to authenticate the provided records.",
      "timestamp": "2010-01-01T00:00:00",
      "timestamp_raw": "January 1, 2010",
      "keywords": [
        "u.s. department of justice",
        "grand jury",
        "deutsche bank",
        "subpoena",
        "criminal investigation",
        "federal grand jury",
        "18 u.s.c. § 1591",
        "july 11",
        "2019",
        "jeffrey epstein",
        "ssn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029221",
      "summary": "On January 14, 2013, Amazon.com sent a shipping confirmation email to Jeffrey Epstein at jeffrey epstein, NEW YORK, NEW YORK 10021-4102, United States, regarding order #109-6782579-8474625 for 2x USB lightning cables for iPhone 5 sold by LWZTech. The order was shipped by ec-firstclass with tracking number UEE1301130KK000413 and had an estimated delivery date between February 7th and February 26th, 2013. The total cost of the order was $5.10.",
      "timestamp": "2013-01-14T00:00:00",
      "timestamp_raw": "January 14, 2013",
      "keywords": [
        "amazon",
        "jeffrey epstein",
        "usb cable",
        "shipping confirmation",
        "order number",
        "lwztech",
        "tracking number",
        "delivery date",
        "new york",
        "ec-firstclass"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025469",
      "summary": "This document is a Plaintiff’s Request for Admissions filed in a civil case against Ghislaine Maxwell by the United States District Court, Southern District of New York. It outlines the legal definitions of key terms (Agent, Correspondence, Defendant, Document, etc.) and presents 18 specific requests for admission related to statements made by Ross Gow and Acuity Reputation, interactions with Jeffrey Epstein, and alleged activities surrounding massages and underage individuals. The requests center around admitting knowledge of public statements, actions taken (or not taken) regarding those statements, and awareness of specific events involving Epstein and potentially vulnerable individuals. The document concludes with certificate of service confirming electronic delivery to legal counsel.",
      "timestamp": "2016-05-26T00:00:00",
      "timestamp_raw": "May 26, 2016",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "civil procedure",
        "interrogatories",
        "correspondence",
        "documents",
        "definitions",
        "agent",
        "massage",
        "sex toys",
        "jeffrey epstein",
        "reputation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037896",
      "summary": "A preservation request was sent from the Assistant United States Attorney for the Southern District of New York to lawenforcement-request-delivery@oath.com on December 12, 2018. The request, along with a letter to Oath Holdings, is attached. The case is identified as EFTA00037896.",
      "timestamp": "2018-12-12T00:00:00",
      "timestamp_raw": "December 12, 2018",
      "keywords": [
        "preservation request",
        "united states attorney",
        "oath holdings",
        "redaction analysis",
        "law enforcement",
        "southern district of new york",
        "letter",
        "2018",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036018",
      "summary": "The document is a series of email exchanges related to the installation and documentation of a camera system at the Metropolitan Correctional Center (MCC) New York. Key points include: *   **Initial Inquiry:** An Assistant Special Agent in Charge (ISAIC) requests information about the camera system’s history, specifically regarding a Facility Manager’s role and the timing of its installation, particularly in relation to the Epstein case. *   **Manager’s Background:** The Facility Manager describes his various titles (Acting Facility Manager, Facility Manager, TDY assignments) and the timing of his involvement with the MCC New York, stating the camera system was installed in August 2019. *   **Installation Timeline:** Emails detail the camera system’s arrival and installation timeline, initially scheduled for March 17, 2019, and completed by August 16, 2019, due to a project funded by the Bureau of Prisons. *   **Tracking Issues:**  Attempts to locate tracking information for the camera system are documented, with a representative from SigNet Technologies providing details regarding the order and estimated delivery date. *   **Ongoing Investigation:** The ISAIC continues to probe the details, seeking confirmation of the timeline and the manager's precise role.",
      "timestamp": "2019-03-17T00:00:00",
      "timestamp_raw": "March 17, 2019",
      "keywords": [
        "facility manager",
        "mcc new york",
        "camera system",
        "repairs",
        "tdy",
        "august 2019",
        "installation",
        "august 10",
        "2019",
        "funding",
        "contractors",
        "equipment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037328",
      "summary": "Multiple individuals are experiencing delays in receiving files related to the Epstein investigation. The files were initially believed to be located in Florida and scheduled for immediate transfer, but the status remains unclear. Concerns exist regarding a lack of a resolution plan and pressure from supervisors. The preferred method of receiving the files is direct delivery to the office, with a proposed third-party scanning process.  The FBI and ASAC are currently hesitant to send the files directly to the USAO.  Several past investigations utilizing outside vendors for sensitive documents are referenced, and the vendor selection process prioritizes confidentiality. There is a request for communication and information regarding the files' whereabouts and the timeline for delivery.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "fbi",
        "florida",
        "vendor",
        "files",
        "resolution",
        "delivery",
        "scanning",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037458",
      "summary": "The document is a record of email exchanges related to the release of records pertaining to the Epstein investigation, specifically concerning files held by the FBI in Miami. A central issue revolves around delays in obtaining the files and coordinating with the FBI New York office and the vendor tasked with scanning them. There are repeated requests for updates, concerns about a lack of a clear plan, and frustration over the extended timeline (six months) for accessing the materials. Multiple parties – including FBI contacts in Miami, New York, and OGC – are involved in the communication, often conflicting in their approaches and creating bottlenecks in the process. The core problem appears to be a disagreement over the routing of the files, with some parties advocating for direct delivery to the USAO while others prefer the files to be scanned locally before being sent. Finally, there is concern about the disheveled condition of the files upon arrival and the need for an accurate assessment before proceeding with the vendor process.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "fbi",
        "miami",
        "ogc",
        "vendor",
        "scanning",
        "legal",
        "files",
        "third party"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037818",
      "summary": "Department of Justice’s Federal Bureau of Investigation (FBI). It details the execution of a search warrant at a property located at 9 East 71st Street, New York, NY 10021 on July 11, 2019. The log records the sequence of events during the search, including the team’s entry, initial walkthrough, photography, sketching, and subsequent search. It also documents the receipt and delivery of a copy of the warrant and the receipt issued to the individual whose property was seized.  Finally, it includes an evidence collected item log detailing specific items seized, their descriptions, locations, and the individuals involved in the collection and observation.  Several sections are redacted.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "search warrant",
        "fbi",
        "property seized",
        "premises",
        "receipt",
        "event",
        "search team",
        "photographs",
        "sketch",
        "evidence collected",
        "case id",
        "location"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029521",
      "summary": "An interview is being conducted involving an indicted employee, a Today Show NY victim, and two Florida victims. A bail response is planned for 5 pm, and Epstein is expected to submit financial information under seal by 9 am. A draft is being aimed for delivery between 12 pm and 1 pm.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "epstein",
        "redaction",
        "indictment",
        "victim",
        "financial",
        "brief",
        "judge",
        "bail response",
        "interview",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030612",
      "summary": "On July 17, 2019, an FBI agent (VCAC/Human Trafficking) received nine photos related to “passport” and “rpstem” from an unknown sender. The sender confirmed the delivery of three emails containing the photos and requested confirmation that all photos had been received. The agent offered to resend the photos if there were issues opening them due to their size.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "efta00030612",
        "photos",
        "fbi",
        "trafficking",
        "email",
        "u jec",
        "pstem",
        "rassport",
        "new york",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014613",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested a contractor to burn specific folders related to the USvEpstein-2018R01618 investigation (including documents from American Express and Deutsche Bank) onto a disc. The contractor was instructed to mail the disc to a Special Agent/Detective and to notify the security team upon completion. The deadline for delivery was 11:30 AM.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "financial documents",
        "fbi",
        "subpoena",
        "deutsche bank",
        "american express",
        "usa.doj.gov",
        "sdny investigation",
        "mandy",
        "paul"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014608",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014608",
      "summary": "Hamilton, a contractor, was instructed by an Assistant U.S. Attorney from the Southern District of New York to burn specific folders related to the USvEpstein-2018R01618 investigation (including files from American Express and Deutsche Bank) onto discs. The discs were to be placed in an envelope addressed to a Special Agent and Detective, with the goal of delivery by 11:30 AM at a conference. Alternative pickup arrangements were offered through security.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "efta00014608",
        "epstein",
        "fbi",
        "financial documents",
        "redaction",
        "usa doj",
        "subpoena",
        "deutsche bank",
        "american express",
        "sdny investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014613",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021573",
      "summary": "Hamilton, a contractor, was instructed to burn specific folders related to the Epstein investigations (Wisa.doj.gov, NYS\\StAndrews, and USvEpstein-2018801618) and create a disc. This disc was to be addressed to the Special Agent at the Southern District of New York and delivered to Mandy and Paul at a conference, or alternatively, sent with security information if delivery by 11:30 was not possible.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "financial documents",
        "redaction analysis",
        "efta00021573",
        "wisa.doj.gov",
        "sdny",
        "american express",
        "deutsche bank",
        "subpoena returns",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034165",
      "summary": "On July 23, 2019, communications revolved around the case of Jeffrey Epstein. A request was made to draft an email detailing Epstein’s actions and current status, including plans to move him to a GP unit, suitable for forwarding to IPPA and the Director. Subsequent messages involved coordinating email delivery from Virginia due to slow email service and a reminder regarding a draft being worked on.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "virginia",
        "email",
        "memo",
        "ippa",
        "director",
        "samsung",
        "verizon",
        "7/23/19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014625",
      "summary": "The document records email exchanges regarding a financial investigation related to Jeffrey Epstein, overseen by the FBI and the U.S. Attorney’s Office for the Southern District of New York. Discussions involve scheduling a call to review financial documents, coordinating with a forensic accountant, and arranging for the delivery of digital media containing subpoena returns from American Express and Deutsche Bank. The initial request was for a call at 1:30 PM on July 23, 2019, with subsequent scheduling adjustments and coordination for a meeting to discuss a game plan.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "fbi",
        "epstein",
        "financial documents",
        "redaction",
        "investigation",
        "new york",
        "amex",
        "deutsche bank",
        "forensic accountant",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030628",
            "similarity": 0.583,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025519",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021367",
      "summary": "Attorney) are coordinating regarding the investigation of financial documents related to Jeffrey Epstein. *   The initial discussions revolved around the scope of the investigation and preferred meeting methods (call vs. in-person). *   A contractor was tasked with creating a disc containing specific financial documents from various banks (American Express, Deutsche Bank) and delivering it to the FBI for a scheduled conference. *   The delivery timeline was set for 11:30 AM, with options for hand-off at the conference or through a security pickup.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "financial investigation",
        "epstein",
        "fbi",
        "subpoenas",
        "documents",
        "meeting",
        "scheduling",
        "forensic accountant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030628",
      "summary": "Attorney’s office, are coordinating regarding the “Epstein” financial documents (EFTA00030628 and EFTA00030629). *   Discussions involve scheduling a call for July 23rd at 1:30 PM, arranging a meeting to discuss a game plan for the investigation, and the delivery of discs containing relevant financial data. *   A contractor, Hamilton, is tasked with creating and delivering the discs. *   The FBI is involved in overseeing the process and coordinating with the forensic accountant.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "epstein",
        "financial documents",
        "fbi",
        "redaction",
        "subpoenas",
        "investigation",
        "new york",
        "call",
        "forensic accountant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014625",
            "similarity": 0.583,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025519",
            "similarity": 0.583,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025519",
      "summary": "The following emails detail arrangements for the collection of financial documents related to Jeffrey Epstein’s case, involving FBI agents, a contractor, and an Assistant U.S. Attorney. Discussions include scheduling a meeting to plan the investigation, coordinating the delivery of discs containing relevant documents to the Special Agent Detective by 11:30 AM, and ensuring timely notification upon completion. Redactions obscure sender and recipient identities.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "fbi",
        "epstein",
        "financial documents",
        "redaction",
        "investigation",
        "subpoena",
        "new york",
        "forensic accountant",
        "contractor",
        "disc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030628",
            "similarity": 0.583,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014625",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036172",
      "summary": "Order ID 113.7403816.9271442 relates to a 9-Channel 9-BNC Video Mixer PIP Video Processor (ASIN: B073KVRC) purchased from AllAboutAdapters via Amazon. The shipment was delivered on July 24, 2019, and signed for by Jason/Support. Amazon retains all messages exchanged between buyers and sellers through EFTA00036172 for marketplace protection and dispute resolution, utilizing filtering technology to prevent fraud.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "amazon",
        "video mixer",
        "fedex",
        "tracking",
        "seller",
        "message",
        "delivery",
        "fraud",
        "shopping",
        "efta00036172"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033642",
      "summary": "An email was sent from MCC New York to inquire about preferential treatment given to inmate Jeffrey Epstein (Reg. No. 76318-054). The sender requested confirmation that management approved the delivery of meals from his housing unit to attorney conferences and that he be escorted to the restroom hourly without restraints. The email highlights a discrepancy in treatment compared to other inmates attending attorney conferences and court, who receive bagged lunches.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "inmate",
        "jeffrey epstein",
        "meals",
        "attorney conference",
        "preferential treatment",
        "shu",
        "court",
        "food service",
        "redaction analysis",
        "delivery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033643",
            "similarity": 0.667,
            "index": 194,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035041",
            "similarity": 0.667,
            "index": 195,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035545",
      "summary": "On July 24, 2019, a CAPT in the U.S. Public Health Service, Chief Pharmacist at MCC New York, discussed an inmate’s lack of docusate sodium (Colace) medication. The inmate was on Psychological Observation and hadn’t received a 30-day supply filled on July 12th. The CAPT offered to contact the Duty PA to ensure medication delivery and inquired about the medication’s availability. The communication included standard security disclaimers regarding sensitive information.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00035545",
        "medication",
        "rx",
        "pharmacist",
        "public health service",
        "inmate",
        "psychological observation",
        "colace",
        "docusate sodium",
        "u.s. public health service"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030518",
      "summary": "On July 25, 2019, individuals within the Epstein defense team (Martin G. Weinberg, Reid Weingarten, Michael Miller) were coordinating efforts to produce materials related to the US v. Epstein case. Andy was involved in the goal of producing the materials before a conference. Martin Weinberg intended to sign a Protective Order and requested information regarding the discovery's format and expected delivery.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "protective order",
        "discovery",
        "conference",
        "martin g. weinberg",
        "andy",
        "maurene",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034744",
      "summary": "Jonathan Savella, Esq., contacted others regarding Jeffrey Epstein’s request for a CPAP machine. Savella inquired if Epstein was approved to receive the machine and whether it should be sent through the inmate mail system. The original sender, “[REDACTED],” requested that Epstein’s attorneys hand-deliver the CPAP machine to medical staff, as had been done previously.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "7/26/2019",
      "keywords": [
        "epstein",
        "cpap",
        "medical",
        "inmate mail",
        "redaction",
        "jonathan savella",
        "legal",
        "delivery",
        "new york",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035602",
      "summary": "A request is being made to have Epstein’s CPAP machine hand-delivered to medical staff, mirroring a previous procedure. Confirmation is sought on whether Epstein is approved to receive the CPAP machine and whether direct delivery through the inmate mail system is an option.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "7/26/2019",
      "keywords": [
        "epstein",
        "cpap machine",
        "medical staff",
        "inmate mail system",
        "request",
        "attorneys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034229",
      "summary": "On August 1, 2019, a Discipline Hearing Officer sent two DHO reports/packets (Tartactlione 3281411.pdf and Tarlac'hone #78514-054 IR#3281411 7-23-19.pdf) related to hearings involving Epstein 3282555.pdf and Epstein 76318-054 IR328255.pdf. The reports were to be delivered to an inmate, the DHO packets forwarded to the Unit Team for filing in the Central File, and the email itself was marked confidential.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "dho reports",
        "august 1",
        "2019",
        "inmates",
        "delivery",
        "sentry",
        "confidential",
        "hearings",
        "epstein",
        "tarlac'hone",
        "dho packets"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034120",
      "summary": "On August 1, 2019, a U.S. Department of Justice/Federal Bureau of Prisons Chief Psychologist (Psy.D.) requested information regarding Jeffrey Epstein. On August 1, 2019, at 9:10 AM, the Psychologist sent a request for information to a redacted recipient, referencing “Epstein,” and asking for urgent delivery. On July 31, 2019, at 4:48 PM, the same Psychologist requested notes related to Epstein’s suicide attempt.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "efta00034120",
        "redaction analysis",
        "psy.d.",
        "epstein",
        "suicide attempt",
        "hipaa",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "samsung galaxy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034784",
      "summary": "On August 1, 2019, two DHO reports/packets (IR#3281411 and 3282555) were generated for hearings conducted at FCI Fort Dix. The reports were sent to [REDACTED] and [REDACTED] and included documents related to inmate hearings, specifically Epstein's cases (IR328255 and 76318-054). The sender requested assistance with delivering the reports to the inmate, updating delivery information in \"sentry,\" and forwarding the packets to the Unit Team for filing.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "dho reports",
        "august 1",
        "2019",
        "epstein",
        "3281411",
        "ir3282555",
        "fort dix",
        "sentry",
        "central file",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035473",
      "summary": "On August 2, 2019, the Discipline Hearing Officer at FCI Fort Dix sent emails containing two DHO reports/packets related to hearings conducted on August 1, 2019. The reports included PDFs for Tartaglione, Epstein, and related documentation. The sender requested assistance with delivering the DHO Report to an inmate, updating delivery information in Sentry, and forwarding the packets to the Unit Team for filing in the Central File.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "dho reports",
        "august 1",
        "2019",
        "discipline hearing officer",
        "fci fort dix",
        "efta00035473",
        "tartaglione",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019858",
      "summary": "An email chain discusses the preparation and delivery of a disc containing materials related to the Epstein investigation. The disc is located in a specific folder on Usa.doj.gov and should be burned for FBI Special Agents and Detectives. The recipient is instructed to place the disc in an envelope addressed to EFTA00019858 and notify the sender when it's ready for pickup. The password for accessing the materials is USAO_sdny2018. The email originates from an Assistant U.S. Attorney in New York and a USANYS Contractor.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "efta00019858",
        "disc burn",
        "agents",
        "epstein",
        "usao_sdny2018",
        "fbi",
        "deutsche bank",
        "envelope",
        "subpoena",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027921",
      "summary": "Emails discuss a draft response to Epstein defense preservation requests. A draft was circulated on August 8th, August 9th, and August 6th, with edits incorporated by multiple individuals. Concerns were raised about a potential delay in sending the response out, specifically regarding the timing of the delivery relative to a discovery motion schedule. The response included language based on conversations and attachments related to preservation requests.  The sender is an Assistant U.S. Attorney from the Southern District of New York.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "epstein",
        "defense",
        "preservation requests",
        "response",
        "draft",
        "edits",
        "u.s. attorney",
        "discovery motion",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033702",
      "summary": "This document is a return receipt notification for email sent on August 11, 2019, from [REDACTED] to [REDACTED] regarding the case EFTA00033702. It confirms successful delivery notifications to [10.187.9.62] and indicates no further notifications are expected. The email was flagged as CONFIDENTIAL and associated with case number SDNY_00009153.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "return receipt",
        "delivery",
        "redacted",
        "mail",
        "session",
        "transcripts",
        "efta00033702",
        "sdny_00009153",
        "mailer",
        "notifications"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032381",
      "summary": "On August 14, 2019, a mail delivery attempt to [REDACTED] resulted in a permanent error (reason: 550 Host unknown) originating from IP address 10.187.9.621. The transcript indicates a \"host not found\" error. The email subject was \"Returned mail: see transcript for details\" and the message was received at 15:02:39 GMT.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "mail delivery",
        "redaction",
        "error",
        "host unknown",
        "550",
        "transcript",
        "efta00032381",
        "permanent error",
        "mail",
        "transmission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032370",
      "summary": "An email delivery failure occurred on August 14, 2019, at 4:40:43 PM UTC. The email, sent from an unknown sender to sscannell@bop.gov (subject: RE: MCC Visit Thursday), could not be delivered due to the recipient address not being found. The error code was 550 5 L 10 RESOLVERADR RecipientNotFound.  Possible causes and solutions outlined include: a misspelled or incorrect recipient address, recipient forwarding rules, invalid Office 365 licenses, misconfigured mail flow settings, and incorrect MX records.  The NDR (Non-Delivery Report) provides instructions for the sender to troubleshoot the issue, including sending the message again, verifying the recipient's address, and checking mail flow settings.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "outlook",
        "ndr",
        "email delivery",
        "recipient not found",
        "office 365",
        "mx records",
        "forwarding rules",
        "email admin",
        "bop.gov",
        "error codes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036767",
      "summary": "A Grubhub email promotes sweetgreen’s delivery service, highlighting its seasonal, locally-sourced food options – including salads and warm bowls – as a convenient way to satisfy healthy cravings. The email includes contact information for Grubhub and an unsubscribe option.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "sweetgreen",
        "grubhub",
        "delivery",
        "salads",
        "healthy",
        "food",
        "local",
        "order",
        "email",
        "rgrijalva"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019663",
      "summary": "A U.S. Department of Justice email message failed delivery due to potential sensitive Personally Identifiable Information (PII). The message requires encryption before sending to external recipients for legally authorized purposes, excluding personal email addresses.  The recipient should use the \"Send Securely\" button in Microsoft Outlook or include \"[encrypt]\" in the subject line to trigger Proofpoint email encryption. If PII was unintentionally included, the message should be resent without it. The original message contained redacted sender and recipient information and a subject line of \"RE: Subpoenas Re\".",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "encryption",
        "pii",
        "email",
        "secure",
        "redaction",
        "department",
        "outlook",
        "message",
        "usdoj",
        "it helpdesk"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032884",
      "summary": "This document is a purchase order from the U.S. Attorney’s Office Southern District of New York to AUDIO PAINT for video and audio services related to the “Epstein case.” The order, dated August 22, 2019, requires approximately 22 VHS tapes and 49 Cassette tapes to be convened, labeled, indexed, and converted to digital files. The work is to be completed by November 21, 2019, with a total value of $12,262.50, funded through a specific accounting code. The order specifies FOB point delivery to 204 W 84TH ST, New York, NY 10007, with net 30 payment terms and inspection/acceptance procedures. It incorporates various FAR clauses related to payments, warranties, and ethical considerations, including prohibitions against certain types of contracts and requirements for equal opportunity.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "August 22, 2019",
      "keywords": [
        "efta00032884",
        "order",
        "supplies",
        "services",
        "contract",
        "u.s. attorneys office",
        "new york",
        "audio",
        "video",
        "vhs",
        "tapes",
        "cassette tapes",
        "indexed",
        "delivery",
        "duns",
        "accounting",
        "appropriation",
        "wosb",
        "hubzone",
        "fob point",
        "epstein case",
        "52.213.4",
        "52.232-1",
        "payment",
        "invoice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027251",
      "summary": "A request for a transcript related to Case No. 19-CR-490 was sent from EFTA00027251 to [REDACTED] on August 27, 2019. A copy of the case file was attached. The sender requested confirmation of delivery.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "transcript request",
        "19cr00490",
        "efta00027251",
        "redaction",
        "case",
        "delivery",
        "august 27",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020126",
      "summary": "A transcript request (Case No. 19-CR-490) was sent from EFTA00020126 to an unidentified recipient on August 27, 2019. A copy of the case document was attached for confirmation of delivery.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "transcript request",
        "case no. 19-cr-490",
        "efta00020126",
        "redaction analysis",
        "2019",
        "delivery",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019992",
      "summary": "A request for transcript related to Case No. 19-CR-490 was sent from EFTA00019992 to [REDACTED] and jt,c. A PDF document containing the case information was attached and confirmation of delivery was requested.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "transcript request",
        "19cr00490",
        "efta00019992",
        "redaction analysis",
        "case no.",
        "august 27",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032928",
            "similarity": 0.556,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032928",
      "summary": "A request for a transcript was sent from EFTA00032928 regarding Case No. 19-CR-490. The attached document (J8RpEPSIpdf) and a .htm file are provided as a copy of the case. Confirmation of delivery is requested.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "28 Aug 2019",
      "keywords": [
        "transcript request",
        "19cr00490",
        "efta00032928",
        "redaction analysis",
        "case request",
        "august 27",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019992",
            "similarity": 0.556,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030702",
      "summary": "*   **Supporting Documentation:** Collection is underway for account opening documents, KYC documents, and account statements, aiming for a single production rather than rolling releases. *   **FBI Subpoenas:** The FBI served subpoenas related to JPMorgan Chase on September 3, 2019, and October 8, 2019.  The team is directing all additional subpoenas related to the investigation to them. *   **Communication Chain:** Emails exchanged between Allison Stoddart (WilmerHale), Anjan Sahni, and redacted parties regarding updates on the JPMorgan Chase production and related subpoenas. *   **Material Delivery:** A letter and encrypted zip file containing JPMorgan Chase's materials were sent by Allison Stoddart.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "September 3, 2019",
      "keywords": [
        "jpmorgan chase",
        "wire data",
        "subpoena",
        "fbi",
        "accounts",
        "epstein",
        "maxwell",
        "kyc",
        "production",
        "wire collection"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038382",
      "summary": "A communication, dated November 25, 2019, from an individual (“From”) to Edward ([REDACTED]), discusses materials allegedly obtained from Jeffrey Epstein’s home. The materials consist of video footage depicting alleged sexual activity involving minors, including multiple videos with varying durations.  A request is made for 1 Bitcoin (btc) to be sent to a wallet address to facilitate the anonymous delivery of a USB drive containing the materials. The sender emphasizes the confidentiality and exclusivity of the information and requests immediate confirmation.",
      "timestamp": "2019-11-25T00:00:00",
      "timestamp_raw": "November 25, 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "bitcoin",
        "litigation",
        "video footage",
        "minor",
        "rape fantasy",
        "protonmail",
        "zorro",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019684",
      "summary": "Marc Weinstein of Hughes Hubbard & Reed LLP is sending documents related to a subpoena regarding the Epstein estate to Andrew Tomback and others. He is providing advance notice of the documents' impending delivery and requesting a brief discussion. The email includes standard confidentiality disclaimers.",
      "timestamp": "2019-12-01T00:00:00",
      "timestamp_raw": "01 Nov 2019",
      "keywords": [
        "epstein estate",
        "subpoenas",
        "redaction analysis",
        "marc weinstein",
        "hughes hubbard & reed",
        "white collar defense",
        "documents",
        "email",
        "efta00019684"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017125",
      "summary": "AT&T provided a Certificate of Authenticity for records related to a legal matter, asserting their truthfulness and accuracy based on internal processes. The certificate was signed by Christine Carson, a Legal Compliance Analyst at AT&T, attesting to the records’ origin, creation, and verification. A grand jury subpoena, issued by the United States Attorney for the Southern District of New York, demanded AT&T produce records related to specific phone numbers and individuals between March 1, 2020, and the time of the subpoena, concerning potential violations of federal statutes related to wire fraud, trafficking, and illegal communications. The subpoena requests electronic delivery of the records and includes a warning about potential legal consequences for non-compliance.",
      "timestamp": "2020-03-01T00:00:00",
      "timestamp_raw": "March 1, 2020",
      "keywords": [
        "at&t",
        "certificate of authenticity",
        "federal rules of evidence",
        "grand jury",
        "united states attorney",
        "18 u.s.c.",
        "new york",
        "legal compliance",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009802",
      "summary": "The documents detail significant challenges in reviewing a massive collection of digital evidence seized in connection with Jeffrey Epstein’s case. The FBI’s data delivery format is problematic, lacking proper linking between emails, attachments, and native files. The data set includes over a million documents with no clear connection between files, leading to an inability to effectively review or produce the materials for defense counsel. Key issues include: *   **Data Format Problems:** Emails lack attachments, load files don't link to native files, and control numbers don’t match, making review nearly impossible. *   **Volume and Lack of Tracking:** The sheer volume (over a million documents) combined with a lack of clear device identification and review status makes tracking nearly impossible. *   **Redundant Data:** Multiple copies of drives and repeated data transfers complicate the situation. *   **Request for Organization:** The sender repeatedly requests a spreadsheet detailing device information, review status, and transfer details to facilitate efficient review and production of materials.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2020",
      "keywords": [
        "fbi",
        "epstein",
        "search warrant",
        "documents",
        "devices",
        "data",
        "spreadsheet",
        "review",
        "files",
        "transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013448",
            "similarity": 0.615,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031889",
            "similarity": 0.571,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029754",
      "summary": "The document contains email exchanges regarding the upload and privilege review of extensive search materials related to the Epstein case. Key issues include: *   **Data Volume & Duplication:** Significant concerns were raised about the large volume of data, particularly repeated documents, requiring de-duplication. *   **Folder Structure:** Discussions centered on the correct placement of the materials within the Relativity database, specifically regarding the categorization of data under “Search Warrant Returns” versus “Subpoena Returns.” *   **Vendor Delays:** The vendor (PAE) experienced difficulties releasing the data due to its size, causing delays in processing. *   **Data Delivery:** The FBI provided a hard drive with processed data from seized devices, and subsequent data sets were anticipated. *   **Ongoing Review:** The uploaded data was to be subject to the same privilege review previously conducted on Epstein search warrant returns.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "redaction",
        "documents",
        "folder structure",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011365",
      "summary": "The transcript, provided by Sigrid McCawley of Boies Schiller Flexner LLP, details Maxwell’s activities and background. Key points include: *   **Source Material:** The deposition is based on a 2019 deposition transcript, attached as \"Maxwell_Dep._Tr._(Slip_and_Fall_Case).pdf.\" *   **Initial Delivery:** The transcript was initially forwarded by Sigrid McCawley to [REDACTED]. *   **Case Background:** The case is a civil lawsuit against Maxwell in New York related to a slip-and-fall incident. *   **Maxwell’s Claims:** Maxwell claimed to have resided primarily in NYC (September 2015), was a U.S. citizen (born in Paris, France and England), a registered EMT and helicopter pilot, and operated a board placement company called Ellmax LLC (initially established by Darren Indyke). *   **Ellmax Details:** Ellmax generated minimal revenue, primarily used for travel costs, and Maxwell did not receive a salary. She paid herself out of personal funds. *   **Other Companies:** Maxwell worked for other companies, including Terramar Project and had a personal assistant for over 10 years. *   **Property Ownership:** Maxwell owned a property in Miami Beach (2000-2016), held through an LLC. It was managed by Monte Albers De Leon. *   **Tax Records:** Her taxes were prepared by Mark, Paneth & Shron, and showed expenses related to travel and consulting. The document provides a record of Maxwell's answers to questions regarding her background, businesses, and property holdings, as part of the legal proceedings.",
      "timestamp": "2020-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition",
        "slip and fall case",
        "aig",
        "nyc",
        "2019",
        "france",
        "england",
        "us citizen",
        "ellmax",
        "terramar project",
        "robert foos",
        "florida",
        "tax returns",
        "monte albers de leon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032131",
      "summary": "*   A subpoena was issued requesting records of tuition payments made by Epstein or his entities to Interlochen students. *   The legal team is seeking confirmation that all tuition records were included in the production. *   Maurene (an Assistant United States Attorney) sent the initial subpoena to Interlochen, requesting confidentiality. *   Jeff Jocks acknowledged receipt of the subpoena and confirmed its delivery. *   There are redactions present in the document.",
      "timestamp": "2020-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2020",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "tuition payments",
        "sondee",
        "racine & doren",
        "jeffrey jocks",
        "maurene",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031573",
      "summary": "An email chain discusses updates to two memos circulated on April 9, 2020. One individual requested an earlier delivery of the memos (around 3:30 PM) and suggested a call to discuss issues with the Maxwell memo’s “perjury section.” Another individual responded, stating that updates were circulated internally and aiming for polished final versions early next week, potentially sooner if there are few comments. Attached documents include Geoff Notes and potential perjury by Maxwell.",
      "timestamp": "2020-04-09T00:00:00",
      "timestamp_raw": "April 9, 2020",
      "keywords": [
        "memos",
        "perjury",
        "maxwell",
        "call",
        "comments",
        "drafts",
        "updates",
        "review",
        "brass",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037454",
      "summary": "Emails discuss a Mutual Legal Assistance Treaty (MLAT) being sent to Prince Andrew related to investigations involving Jeffrey Epstein and Erik Nygard. The MLAT was initially requested from the UK and subsequently sent by the Office. A finalized version of the MLAT was attached and discussed, with recommendations against public announcements until a witness declines a voluntary interview. Updates regarding the delivery process were provided by multiple individuals, including SONY and ALATs in London.",
      "timestamp": "2020-04-16T00:00:00",
      "timestamp_raw": "16 Apr 2020",
      "keywords": [
        "efta00037454",
        "material witness pa",
        "mlat",
        "prince andrew",
        "epstein",
        "nygard",
        "investigations",
        "uk",
        "interview",
        "home office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013448",
      "summary": "A central issue is the disorganized and duplicated delivery of digital evidence – primarily over a million documents – from the US Attorney’s office. Initially, a key contact ([REDACTED]) was struggling to manage the influx of data, particularly due to network issues and discrepancies in the data formats received. There were repeated requests for a consolidated list of seized devices and the status of their data reviews.  A major challenge was the lack of clear labeling and tracking of files, leading to confusion about which materials had already been processed and what remained. Multiple attempts were made to schedule meetings to coordinate efforts and establish a standardized system for documenting the evidence, but progress was hampered by the volume and inconsistencies in the data delivery.  The team needed a clear spreadsheet outlining each device, its data status, and the associated files to effectively manage the review process.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "devices",
        "data",
        "timeline",
        "list",
        "files",
        "review",
        "fbi",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009802",
            "similarity": 0.615,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031889",
            "similarity": 0.533,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027444",
      "summary": "A key issue is the slow and inconsistent delivery of data from the FBI. Initially, the FBI planned to provide fully processed data ready for upload to Relativity, but this shifted to providing raw files from the seized devices, requiring the recipient to perform the necessary conversions and processing themselves – a task that proved significantly delayed and complex. The recipient (identified as \"USANYS\") expressed frustration with the lack of clear communication, the volume of data, and the technical challenges involved in preparing it for review (taint analysis) within Relativity. There were issues with the format of the data, including a lack of linking between email attachments and documents, and the inability of the Relativity platform to handle forensic data elements. The process involved multiple rounds of communication, spreadsheet updates, and requests for additional resources to address the delays. The recipient repeatedly highlighted the need for a clear system of device identification and data tracking to manage the massive amount of information and ensure accurate review. The delays were partly attributed to the FBI's temporary network issues and their decision to send hard drives instead of uploading data directly.",
      "timestamp": "2020-05-13T00:00:00",
      "timestamp_raw": "13 May 2020",
      "keywords": [
        "epistein",
        "search warrant",
        "fbi",
        "relativity",
        "data",
        "conversion",
        "tiff",
        "devices",
        "extraction",
        "files",
        "drives",
        "cart",
        "timelines",
        "production",
        "analysis",
        "forensics",
        "materials",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016437",
      "summary": "This document details the ongoing efforts to process and review digital evidence seized in connection with the Epstein investigation. Initial challenges involve a disorganized data transfer process, with multiple versions of files and unclear attribution to specific devices. Key issues include: *   **Data Delivery Problems:** Multiple delivery attempts were unsuccessful, with files corrupted or incorrectly formatted, requiring re-transmission. *   **Relativity’s Limitations:** The use of Relativity for taint review was deemed problematic due to the tool's inability to handle forensic data, requiring manual re-processing. *   **Lack of Standardization:** A lack of a standardized system for identifying and tracking data transfers hindered progress, leading to confusion regarding the completeness and origin of files. The need for a spreadsheet detailing devices, data dumps, and review status was repeatedly emphasized. *   **Volume of Data:** The sheer volume of data (over a million documents and numerous devices) created significant logistical and processing challenges. *   **Coordination Issues:** Communication and coordination between the FBI, the U.S. Attorney’s Office, and contractors were essential, but initially hampered by differing approaches and a lack of clear communication about data processing steps. *   **Timeline Concerns:** There were concerns about the timeline for complete data review, initially estimated at a month, but potentially extended due to the complexities involved.",
      "timestamp": "2020-05-15T00:00:00",
      "timestamp_raw": "15 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "data transfer",
        "devices",
        "ny",
        "virgin islands",
        "files",
        "review",
        "taint review",
        "data",
        "hard drives",
        "mac"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016425",
      "summary": "Virgin Islands. The primary issue revolves around the inconsistent and difficult-to-manage delivery of the seized data, particularly the volume of documents (over 1 million) received recently. Initially, a request was made for a spreadsheet detailing the seized devices and their associated data, mirroring a previous USVI spreadsheet. Subsequent communications detail the various forms of data received (hard drives, CDs, loose media, etc.) and the challenges in tracking their origin and completeness. The team repeatedly expresses difficulty in correlating the data with specific devices and understanding the scope of what's been reviewed. There are concerns about duplicate or outdated data being delivered, as well as the lack of a clear system for identifying and tracking the data’s provenance. A key point of contention is the inability to effectively utilize the data for taint review due to the format issues (lack of email attachments linked to files, etc.) and the sheer volume of information.  The team is seeking a standardized spreadsheet with details about each device and its corresponding data, to facilitate a more organized review process.  Scheduling multiple meetings and coordinating efforts between the US Attorney’s office and contractors are crucial aspects of the ongoing process.",
      "timestamp": "2020-05-18T00:00:00",
      "timestamp_raw": "18 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "devices",
        "hard drives",
        "data",
        "locations",
        "ny",
        "usvi",
        "identifiers",
        "serial number",
        "spreadsheet",
        "documents",
        "relativity",
        "taint review",
        "transmission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017701",
      "summary": "On June 12, 2020, a subpoena was served on Amazon regarding individual “I” (likely related to case CRIM1031692). The sender, IMF, requested expedited response, specifically shipping/delivery information, by the end of the week. An automatic reply was sent on August 15, 2019, indicating delayed responses due to business travel.",
      "timestamp": "2020-06-12T00:00:00",
      "timestamp_raw": "June 12, 2020",
      "keywords": [
        "subpoena",
        "amazon",
        "shipping",
        "delivery",
        "information",
        "imf",
        "efta00017701",
        "june 12",
        "2020",
        "law enforcement",
        "crim1031692"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031889",
      "summary": "The primary issue centers around the delivery and organization of the vast amount of data – over a million documents – recovered from multiple sources (Epstein’s residences in New York and the USVI, and his person). Initial concerns involve a lack of clear identification of the devices and their contents, making the review process extremely difficult and slow. There are repeated requests for a detailed spreadsheet listing the devices, the data contained within, and the status of the review process. The contractor highlights technical challenges with the data format, the inability to link files to devices, and the need for a more structured approach. The FBI expresses a need for a meeting to coordinate efforts and establish a clearer timeline for the delivery and processing of the remaining evidence. There are repeated delays and difficulties stemming from network issues and the complexity of the data.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "production",
        "fbi",
        "data",
        "files",
        "devices",
        "relativity",
        "trial",
        "review",
        "materials"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013448",
            "similarity": 0.533,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009802",
            "similarity": 0.571,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027474",
            "similarity": 0.5,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032028",
      "summary": "The core issue is a lack of clear organization and tracking of the evidence, leading to repeated delays and confusion. **Key Points:** *   **Data Volume & Complexity:** The investigation involves a massive amount of data across various devices (computers, hard drives, CDs, etc.), making the process incredibly complex. *   **Lack of Tracking:** The primary problem is the absence of a consistent system for identifying and labeling the evidence, making it difficult to determine what’s been reviewed, transferred, and what remains. *   **Processing Issues:** The contractor highlights issues with the data formats received, specifically challenges with Relativity (the e-discovery tool) handling the data and the lack of links between files and devices. *   **Timeline Delays:** Repeated delays are attributed to miscommunication, the need to re-process data, and the sheer volume of evidence. *   **Requests for Clarity:** Throughout the exchanges, the US Attorney's Office and FBI repeatedly request a spreadsheet or other organized listing of the evidence to facilitate the review process. *   **Proposed Solutions:** Various suggestions are made (e.g., creating a spreadsheet, using Bates numbers) to address the tracking problem, but implementation is slow due to the ongoing challenges. Essentially, the document chronicles the frustrating process of trying to manage a large, complex digital evidence case with inadequate organization and communication.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "transfer",
        "devices",
        "materials",
        "timelines",
        "cart",
        "production",
        "mac",
        "ny",
        "usanys",
        "contractors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027474",
            "similarity": 0.6,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032047",
            "similarity": 0.522,
            "index": 70,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027474",
      "summary": "The primary issue revolves around the disorganized and incomplete delivery of data, particularly concerning the massive volume of files (over a million) recovered from multiple devices (computers, hard drives, CDs, etc.) across New York and the US Virgin Islands.  Key points include: *   **Delayed Data Delivery:** Significant delays are experienced in receiving the data, with estimates fluctuating and needing to be pushed back. *   **Data Organization Issues:** The received data is poorly organized, lacking clear identification of devices and contents, making review extremely difficult. There are multiple versions of files. *   **Relativity System Challenges:** The contractor is attempting to utilize Relativity for data review, but the lack of proper organization hinders its effectiveness. The system is unable to easily interpret the data. *   **Request for a Tracking System:**  The team repeatedly requests a standardized spreadsheet or tracking system to manage the data and facilitate the review process. *   **Ongoing Coordination:** The exchanges involve ongoing discussions about timelines, data formats, and the necessary steps to effectively analyze the evidence. Several individuals coordinate to schedule meetings. *   **Technical Difficulties:** Technical issues, such as network problems and the need to rebuild network infrastructure, contribute to the delays. The core problem is the absence of a clear, organized system for tracking the digital evidence, leading to significant delays and challenges in the investigation.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "brg",
        "relativity",
        "usvi",
        "ny",
        "fbi",
        "data",
        "devices",
        "timelines",
        "production",
        "materials",
        "contracts",
        "forensic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032028",
            "similarity": 0.6,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031889",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032047",
            "similarity": 0.5,
            "index": 70,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024490",
      "summary": "An email chain discusses the SDNY Investigation. It involves forwarding subpoena returns from UBS, requiring unzipping files with the password \"Max_0707\" and saving them to a shared location. Account statements for 2020 are being sent, and a CD with statements for 2018 and 2019 is being requested for overnight delivery. The sender is a UBS paralegal/authorized officer in Nashville, TN.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00024490",
        "sdny investigation",
        "ubs",
        "subpoena",
        "account statements",
        "max_0707",
        "nicole canter",
        "redaction analysis",
        "winzip",
        "7-zip"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032047",
      "summary": "The core issue revolves around the disorganized and incomplete delivery of data, specifically over a million documents and numerous devices (computers, hard drives, thumb drives, etc.) from Epstein’s residences in New York and the USVI. Key points and concerns raised repeatedly include: *   **Lack of Identification:** There's a critical need for a system to identify and track each device and its corresponding data. The current delivery lacks clear labeling, making review and organization extremely difficult. *   **Duplicate Data:** The team worries about receiving duplicate files and needing to sift through them. *   **Data Formats:** The documents are in varying formats (Mac, Windows, loose media), creating challenges for the review process. Relativity, the e-discovery tool being used, is proving problematic due to its inability to handle the file structure effectively. *   **Timeline Issues:** Multiple delays and shifting estimates are given regarding the completion of the data transfer and analysis, primarily due to network issues and staffing constraints. *   **Coordination Needed:** There's a continuous need for better coordination and clear communication between all parties to ensure the data is processed efficiently and effectively. The exchanges repeatedly request a spreadsheet with detailed information about each device, its contents, and the status of its review.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "data",
        "forensic",
        "transfer",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "usvi",
        "fbi",
        "contractor",
        "production",
        "redaction",
        "data volume",
        "timelines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027474",
            "similarity": 0.5,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032028",
            "similarity": 0.522,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031301",
      "summary": "An email was sent from [REDACTED] to an unknown recipient regarding the delivery of a hard drive related to the case \"US v. Epstein.\" The sender stated they were prepared to send the hard drive to a vendor by the following day and requested instructions on whether to proceed with sending the data or to hold off.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2020",
      "keywords": [
        "efta00031301",
        "us v. epstein",
        "redaction analysis",
        "hard drive",
        "vendor",
        "data",
        "2020",
        "us",
        "epstein",
        "efta"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037475",
      "summary": "The email chain concerns seven devices identified as NYC024363, NYC024392, NYC024328, NYC024365, NYC024366, NYC024371, and NYC024383. One device, NYC024392, was flagged as “not yet ready” on a spreadsheet. Another device, NYC024328, is missing from the spreadsheet despite being part of the listed sequence. The sender requests clarification on these discrepancies and confirmation of a Wednesday delivery timeline for the extracted devices. The sender also mentions needing to re-process a large laptop and two desktops.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "20 Jul 2020",
      "keywords": [
        "efta00037475",
        "redaction analysis",
        "spreadsheet",
        "nyc024363",
        "nyc024392",
        "nyc024328",
        "devices",
        "ori inal messa e",
        "vendor",
        "laptops",
        "desktops"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029882",
      "summary": "*   There are duplicate copies of three folders (NYCO24328, NYCO24366, and NYCO24392) included in the recent delivery. *   One item (NYCO27913) was missing from the most recent disc, as noted in a spreadsheet. *   The sender ([REDACTED]) is inquiring about discrepancies between spreadsheets and confirming the existence of three additional devices (NYCO24328, NYCO24367, and NYCO27910) added to the list. *   The vendor reported approximately 71,000 zero-byte documents within the initial seven devices, which the recipient is verifying. *   Several drives are flagged as requiring specialist recovery due to physical failures. *   Updates to the spreadsheet are being provided and are expected to take 1-2 days to process.",
      "timestamp": "2020-08-03T00:00:00",
      "timestamp_raw": "03 Aug 2020",
      "keywords": [
        "epstein",
        "evidence",
        "nyco24328",
        "nyco24366",
        "nyco24392",
        "nyco27913",
        "zero bytes",
        "files",
        "spreadsheet",
        "data recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031222",
      "summary": "The documents detail a process of receiving and analyzing materials related to the “Epstein Evidence,” specifically thumb drives containing data from various devices (NYC0243XX series). Initial communications involve requests for delivery of a thumb drive with five devices, followed by inquiries about missing files, duplicate folders, and the status of zero-byte files.  Concerns are raised about hardware failures and the need for data recovery specialists. Updates are provided regarding the progress of the analysis and the expected arrival of additional materials.  The recipient is requesting clarification on discrepancies between spreadsheets and the status of devices requiring hardware recovery.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "efta00031222",
        "relativity",
        "nyc024328",
        "nyc024369",
        "nyc027913",
        "thumb drive",
        "data recovery",
        "zero byte files",
        "maxwell",
        "processing",
        "extraction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010378",
      "summary": "A U.S. Attorney’s Office Assistant requests protocol information regarding the delivery of a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The request specifically inquires about the necessity of non-encryption and lack of password protection for the hard drive, aiming for delivery the following day.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "ghislaine maxwell",
        "mdc",
        "protocol",
        "encrypted",
        "inmate",
        "delivery",
        "u.s. attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021877",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026711",
      "summary": "A hard drive containing discovery materials was sent to Ghislaine Maxwell at MDC via FedEx on August 7, 2020, at 7:16 AM. The tracking number indicated “Delivered.” A subsequent email chain ensued regarding the delivery, confirming the arrival and outlining procedures for handling the drive, including password protection and mailing protocols to the legal department. The sender requested confirmation of the delivery protocol and inquired about the necessity of encryption for the drive’s contents.",
      "timestamp": "2020-08-07T00:00:00",
      "timestamp_raw": "August 7, 2020",
      "keywords": [
        "fedex",
        "discovery",
        "hard drive",
        "mdc",
        "ghislaine maxwell",
        "inmate",
        "password",
        "authorization memo",
        "delivery",
        "tracking number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026713",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021877",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026713",
      "summary": "An email chain discusses the delivery of a hard drive containing discovery materials to Ghislaine Maxwell at the MDC. The hard drive was delivered on August 7, 2020, at 7:16 AM, according to FedEx tracking. A subsequent email outlines protocol: the drive should be etched with a number, accompanied by an authorization memo, and potentially password-protected with a cover letter containing the password. The original sender indicates that non-encrypted drives are preferred for inmate use. The tracking number for the drive is EFTA00026713.",
      "timestamp": "2020-08-07T00:00:00",
      "timestamp_raw": "August 7, 2020",
      "keywords": [
        "delivery",
        "hard drive",
        "discovery",
        "fedex",
        "inmate",
        "maxwell",
        "mdc",
        "password",
        "protocol",
        "authorization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026711",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021877",
            "similarity": 0.667,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016292",
            "similarity": 0.538,
            "index": 83,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030906",
      "summary": "*   A suggestion was made to send all current discovery materials on each drive to avoid multiple drives with varying content. *   One hard drive was delivered on August 7, 2020, and the tracking information confirms this. *   Instructions were given for mailing the hard drives to the facility’s legal department, including numbering the drives and providing an authorization memo. *   The protocol for handling discovery drives for inmates involves non-encrypted drives and a cover letter containing the password. *   Confirmation of delivery was received and an update on the delivery process was requested.",
      "timestamp": "2020-08-07T00:00:00",
      "timestamp_raw": "August 7, 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "mdc",
        "inmate",
        "fedex",
        "password",
        "encryption",
        "protocol",
        "authorization memo",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026713",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026711",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021877",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031417",
            "similarity": 0.538,
            "index": 80,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021877",
      "summary": "An Assistant U.S. Attorney is requesting information regarding the delivery protocol for a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The hard drive should be mailed to the facility’s legal department, etched with a number, and accompanied by an authorization memo. It should not be encrypted and not have a password. The sender is inquiring about the current protocol and confirming the understanding that the drive should be non-encrypted.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "inmate",
        "mdc",
        "maxwell",
        "protocol",
        "encrypted",
        "password",
        "authorization memo",
        "delivery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026713",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026711",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031417",
      "summary": "A request was made to deliver a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The protocol for delivery involved mailing the drive to the facility’s legal department, requiring it to be etched with a number, accompanied by an authorization memo, and potentially password-protected with a cover letter containing the password. The sender inquired about the current protocol and whether the drive needed to be non-encrypted. A response confirmed the requested protocol and emphasized the need for verification of the package’s location.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "ghislaine maxwell",
        "mdc",
        "carrier",
        "protocol",
        "encryption",
        "authorization memo",
        "password",
        "legal department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023957",
      "summary": "The primary parties involved are the FBI (specifically a Special Agent in New York) and the Assistant United States Attorney for the Southern District of New York. Key requests include: *   **Immediate Delivery:** Copies of VHS tapes and microcassettes from Reiter, as well as the FBI file and scans of the FL file and NY/VI evidence. *   **Message Pad Scans:**  Requests for scans of message pads without post-it notes and a copy of the “gj transcript disc.” *   **Evidence Returns:** Requests for paper evidence from NY, VI, and Reiter. *   **CART Paperwork:**  Demand for documentation of data extraction procedures by CART. *   **Longer-Term Requests:**  Requests for the full FBI Sentinel file, all 302s regarding device extractions, scans of Reiter’s files, and scans of all un-scanned hard copy documents (excluding nude images). *   **Image Review:** Requests for access to digital images seized during the investigation, along with detailed logs regarding their location and storage. There’s discussion about scheduling time to review materials in person and a need for additional time to process a large volume of evidence containing nude/semi-nude images. The correspondence highlights a back-and-forth exchange about timelines, delivery methods (disk/thumbdrive), and the need for clarification on various aspects of the investigation’s documentation.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "discovery",
        "fbi",
        "transcripts",
        "scans",
        "evidence",
        "message pads",
        "vhs tapes",
        "microcassettes",
        "disk",
        "thumbdrive",
        "302s",
        "images",
        "data extraction",
        "nypd",
        "ny",
        "vi",
        "reiter",
        "cart",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026741",
      "summary": "This document details the exchange of discovery materials related to an FBI investigation, likely involving child exploitation and human trafficking, overseen by the US Attorney’s office in the Southern District of New York. Key elements include: *   **Initial Delivery:** A box of media (VHS tapes, cassette tapes, microcassettes, and newspaper articles) provided by Reiter, accompanied by a thumbdrive with a spreadsheet detailing included items. *   **Ongoing Redaction:** The FBI is actively redacting sensitive materials from the discovered media. *   **Requests for Additional Materials:** The US Attorney’s office requests further items, including transcript discs, paper evidence, FBI files, and digital scans without post-it notes. Specifically, they seek copies of grand jury transcripts, returns for warrants, and detailed logs of image scans (particularly concerning potentially sensitive images). *   **Technical Challenges:** The team faces issues with the scanned materials, including discrepancies between versions with and without post-it notes, and a large volume of images requiring review and redaction. *   **Coordination:** Multiple parties – the FBI New York Field Office, NYPD detectives, and the US Attorney’s office – are involved in coordinating the collection, review, and redaction process.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "redaction",
        "analysis",
        "media",
        "vhs",
        "cassette",
        "microcassettes",
        "thumbdrive",
        "spreadsheet",
        "evidence",
        "scans",
        "fbi",
        "redactions",
        "disks",
        "images",
        "copies",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016292",
      "summary": "*   Multiple parties (a U.S. Attorney’s office, a staff member, and an assistant U.S. attorney) were involved in coordinating the delivery and ensuring access to the files. *   The drive contained audio and video files, and initial reports indicated issues with certain files not opening. *   The sender sent a second drive containing all existing discovery via FedEx, including a password which was provided separately. *   The initial delivery was marked as “Delivered” on August 7th, but the recipient hadn't yet received it. *   Protocol dictated the drive needed to be numbered, have an authorization memo, and potentially be non-encrypted (without a password) for delivery to the inmate.",
      "timestamp": "2020-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "files",
        "audio",
        "maxwell",
        "inmate",
        "fedex",
        "password",
        "southern district of new york",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026713",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020450",
      "summary": "The document consists of email exchanges regarding a suicide reconstruction report (EFTA00020450). Multiple individuals, including USANYS representatives, OIG personnel, and BOP contacts, are involved in requesting, sharing, and tracking the report’s status. Concerns are expressed about the recipient's well-being and a transfer to Englewood. There is a request for expedited delivery of the final report and inquiries about its availability and completion date. Confidentiality is repeatedly emphasized.",
      "timestamp": "2020-09-03T00:00:00",
      "timestamp_raw": "03 Sep 2020",
      "keywords": [
        "suicide reconstruction report",
        "confidentiality",
        "bop",
        "usanys",
        "qpdf",
        "englewood",
        "efta00020450"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023661",
      "summary": "Nicole Simmons sent a Notice of Appeal, attached to an email dated September 3, 2020, to the SDNY-Clerk regarding United States v. Ghislaine Maxwell (20 Cr. 330 (AJN)). The Notice of Appeal was at the request of Laura Mennin and was sent via Overnight Delivery.",
      "timestamp": "2020-09-03T00:00:00",
      "timestamp_raw": "September 3, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "notice of appeal",
        "motion to modify po",
        "sdny-clerk",
        "laura mennin",
        "nicole simmons",
        "efta00023661"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013225",
      "summary": "**Discovery Access:** Maxwell has not fully received the government’s discovery materials, despite multiple deadlines and representations. Key files remain unreadable, including documents with .XLS and .EML extensions, and specific Bates numbers. Technological solutions proposed by the defense were not implemented. The government’s production of discovery has been significantly delayed and incomplete. **Confinement Conditions:** Maxwell’s confinement is considered excessively restrictive and unique, involving constant surveillance (including ceiling cameras and frequent manual searches), limited access to mail and commissary items, inadequate food provisions, and a lack of approved materials. She is subjected to intense scrutiny and restrictions without any disciplinary infractions. **Requests:** The legal team demands immediate action, including: *   Full access to all discovery materials. *   Review of “Highly Confidential” documents with defense counsel present. *   Improvement of Maxwell’s confinement conditions, specifically reducing surveillance, facilitating mail delivery, ensuring adequate nutrition, and allowing access to the commissary. **Urgency:** The firm stresses the urgency of the situation, warning that failure to address these issues promptly will necessitate seeking intervention from the court.",
      "timestamp": "2020-09-21T00:00:00",
      "timestamp_raw": "September 21, 2020",
      "keywords": [
        "ghislaine maxwell",
        "discovery",
        "mdc",
        "government",
        "bop",
        "confinement",
        "access",
        "review",
        "conditions",
        "files",
        "unreadable",
        "redaction",
        "legal materials",
        "surveillance",
        "email",
        "united states v.",
        "protective order",
        "inmate",
        "commissary",
        "mail",
        "september 21",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023683",
      "summary": "*   The documents are being produced by Deutsche Bank and JPMorgan. *   The contractor is responsible for exporting these productions to a specific Relativity folder structure. *   There are questions regarding the confidentiality of the documents, the use of a confidential stamp, and the preferred method of production (tiff images, database load files, or PDF). *   The contractor is clarifying that the documents are not intended for privileged review and that searches within the Relativity database are not possible due to the image format. *   The contractor initially provided links to Relativity pages, but those pages contained no data, leading to an inquiry. *   The contractor requested information on Bates numbering and preferred production methods. *   The initial upload is underway, with files being transferred to a drive for delivery to Relativity.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "production",
        "documents",
        "data",
        "jpmorgan",
        "deutsche bank",
        "confidential",
        "stamp",
        "relativity page",
        "usanys",
        "contractor",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029025",
      "summary": "This redacted document details the production of electronic files related to the Epstein/Maxwell investigation for the US Attorney’s Office. Key discussions revolve around: *   **Text Reader Capabilities:** A contractor is investigating the Bureau of Prisons’ (BOP) computer systems to determine if they can open the files, aiming to prevent defense claims of inability to access them. *   **Production Format:** The contractor is producing files in their original format (Excel and TXT) to both Maxwell and defense counsel, initially converting them to ensure compatibility with the Metropolitan Detention Center (MDC). *   **Confidential Stamping:** There’s a request to apply a confidential stamp to the files, and a discussion about the method (native format vs. image placeholders). *   **Data Delivery:** Links to Relativity databases containing the production files (Deutsche Bank and JPMorgan) are provided. *   **Privilege Review:** A clarification is given that only certain documents (search warrant returns) require privilege review. *   **Initial Upload & Review:** The contractor is preparing to upload approximately 40,000 files (300GB) to Relativity for stamping, awaiting approval for direct upload or a preliminary review.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "text reader",
        "files",
        "production",
        "excel",
        "confidential",
        "database",
        "usanys",
        "discovery",
        "conversion",
        "format",
        "stamp",
        "images",
        "relativityjgo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020865",
      "summary": "Marc A. Weinstein, a partner at Hughes Hubbard & Reed LLP, is assisting the Assistant United States Attorney in the SDNY investigation. The investigation revolves around obtaining a transcript, initially requested by Jack Scarola (plaintiff’s counsel), regarding a deposition. Weinstein initially connected with Scarola to facilitate the transcript’s delivery, requesting a letter waiving any potential protective orders.  He then identified a need to confirm the deponent’s name and sought a dial-in for a call. The Assistant U.S. Attorney requested a copy of the transcript, inquiring about potential confidentiality restrictions and offering to provide a letter waiving any such restrictions.  The emails reveal a back-and-forth regarding the deponent’s identity (initially unclear) and the timeframe for a call. Finally, Weinstein confirmed a time for a call with the Assistant U.S. Attorney and Andy.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2020",
      "keywords": [
        "weinstein",
        "marc a.",
        "sdny investigation",
        "transcript",
        "jack scarola",
        "hughes hubbard & reed llp",
        "us attorney",
        "protective order",
        "deposition",
        "efta00020865"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023693",
      "summary": "On October 2, 2020, the Assistant United States Attorney for the Southern District of New York sent a FedEx drive containing additional discovery for the Ghislaine Maxwell case to [REDACTED]. The sender requested that [REDACTED] and someone at the MDC monitor the delivery and ensure it reaches Maxwell promptly, due to previous complaints about delays.",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "discovery",
        "fedex",
        "attorneys",
        "united states attorney",
        "southern district of new york",
        "maxwell",
        "drive",
        "mdc",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013425",
      "summary": "On October 9, 2020, Mandy dropped off three 2TB external HDs for Steve. Frank was scheduled to receive them and would email updates. Steve was tasked with coordinating the delivery of the HDs to SDNY and maintaining communication regarding the case, particularly given the attention from EM. A request was made for individual folders for each device's extracted images/files.",
      "timestamp": "2020-10-09T00:00:00",
      "timestamp_raw": "October 9, 2020",
      "keywords": [
        "epstein hds",
        "sdny",
        "redaction",
        "devices",
        "folders",
        "steve",
        "em",
        "external hds",
        "coordination",
        "updates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029036",
      "summary": "The document details the preparation and delivery of discovery materials related to the US v. Maxwell case. Key points include: *   Three PDFs – “Maxwell Discovery Letter,” “Maxwell MAIN,” and “Maxwell PASSWORD” – were created and sent to the MDC. *   The PDFs contained instructions for loading onto drives and mailing to Maxwell and the attorneys. *   A cover letter with instructions for viewing problem files was also prepared. *   Drive encryption requests were made for both Maxwell's and the defense's drives. *   A courier (Tom Powers) was scheduled to deliver the drives to the CSOs for delivery to Maxwell and the MDC. *   The intention was to have Maxwell begin reviewing the discovery materials over the weekend.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2020",
      "keywords": [
        "maxwell",
        "us v. maxwell",
        "discovery production",
        "mdc",
        "drives",
        "pdfs",
        "password",
        "attorneys",
        "encryption",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038196",
      "summary": "FBI agents are requesting assistance from two additional agents to support the Maxwell investigation (C-20) on November 11, 2020, from 9:00 AM to 3:00 PM at MDC. The agents would be showing digital evidence (laptop and hard drive) to Maxwell and her defense team. The request originated from a previous inquiry and involves a follow-up canvas delivery.",
      "timestamp": "2020-11-11T00:00:00",
      "timestamp_raw": "November 11, 2020",
      "keywords": [
        "efta00038196",
        "c-20",
        "maxwell",
        "mdc",
        "discovery",
        "fbi",
        "agent",
        "laptop",
        "hard drive",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037676",
      "summary": "An individual (“she”) is coordinating efforts regarding devices and media related to the “Epstein HDs” case. These devices, accessible through a CAIR system, have been exported with the exception of six machines.  Additional exports are scheduled to be shipped to SDNY.  Another individual (“he”) is receiving external HDs (3 x 2TB) and will update recipients upon delivery.  SDNY and another individual (“she”) will review the devices. Coordination is being managed to ensure timely delivery to SDNY and address any questions or concerns.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "epstein",
        "hds",
        "sdny",
        "cair system",
        "devices",
        "media",
        "bronx",
        "coordination",
        "access",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022047",
      "summary": "An email chain discusses the production of documents for the Maxwell case, specifically related to the Epstein Relativity Databases. One party (Sender) is requesting the production of 26,164 documents from the \"FBI Files from Florida Office\" folder, tagged with specific criteria. There are concerns about the volume of documents and a request for confirmation that the provided search encompasses all desired materials. A deadline of the end of October for delivery to 1St. Andrews is specified, with a request to load files into the US v Epstein database within a folder named \"USAO-SDFL Files.\" A hard drive containing scans of files from the USAO-SDFL is also being sent.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "relativity",
        "epstein",
        "discovery tasks",
        "maxwell",
        "fbi files",
        "rsa token",
        "efta00022047",
        "production",
        "usao-sdfl",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038147",
      "summary": "On November 16, 2020, SA (FBI - NY) requested permission to bring a laptop back to their desk.  [REDACTED] advised against a suit and suggested casual attire for a meeting regarding the “Discovery laptop” case. [REDACTED] informed SA that they had the laptop and hard drive and would coordinate its delivery for the following day. The defense team requested a review of the laptop from 10:00 AM to 3:00 PM, and [REDACTED] would be CC’d on an email to the AUSA.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "November 16, 2020",
      "keywords": [
        "discovery laptop",
        "fbi",
        "ny",
        "dress code",
        "meeting",
        "analyst",
        "ausa",
        "efta00038147",
        "maxwell",
        "coordination"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029273",
      "summary": "No. 02879-509) to the MDC (likely Metropolitan Detention Center). *   Multiple individuals ([REDACTED]) offered to deliver the laptop, proposing delivery times between 6:00 AM and 12:00 PM on November 18, 2020. *   One individual ([REDACTED]) requested to bring both the laptop and a new hard drive with discovery production materials to the MDC instead of just the laptop. *   An Assistant United States Attorney ([REDACTED]) provided instructions for the delivery, specifying a drop-off time and a contact person within the MDC.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "redaction",
        "usanys",
        "delivery",
        "mdc",
        "discovery",
        "maxwell (reg. no. 02879-509)"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009924",
            "similarity": 0.5,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023026",
      "summary": "This document is a correspondence chain between Assistant U.S. Attorney Christian Everdell and defense counsel regarding discovery requests in a case involving Ghislaine Maxwell. Key points include: *   **Delivery of Discovery Materials:** The government has provided Ms. Maxwell with copies of discovery materials, including a 4TB drive containing all previously produced materials and a CD containing documents from November 18, 2020. *   **Metadata and Device Issues:** There are concerns regarding Bates numbers, device identification (SDNY_PROD015/016), and gaps in metadata load files. The government proposes renumbering documents and providing updated DAT files. *   **Missing Documents:** The defense requests the production of missing documents, including AT&T subscriber information and flight logs. *   **Redaction Requests:** The government denies requests for a log of redactions and states they did not apply any redactions to the discovered materials. *   **Subpoena Requests:** The defense requests copies of grand jury subpoenas and the date ranges covered by them. *   **Unsealed Filings:** The government clarifies the status of a search warrant affidavit referenced in a Daily Beast article, stating it was unsealed according to court order and that the District of New Hampshire took no affirmative steps to release it.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "discovery",
        "maxwell",
        "epstein",
        "fbi",
        "cd",
        "redactions",
        "metadata",
        "subpoenas",
        "documents",
        "grant jury",
        "bates numbers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030926",
      "summary": "Attorney’s office (specifically the Southern District of New York) and defense counsel regarding the discovery process in a case, likely involving Ghislaine Maxwell.  The exchanges relate to the production of documents, including flash drives containing Bates ranges, FBI reports, and metadata files.  Key issues addressed include: *   **Drive Delivery:**  Discussions revolve around the delayed delivery of a 4TB hard drive containing the full discovery production. *   **CD Issues:**  Problems with a CD produced on November 18, 2020, due to a lack of a CD drive on the recipient’s computer. *   **Bates Range Corrections:**  Requests for clarification and correction of Bates number ranges, particularly a lack of correlation between Bates numbers and subject devices. *   **Missing Documents:**  Queries regarding missing documents, specifically subscriber information and flight logs. *   **Metadata Issues:** Problems with metadata load files, including gaps and inconsistencies. *   **Unsealed Documents:** Concerns about the Daily Beast article referencing an unsealed FBI affidavit related to the cell-site simulator, with requests for confirmation of its release. *   **Production Index:** A request for a detailed index of documents produced in the November 9 and November 18 productions. *   **Grand Jury Subpoenas:** Requests for copies of grand jury subpoenas and the date ranges covered by them. The exchanges demonstrate a significant level of contention and detailed scrutiny over the discovery process, highlighting issues with file production, metadata management, and the government's handling of relevant materials.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "discovery requests",
        "bates ranges",
        "redaction",
        "ftp",
        "production",
        "drive",
        "metadata",
        "cd",
        "fbi report",
        "discovery issues",
        "grand jury subpoenas",
        "efta00030926",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030550",
      "summary": "A United States Attorney from the Southern District of New York sent a new drive with discovery materials related to Ghislaine Maxwell to the MDC via FedEx. The sender requested confirmation upon delivery to Maxwell. Two PDF files, a main document and a password file, were attached.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "fedex",
        "discovery",
        "usanys",
        "contractor",
        "maxwell",
        "production",
        "cover letters",
        "assistant united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025508",
      "summary": "Maxwell. *   The Assistant United States Attorney (Southern District of New York) was coordinating the delivery and pickup of the drives. *   A prison visit for review of a secure laptop was being scheduled for Friday between 8am-3pm. *   The timing of the secure laptop review was being adjusted, initially planned for Friday, but now potentially pushed to later in the week. *   Confirmation of receipt of the drives was requested.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "us v. maxwell",
        "discovery production",
        "drives",
        "southern district of new york",
        "chris",
        "maxwell",
        "mdc",
        "friday",
        "laptop",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018262",
      "summary": "A CD containing replacement discovery files for Ghislaine Maxwell was sent via FedEx overnight delivery from the Assistant United States Attorney’s office in the Southern District of New York to the MDC. A password letter was attached to the CD.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "efta00018262",
        "ghislaine maxwell",
        "cd",
        "fedex",
        "password",
        "discovery files",
        "southern district of new york",
        "mdc",
        "united states attorney",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018257",
      "summary": "A request was made to provide a clean laptop to Ghislaine Maxwell for discovery review in the Ghislaine Maxwell case. The laptop requirements included disabling all communications (wifi/bluetooth), games, and audio/video recording capabilities, permitting only standard file review (word, pdf, tif, xls). A USANYS contact is coordinating with BOP legal and expects a decision on approval within days, with a potential delivery date of November 16th. Research into suitable laptop options is underway.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "laptop",
        "mdc",
        "discovery",
        "maxwell",
        "bop",
        "legal",
        "requirements",
        "review",
        "files",
        "permissions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020899",
      "summary": "*   Initial steps involved confirming the timeline and informing the defense (USANYS) about the ongoing effort. *   A purchase request was sent to verify specifications and delivery dates. *   A timeline for configuration and software installation was discussed (approximately 2 days, potentially Friday). *   The need to confirm BOP policies regarding laptop usage for Maxwell was raised due to changing regulations. *   A specific request was made for a laptop with limited functionality (primarily for reviewing standard file types) to address discovery accessibility issues. *   The user had previously utilized similar laptops in the Avenatti case.",
      "timestamp": "2020-12-02T00:00:00",
      "timestamp_raw": "02 Nov 2020",
      "keywords": [
        "laptop",
        "mdc",
        "email",
        "data",
        "delivery",
        "specifications",
        "bop",
        "discovery",
        "software",
        "request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027430",
      "summary": "An Assistant United States Attorney from the Southern District of New York is coordinating the delivery of a replacement drive to Ghislaine Maxwell at the Metropolitan Detention Center (MDC) in Brooklyn, New York. A previous drive was broken. The Assistant U.S. Attorney requests confirmation of Maxwell’s access to the new drive and the return shipment of the broken drive to the U.S. Attorney’s Office in New York. There is a concern about a track change on a second page that needs to be addressed before submission to Judge Nathan. Correspondence between the Assistant U.S. Attorney and a Staff Attorney from the Department of Justice/Federal Bureau of Prisons is included.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "drive",
        "united states attorney",
        "southern district of new york",
        "judge nathan",
        "track change",
        "redaction",
        "new york",
        "federal bureau of prisons",
        "metropolitan detention center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031962",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031962",
      "summary": "An email chain discusses the delivery of a replacement drive to Ghislaine Maxwell. A track change on page 2 needs to be corrected before submission to Judge Nathan. A letter to Judge Nathan is attached. A replacement drive is being sent via FedEx, and the broken drive needs to be returned to the U.S. Attorney’s Office, SDNY. The email chain includes individuals from the U.S. Department of Justice, Federal Bureau of Prisons, and the U.S. Attorney’s Office.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "drive",
        "track change",
        "united states attorney",
        "new york",
        "judge nathan",
        "federal bureau of prisons",
        "doj",
        "sdny",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027430",
            "similarity": 0.667,
            "index": 105,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010200",
      "summary": "A replacement drive is being sent via FedEx to Ghislaine Maxwell to replace one that was broken. The broken drive should be mailed back to the U.S. Attorney’s Office, Southern District of New York, located at New York, NY 10007. The email chain details the request and instructions for delivery and return.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "drive",
        "fedex",
        "replacement",
        "broken",
        "mdc",
        "u.s. attorney",
        "new york",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016465",
      "summary": "An email chain discusses the delivery of exhibits related to Maxwell’s renewed bail application. A contractor sent a zip folder containing Part 1 of the exhibits to [REDACTED], and a paralegal specialist sent a similar zip folder to [REDACTED]. The contractor apologized for a previous email delivery issue due to a large file size and indicated that Part 2 of the exhibits would be sent shortly.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "2020-12-08",
      "keywords": [
        "bail",
        "maxwell",
        "exhibits",
        "application",
        "renewed",
        "motion",
        "zip",
        "attorney",
        "u.s. attorney's office",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019207",
      "summary": "Attorney’s Office, SONY. The laptop was intended to be delivered to the Metropolitan Correctional Center (MDC). Initial communication involved confirming the order, addressing the laptop to the Warden, and discussing its configuration. Concerns arose regarding whether the laptop could store Maxwell’s discovery data and whether its electronic components should be removed. The laptop was ultimately delivered on November 9th, 2020, with its Wi-Fi and other connectivity features disabled and a password sticker applied. The email chain outlines the steps taken to prepare the laptop for delivery and address logistical questions.",
      "timestamp": "2020-12-10T00:00:00",
      "timestamp_raw": "10 Nov 2020",
      "keywords": [
        "laptop",
        "amazon",
        "warden",
        "metropolitan correctional center",
        "mdc",
        "discovery",
        "password",
        "hp pavilion",
        "electronics",
        "email",
        "order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031730",
      "summary": "An email chain discusses the delivery of tax returns (2015-2019) from Maxwell Financial Report Appendices. One individual requested a ZIP file be burned to a DVD and picked up. Another individual received the ZIP file and offered alternative delivery methods: forwarding the original email link, uploading to USAFx, or providing a hard drive copy. The download of the full Financial Report Appendices to USAFx is still in progress, estimated to take approximately an hour to an hour and a half to complete.",
      "timestamp": "2020-12-11T00:00:00",
      "timestamp_raw": "December 11 2020",
      "keywords": [
        "maxwell financial report",
        "tax returns",
        "zip file",
        "usafx",
        "dvd",
        "it department",
        "redaction analysis",
        "efta00031730",
        "2015-2019",
        "defense team"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014380",
      "summary": "Two contractors ([REDACTED] and [REDACTED]) are handling the production of materials related to the US v. Epstein case. Two hard drives containing copies of productions 15 & 16 were received from PAE. The vendor is stamping and exporting portions of the production data (parts 1-6) from Relativity. Part 4 is partially stamped, and the vendor is requesting a potential extension from Judge Nathan. The contractor is monitoring the progress and coordinating with other parties regarding the delivery of the hard drives.",
      "timestamp": "2020-12-13T00:00:00",
      "timestamp_raw": "13 Nov 2020",
      "keywords": [
        "epstein",
        "us v.",
        "pae",
        "relativity",
        "hard drives",
        "stamping",
        "production",
        "data",
        "vendor",
        "usao-sdfl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029965",
      "summary": "Maurene, an Assistant United States Attorney, is arranging to deliver a laptop and charger to inmate Ghislaine Maxwell (Reg. No. 02879-509). The laptop is for Maxwell to review discovery materials produced by her office. She intends to deliver the laptop to the East Building at 29th Street, where it will be retrieved by someone named “foj”. She requests confirmation of the delivery process and provides her contact information.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "mdc",
        "united states attorney",
        "southern district of new york",
        "delivery",
        "discovery",
        "29th street",
        "3rd avenue",
        "2020-11-17"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009924",
      "summary": "A United States Attorney from the Southern District of New York is arranging the delivery of a laptop and a new hard drive to Ghislaine Maxwell at the Metropolitan Detention Center (MDC). The Attorney requests permission to bring both items tomorrow instead of just the laptop and provides instructions for drop-off between 6:00 AM and 12:00 PM, specifying the East Building location and the process for retrieving the laptop. Contact information for the Attorney is included.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "17 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "usanys",
        "discovery",
        "hard drive",
        "southern district of new york",
        "mdc",
        "delivery",
        "new york",
        "02879-509"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029273",
            "similarity": 0.5,
            "index": 97,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019282",
      "summary": "An email chain discusses the delivery of CDs containing Eighth Production materials and a password for the CDs. The CDs include cover letters sent to defense counsel. A FedEx tracking number (816289189888) is associated with the shipment. The email is from a Paralegal Specialist at the U.S. Attorney’s Office, SDNY.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "December 17, 2020",
      "keywords": [
        "efta00019282",
        "mdc",
        "cd",
        "fedex",
        "counsel",
        "password",
        "cover letter",
        "maxwell",
        "production",
        "shared"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029975",
      "summary": "The email chain concerns the production of documents for a legal case, specifically related to PAE drives and iPhone images. A contractor is tasked with: *   Creating password-protected discs containing iPhone images. *   Redacting Bates numbers and updating a cover letter to reflect the contents. *   Preparing a final report with images. *   Making copies of the PAE drives for internal use. *   Coordinating with Maxwell and another party to ensure timely delivery and address potential delays. *   Providing a password-protected copy of the PAE drive for internal use.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "17 Nov 2020",
      "keywords": [
        "pae drive",
        "iphone",
        "production",
        "bates stamp",
        "encryption",
        "defense",
        "cover letter",
        "sdny",
        "usanys",
        "data copy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016765",
      "summary": "On December 18, 2020, a paralegal specialist at the U.S. Attorney's Office (SDNY) identified seven items – one Excel file and six PDFs – from the Maxwell case discovery that required reproduction due to incorrect Bates numbers. The specialist intended to re-stamp and update these items, draft a cover letter detailing the changes, and send the reproductions and a disc to MDC via email and physical delivery. The emails exchanged confirmed the issue and the specialist's plan to resolve it quickly.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "December 18, 2020",
      "keywords": [
        "reproduction",
        "bates numbers",
        "mdc",
        "maxwell",
        "cover letter",
        "defense counsel",
        "pdfs",
        "excel file",
        "discovery index",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021711",
      "summary": "On January 8, 2021, an Assistant United States Attorney from the Southern District of New York requested permission to allow defense counsel to deliver a new drive containing discovery material to the MDC (presumably Maxwell’s location). The drive was prepared at the request of defense counsel to allow Ghislaine Maxwell to review previously produced CD materials over the weekend. The U.S. Attorney’s office was unavailable to deliver the drive themselves, and a FedEx delivery would not arrive until the following week.",
      "timestamp": "2021-01-08T00:00:00",
      "timestamp_raw": "January 8, 2021",
      "keywords": [
        "ghislaine maxwell",
        "efta00021711",
        "defense",
        "mdc",
        "drive",
        "discovery material",
        "southern district of new york",
        "maxwell",
        "fedex",
        "delivery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013267",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030872",
      "summary": "An email exchange discusses delivering a new drive containing discovery material to Ghislaine Maxwell. The drive, prepared at the request of defense counsel, was intended to replace a previously provided CD. Defense counsel requested delivery to the MDC, initially proposing a hand delivery but offering to pick up the drive themselves. The Assistant United States Attorney was considering this request.",
      "timestamp": "2021-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "efta00030872",
        "usanys",
        "defense counsel",
        "discovery material",
        "drive",
        "mdc",
        "fedex",
        "southern district of new york",
        "request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021709",
            "similarity": 0.538,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013267",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021709",
      "summary": "An Assistant United States Attorney from the Southern District of New York is responding to a request from defense counsel regarding Ghislaine Maxwell’s access to discovery materials. The materials, previously provided on a CD, are being compiled into a new drive. Defense counsel requested weekend access for Maxwell, proposing they pick up the drive themselves. The U.S. Attorney’s office is currently unavailable to deliver the drive and cannot facilitate a FedEx delivery due to the timing.",
      "timestamp": "2021-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "discovery material",
        "defense counsel",
        "united states attorney",
        "southern district of new york",
        "fedex",
        "drive",
        "review",
        "cd",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030872",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013267",
      "summary": "An Assistant United States Attorney from the Southern District of New York is discussing the delivery of a new drive containing discovery material previously provided to Ghislaine Maxwell. Defense counsel requested Maxwell review the materials over the weekend and proposed they pick up the drive from the office for delivery to the MDC. The U.S. Attorney’s office was initially considering having someone deliver the drive but determined it wouldn’t arrive before the weekend due to logistical constraints.",
      "timestamp": "2021-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "usanys",
        "defense",
        "mdc",
        "drive",
        "discovery material",
        "fedex",
        "maxwell",
        "new york",
        "request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030872",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021711",
            "similarity": 0.538,
            "index": 117,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025000",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested coordination for the FBI to deliver two new drives to the MDC for Ghislaine Maxwell on Monday, January 11th, 2021. The request included confirmation of the delivery time and recipient availability.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "11 Jan 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "drives",
        "delivery",
        "mdc",
        "ghislaine maxwell",
        "january 11th",
        "united states attorney",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030870",
            "similarity": 0.538,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020526",
            "similarity": 0.538,
            "index": 129,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024999",
      "summary": "An email correspondence regarding the delivery of a “Maxwell drive” scheduled for Monday, January 11, 2021, was exchanged between individuals identified only as [REDACTED], [REDACTED], and [REDACTED]. The email thread included a message titled “Maxwell_drive_delivery_Monday_1_11” and was tracked under the identifier EFTA00024999.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "January 11, 2021",
      "keywords": [
        "efta00024999",
        "maxwell drive",
        "delivery",
        "redaction",
        "usahub",
        "imine",
        "2021",
        "2025",
        "monday"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021717",
      "summary": "On January 11, 2021, the FBI was coordinating the delivery of two drives to the MDC for Ghislaine Maxwell. An Assistant United States Attorney requested confirmation of the FBI’s delivery time and the recipient’s availability. Ori and M were involved in coordinating the pickup and delivery with a planned meeting outside ISA at 11:30 AM.  The FBI was cc’d with Special Agent coordinating the delivery.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "January 11, 2021",
      "keywords": [
        "efta00021717",
        "maxwell drive",
        "fbi",
        "delivery",
        "january 11th",
        "ghislaine maxwell",
        "mdc",
        "special agent",
        "united states attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030876",
            "similarity": 0.538,
            "index": 124,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030876",
      "summary": "On January 11, 2021, an FBI agent was coordinating the delivery of two drives to the MDC for Ghislaine Maxwell. The agent requested confirmation of a suitable delivery time (around 11:30 AM or 12:00-12:30 PM) and the name of the person who would receive the drives. The original request for the delivery came from an Assistant United States Attorney for the Southern District of New York.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "January 11, 2021",
      "keywords": [
        "efta00030876",
        "ghislaine maxwell",
        "fbi",
        "delivery",
        "january 11th",
        "drives",
        "mdc",
        "special agent",
        "new york",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021717",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030870",
      "summary": "On January 11, 2021, the FBI was coordinating the delivery of two new drives to the MDC for Ghislaine Maxwell. The initial request was made at 11:30 AM by MMIIMEM to pick up the drives, with a preferred timeframe of 12:00-12:30 PM. A subsequent email from the Assistant United States Attorney requested confirmation of the delivery time and recipient. Special Agent [REDACTED] was coordinating the delivery.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "January 11, 2021",
      "keywords": [
        "maxwell",
        "fbi",
        "delivery",
        "january 11th",
        "drives",
        "mdc",
        "ghislaine maxwell",
        "usanys",
        "contractor",
        "efta00030870"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025000",
            "similarity": 0.538,
            "index": 121,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030868",
            "similarity": 0.538,
            "index": 127,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020526",
            "similarity": 0.667,
            "index": 129,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030875",
      "summary": "An email exchange occurred between multiple parties regarding the delivery of a “Maxwell drive” scheduled for Monday, January 11, 2021. The email chain includes the subject line “RE: Maxwell drive delivery Monday 1/11” and uses the message file “RELMaxwell_drive_delivery_Monday_1_11.msg”. The email originated from [REDACTED] and was sent to [REDACTED].",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "January 11, 2021",
      "keywords": [
        "efta00030875",
        "maxwell drive",
        "delivery",
        "monday",
        "1/11",
        "redaction",
        "usahub",
        "usajouma",
        "email",
        "message"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030868",
      "summary": "On January 11, 2021, the FBI was scheduled to deliver two drives containing discovery related to Ghislaine Maxwell to the MDC. A contractor, (USANYS), coordinated the delivery, confirming the FBI’s agreement to deliver the drives and requesting information on the delivery time and recipient availability. One drive was ready without a cord, and the other was a full copy of all discovery. The contractor, (USANYS), was coordinating with Special Agent  to facilitate the delivery.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "January 11, 2021",
      "keywords": [
        "efta00030868",
        "maxwell drive",
        "delivery",
        "fbi",
        "mdc",
        "january 11th",
        "contractor",
        "password",
        "drives",
        "ghislaine maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030870",
            "similarity": 0.538,
            "index": 125,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031710",
      "summary": "An email exchange regarding a delivery of a “Maxwell drive” scheduled for Monday, January 11, 2021, originated from [REDACTED] and was sent to [REDACTED], with CCs including “[REDACTED]” and “USAHUB-USAJouma1111”. The email thread is associated with the file EFTA00031710.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "January 11, 2021",
      "keywords": [
        "efta00031710",
        "maxwell drive",
        "delivery",
        "monday",
        "1/11",
        "redaction",
        "usa",
        "usanys",
        "usahub",
        "outlook"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020526",
      "summary": "On January 12, 2021, an Assistant United States Attorney requested confirmation of a delivery time for two new hard drives from the FBI’s office to the MDC for Ghislaine Maxwell, scheduled for January 11th. The FBI’s paralegal was unable to deliver the drives due to backlog and was unavailable until 3:30 PM. Special Agent =MI was coordinating the delivery.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "January 12, 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "drives",
        "delivery",
        "january 11th",
        "mdc",
        "ghislaine maxwell",
        "usanys",
        "discovery",
        "paralegal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030870",
            "similarity": 0.667,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025000",
            "similarity": 0.538,
            "index": 121,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024992",
      "summary": "Bobbi Sternheim, an attorney, is requesting urgent assistance in delivering time-sensitive legal mail to Ghislaine Maxwell. She sent express mail containing documents for review over the weekend, emphasizing the need for delivery by Friday due to a court-ordered filing deadline. She also requested access to a government-provided laptop computer for Maxwell to review the discovery documents. A Covid-19 notice indicates the office is operating remotely via email and fax. There were redactions on pages 2 and 3.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "legal mail",
        "time-sensitive documents",
        "vtc",
        "bobbi sternheim",
        "court-ordered filing deadline",
        "laptop computer",
        "discovery documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030880",
      "summary": "Bobbi C. Sternheim, an attorney, is urgently requesting assistance in delivering time-sensitive legal mail to Ghislaine Maxwell. The mail, intended for review over the weekend, was delivered to Maxwell's location but she hadn't received it. Sternheim is requesting permission to have the Legal Department handle the delivery and also requests access to a government-provided laptop for Maxwell to review the discovery documents. Sternheim notes a closure of her office due to COVID-19 and advises using email or fax for communication.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "bobbi sternheim",
        "maxwell",
        "legal mail",
        "express mailing",
        "covid-19",
        "vtc",
        "discovery documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021736",
      "summary": "The email chain details discovery requests from Cohen & Gresser LLP to the US government regarding the case involving Ghislaine Maxwell. Key requests include: *   Immediate delivery of a 4TB hard drive containing the full discovery production. *   Providing the CD data to Maxwell via a thumb drive or external CD drive. *   Correlating Bates numbers to SDNY_PROD015 and SDNY_PROD016 documents. *   Producing an unredacted FBI report and a log of redactions. *   Producing missing documents, specifically AT&T subscriber information and flight logs. *   Addressing metadata gaps in PROD011 and PROD015 DAT files. *   Providing detailed indices of document productions. *   Providing copies of grand jury subpoenas and requested date ranges. *   Confirmation regarding the unsealing of a cell-site simulator affidavit referenced in a Daily Beast article.",
      "timestamp": "2021-01-16T00:00:00",
      "timestamp_raw": "16 Jan 2021",
      "keywords": [
        "discovery",
        "fbi report",
        "redaction",
        "bates numbers",
        "cd",
        "hard drive",
        "maxwell",
        "sdny_prod015",
        "sdny_gm",
        "subpoenas",
        "metadata",
        "foia"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030847",
      "summary": "Bobbi Sternheim requested expedited delivery of legal mail to Ghislaine Maxwell via hand-delivery to the MDC legal mail box. The sender explained that BOP policies required mail processing before delivery to inmates, and due to visitation restrictions, hand delivery was not permitted. A confirmation email from Bobbi Sternheim confirmed scheduled Virtual Technology Consultations (VTCs) for Tuesdays through Fridays from 12:30 PM to 3:30 PM.",
      "timestamp": "2021-01-21T00:00:00",
      "timestamp_raw": "21 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mail processing",
        "bop policies",
        "legal mail",
        "mdc",
        "time-sensitive documents",
        "delivery",
        "vtcs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025015",
            "similarity": 0.583,
            "index": 134,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025015",
      "summary": "Bobbi Sternheim, an attorney, is communicating regarding the delivery of time-sensitive documents to Ghislaine Maxwell. Sternheim is concerned about delays in mail delivery due to BOP policies and the lack of visitor access, preventing hand delivery. She proposes hand-delivering the mail directly to the MDC legal mail box for Ms. Maxwell. Sternheim also confirms a schedule of video teleconferences (VTCs) for Tuesday through Friday from 12:30 PM to 3:30 PM.",
      "timestamp": "2021-01-21T00:00:00",
      "timestamp_raw": "21 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mail processing",
        "legal mail",
        "time-sensitive documents",
        "mdc",
        "vtcs",
        "express mail",
        "inmates",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030847",
            "similarity": 0.583,
            "index": 133,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030888",
      "summary": "It’s a record of communications between defense counsel (Cohen & Gresser LLP) and a contractor (\"USANYS\") regarding the production of discovery materials. Key points include: *   **Initial Production:** The contractor was tasked with producing discovery materials, including PROD011 and PROD015 files, along with re-bates stamped items. *   **CD Issues:** Initial CD productions were problematic, requiring the transfer of materials to thumb drives or external drives for delivery to Maxwell. *   **Metadata Discrepancies:** Significant issues arose with the metadata (.DAT) files for PROD011 and PROD015, with gaps identified and requests made for updated files. The 4th and 5th production file had overlapping numbers. *   **Discovery Requests & Concerns:** Counsel raised numerous discovery requests, including demands for an unredacted FBI report, a list correlating Bates numbers, and clarification of missing documents (AT&T records, flight logs). *   **Ongoing Issues:** There were ongoing concerns about the completeness of the production, specifically regarding Bates number accuracy and the identification of missing documents. Counsel pushed for the provision of a more detailed index. *   **Further Requests:** Counsel requested copies of grand jury subpoenas, information regarding the unsealing of documents, and clarification of the Daily Beast article referencing the cell-site simulator affidavit. The document represents a series of emails and related information attempting to address gaps and issues within the discovery process.",
      "timestamp": "2021-01-27T00:00:00",
      "timestamp_raw": "27 Jan 2021",
      "keywords": [
        "usanys",
        "contractor",
        "mdc",
        "discovery requests",
        "cd",
        "prod011",
        "prod015",
        "dat files",
        "redaction",
        "bates numbers",
        "ftp site",
        "maxwell",
        "defense counsel",
        "fbi report",
        "subpoena",
        "metadata",
        "cell-site simulator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030918",
      "summary": "This redacted document details communications surrounding the production of discovery materials related to a legal case, likely a criminal investigation. Here’s a breakdown of the key content: *   **Discovery Requests & Production:** The core of the document revolves around responding to discovery requests made by defense counsel (USANYS) regarding materials related to a case, potentially involving a criminal investigation (\"defense\"). The production process involves multiple stages (6a, 6b, 6c), re-stamping, and transferring data to a location (USa.doj.govkcloud NYSkStAndrews\\ Shared). *   **Technical Issues & Corrections:** Significant issues arise regarding the accuracy of Bates numbering, metadata gaps in DAT files, and missing documents. Proposals are made to rectify these problems, including renumbering files, providing new DAT files, and correcting metadata errors. *   **Communication Chain:** The communication is primarily between USANYS (contractor) and the defense counsel (USANYS), with several individuals (e.g., Christian Everdell, Mark S. Cohen, Laura Menninger) involved in coordinating the production. *   **Timeline & Deadlines:** The document highlights ongoing efforts to prepare and deliver the discovery materials by January 27th, 2021, with ongoing requests for updates and confirmation of delivery. *   **Specific Requests & Concerns:** The defense requests a new 4TB hard drive, confirmation of the CD's delivery, clarification of Bates numbering, and detailed explanations for any missing documents or redactions. They also raise concerns regarding the FBI report and the tracking of the subject. *   **Redaction & Confidentiality:** The document is heavily redacted, indicating sensitive information is being protected. It also contains a standard confidentiality notice.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "prod011",
        "prod015",
        "bates numbers",
        "cd",
        "ftp",
        "mdc",
        "defense",
        "emails",
        "files",
        "range",
        "dat",
        "maxwell",
        "usafx",
        "cdrive",
        "government",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030912",
      "summary": "The USANYS team had previously produced discovery materials, including a 4TB hard drive and CD containing documents. They requested a new hard drive to be created, but faced delays. They identified Bates ranges that hadn’t been produced and requested their reproduction via FTP. Concerns were raised regarding metadata issues, missing documents (like AT&T data and Rodgers flight logs), and a discrepancy in the numbering of document productions. The USANYS team also requested unredacted FBI reports and grand jury subpoenas, and an update on the status of materials related to the Daily Beast article referencing the cell-site simulator affidavit. The exchanges focused on confirming the delivery of materials, reproducing missing Bates ranges, addressing metadata discrepancies, and obtaining additional documents and information. Redactions were noted and discussed throughout the communication.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "January 29, 2021",
      "keywords": [
        "discovery requests",
        "ftp",
        "ranges",
        "bates",
        "redacted",
        "documents",
        "production",
        "subpoenas",
        "metadata",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011489",
      "summary": "The core issues revolve around delayed production of discovery materials, particularly Bates ranges (SDNY_GM_00167911-00169735), metadata files, and specific FBI reports. Key points include: *   **Initial FTP Request:** Everdell initially requests the discovery materials via FTP, specifying the missing Bates ranges. *   **Assistant U.S. Attorney Response:** The Assistant U.S. Attorney proposes alternative methods for delivery (CD or FTP link) and acknowledges the need for a new hard drive containing the discovery. *   **Metadata Issues:** Significant concerns are raised about gaps and errors in the metadata load files for various productions (PROD011, PROD015), requiring the provision of new DAT files.  There are also concerns about overlapping document ranges. *   **Missing Documents:** The defense requests the production of missing documents, including AT&T and David Rodgers production records, and asks for clarification on the removal of specific items from grand jury subpoena productions. *   **FBI Report & Affidavits:** The defense requests an unredacted version of the FBI report regarding the cell-site simulator and questions the status of a referenced affidavit, seeking confirmation of its unsealing. *   **Ongoing Communication:**  Multiple email exchanges occur between the parties, seeking clarification, requesting specific documents, and proposing solutions to the logistical and technical problems.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "efta00011489",
        "ftp",
        "bates",
        "discovery",
        "redaction",
        "usanys",
        "sdny",
        "metadata",
        "cd",
        "fbi report",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011259",
      "summary": "Initially, the defense requests a 4TB drive containing discovery materials, encountering delays due to technical issues and the vendor's difficulties. The US Attorney’s Office provides assistance, but also identifies several discovery discrepancies and missing Bates ranges (SDNY_GM_00167911 through SDNY_GM_00169735). These include issues with correlating Bates numbers, missing documents, metadata gaps, and a disputed FBI report. The defense requests unredacted documents, grand jury subpoenas, and confirmation regarding the Daily Beast article referencing an unsealed affidavit. Throughout, there’s a focus on the timely delivery of necessary media (drives, CDs) to ensure Ms. Maxwell’s defense preparation. Finally, the US Attorney’s office acknowledges the issues and proposes solutions, including renumbering documents and providing new metadata files.",
      "timestamp": "2021-02-02T00:00:00",
      "timestamp_raw": "02 Feb 2021",
      "keywords": [
        "discovery requests",
        "ftp",
        "redaction",
        "bates ranges",
        "metadata",
        "drive",
        "production",
        "grand jury",
        "southern district of new york",
        "usanys",
        "efta00011259"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028200",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a draft document (“SOL”) to multiple recipients for review. The draft was initially described as “great and persuasive” with minor edits suggested. The sender requested delivery to “chiefs” late at night or early the following morning, offering alternative review options. The document includes attachments and correspondence details regarding the review process.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "sol",
        "efta00028200",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "draft",
        "chiefs",
        "review",
        "february 2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027081",
      "summary": "An Assistant United States Attorney is requesting a review of a motion to suppress, originally drafted and edited by the chiefs. The attorney intends to resubmit the revised document to the chiefs for further review as soon as possible, aiming for delivery by the early afternoon of the following day.",
      "timestamp": "2021-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2021",
      "keywords": [
        "suppression",
        "motion",
        "edits",
        "review",
        "united states attorney",
        "new york",
        "redaction",
        "chiefs",
        "attorney",
        "us attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021380",
      "summary": "An email was sent from EFTA00021380 to [REDACTED] and [REDACTED], including [REDACTED] in the “To” and “Cc” fields. The email announces the delivery of additional 302s that had been serialized since the last batch, inviting recipients to contact the sender with any questions.",
      "timestamp": "2021-02-24T00:00:00",
      "timestamp_raw": "24 Feb 2021",
      "keywords": [
        "efta00021380",
        "302s",
        "redaction",
        "analysis",
        "serialised",
        "batch",
        "questions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020430",
      "summary": "This document is a follow-up email chain between Christian Everdell (Cohen & Gresser LLP) and a USANYS Assistant United States Attorney regarding discovery materials produced in a case involving Jeffrey Epstein. The core issues raised are: *   **Hard Drive Delivery:** A request for a hard drive containing discovery materials for a client, Ms. Maxwell, has not been addressed. *   **Disk Readability:** Issues with Ms. Maxwell's prison computer preventing reading of disks sent previously, requiring alternative production methods. *   **Missing Attachments:** Over 109,000 emails produced without attachments, demanding their provision. *   **Metadata Issues:** Numerous files (photographs, electronic documents, audio/visual files) lack CART numbers and have inconsistent or delayed metadata dates (July 2020 or later), requesting metadata overlays and source identification. Specifically, gaps exist in production numbers (11/18-12/18), and there's confusion regarding the origin of files with inconsistent metadata. *   **Request for Clarification:** The sender seeks clarification on whether the 11/18-12/18 production gap was intentional. The email threads propose solutions, including providing a hard drive, offering to load files onto a drive, and requesting metadata overlays to address the inconsistencies and missing information.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery",
        "metadata",
        "epstein",
        "fbi",
        "cart",
        "production",
        "files",
        "attachments",
        "hard drive",
        "prison",
        "southern district of new york",
        "cd",
        "images",
        "bates",
        "metadata overlay"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019595",
            "similarity": 0.5,
            "index": 144,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019595",
      "summary": "This redacted document details a discovery dispute between the Southern District of New York’s United States Attorney’s Office and a legal team (Cohen & Gresser LLP) regarding materials produced in the case involving Jeffrey Epstein. The core issues center around missing files, metadata discrepancies, and a gap in production numbers. Specifically, the US Attorney’s Office is requesting the delivery of a hard drive containing discovery materials to a client, Ms. Maxwell. They identify several problems with prior productions, including: *   Missing attachments from over 109,000 emails. *   Electronic documents with post-seizure creation dates and missing metadata. *   Photographs lacking CART numbers and with similar metadata issues. *   Audio/visual files with similar metadata issues, categorized by production set. *   A gap in the production numbers between November 18th and December 18th. The legal team responds with proposed solutions such as providing the hard drive, correcting the metadata issues, and investigating the production gap.  The correspondence highlights difficulties stemming from the handling and preservation of digital evidence, particularly concerning metadata and the origins of files.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "usanys",
        "discovery",
        "metadata",
        "files",
        "fbi",
        "epstein",
        "cart",
        "production",
        "attachments",
        "hard drive",
        "mdc",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020430",
            "similarity": 0.5,
            "index": 143,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029942",
      "summary": "The email chain details a request for discovery production updates regarding a case involving electronic documents and photographs related to Jeffrey Epstein. Specifically, the sender requests: 1.  The delivery of a hard drive containing discovery materials to a client. 2.  A decision on how to produce files that cannot be read on Ms. Maxwell’s computer. 3.  The provision of missing attachments for over 109,000 emails. 4.  Metadata overlays for over 110,000 electronic documents with altered creation/modification dates. 5.  CART numbers or device source information for over 6,500 photographs with altered creation/modification dates. 6.  Metadata overlays for audio/visual files with similar metadata issues, categorized by production set. 7.  Clarification regarding a gap in production numbers between November 18th and December 18th.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery",
        "production",
        "metadata",
        "hard drive",
        "emails",
        "cart number",
        "sdny",
        "files",
        "attachments",
        "metadata overlay"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020426",
      "summary": "This document is a series of email exchanges between the Southern District of New York’s Assistant United States Attorney (Chris Everdell) and various parties, including Laura Menninger and Jeff Pagliuca, regarding discovery materials related to a case, likely involving Jared Epstein. Here’s a breakdown of the key points: *   **Discovery Issues:** The primary concern is a series of technical issues with the delivered discovery materials, including missing attachments, incorrect metadata, and gaps in production numbers. *   **Metadata Problems:** Specifically, many electronic documents and photographs lack CART numbers and have dates after the purported seizure dates, causing difficulty in accessing and interpreting the data. Requests are made for metadata overlays. *   **Hard Drive Delivery:** The Assistant US Attorney is requesting the delivery of a hard drive containing the discovery materials to Ms. Maxwell, but the other party is hesitant and proposes alternative solutions. *   **Missing Production Numbers:** A gap exists between production numbers 11/18 and 12/18, and the Assistant US Attorney is inquiring about its intentionality. *   **Coordination & Support:** The Assistant US Attorney is requesting a call to discuss these issues and offers to assist with providing materials to Ms. Maxwell. *   **Redactions:** The document contains redactions, indicating the presence of sensitive or confidential information.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery issues",
        "usanys",
        "metadata",
        "fbi",
        "epstein",
        "production",
        "cd",
        "pdf",
        "files",
        "cart numbers",
        "bates range",
        "southern district of new york",
        "hard drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032686",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending a discovery production related to the case *US v. Maxwell* (20 Cr. 330 (AJN)) to Christian Everdell. The production, consisting of converted Excel files, will be sent via FTP unless otherwise requested. The Attorney offers options for delivery – via FTP link or a physical CD – and indicates they will also send a CD to the MDC for Ms. Maxwell.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2021",
      "keywords": [
        "discovery production",
        "maxwell",
        "us v.",
        "southern district of new york",
        "ftp",
        "cd",
        "mdc",
        "pdf",
        "united states attorney",
        "christian everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031332",
      "summary": "Maxwell* (20 Cr. 330 (MN)) involving Jeffrey Epstein. *   **Bronx Warehouse Review:** The initial plan is for a review at the Bronx warehouse on April 12, 2021, from 11:00 AM to 4:30 PM. *   **Specific Items for Review:** The defense team wants to see specific items, including bulky photos, electronic devices, shredded paper, and discs. *   **Nudity Restrictions:** Photographic review of certain images featuring nudity is prohibited. *   **FBI Production of Evidence:** The FBI is preparing to produce electronic data (discs) containing witness statements and data files, alongside the physical evidence. *   **Timeline Updates:** The timeline is updated regarding the delivery of the original VHS tape containing the 4/24/07 recording and the analysis of the shredded paper. *   **Item Numbering Changes:** Evidence items are being re-numbered within the FBI system (e.g., 111130 and 1B110 migrated to 18127, 1B128, & 16137). *   **Logistics Discussions:** Conversations revolve around transportation logistics, equipment needs (for playing recordings), and the designated review space (proffer rooms at 500 Pearl Street). *   **Confirmation of Maxwell’s Presence:** The Marshals confirm that Maxwell will be produced to 500 Pearl Street each day for review. *   **Spreadsheets and Designations:** The FBI sends annotated spreadsheets indicating which items are excluded from transport to 500 Pearl Street and which items are designated as \"Confidential\" or \"Highly Confidential.\"",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "April 12, 2021",
      "keywords": [
        "evidence",
        "review",
        "fbi",
        "bronx",
        "warehouse",
        "photos",
        "maxwell",
        "discovery",
        "discs",
        "data",
        "confidential",
        "photograph",
        "items",
        "redaction",
        "analysis",
        "witness statements",
        "electronic files",
        "\"missing from assigned box\"",
        "laura mennin",
        "500 pearl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022696",
      "summary": "This document is an aircraft purchase agreement between Hyperion Air, LLC (Seller) and Industrial Integrity Solutions, LLC (Purchaser) for the sale of a 2008 Keystone (Sikorsky) S-76C+-F helicopter with serial number 760750, registered as N722JE. Here's a breakdown of the key elements: *   **Subject of the Sale:** The agreement covers the sale of one used S-76C+-F helicopter, along with two Turbomeca S.A. Ariel 2S2 engines, avionics, and associated equipment, logbooks, and records. *   **Purchase Price:** The total purchase price is US$1,800,000, to be paid in two installments: a US$100,000 deposit held in escrow by AIC Title Service, LLC, and a US$1,700,000 balance due at closing. *   **Escrow & Conditions:** The Deposit is held in a special escrow account. A pre-purchase inspection by the purchaser is required at the Banyan 1:BO facility in Fort Lauderdale, subject to certain conditions and with a maximum flight test duration. *   **Aircraft Condition:** The aircraft must be delivered with good title, complete logbooks, in airworthy condition, compliant with FAA directives, with warranty assignments, and with current maintenance programs. The Aircraft will be considered in “Delivery Condition” if it meets these criteria. *   **Closing:** The closing will take place at Fort Lauderdale Executive Airport KFXE, Florida, subject to fulfillment of escrow requirements and completion of the pre-purchase inspection. *   **Representations & Warranties:** Seller guarantees title, airworthiness, and compliance with regulations. Purchaser represents similar conditions, but with an \"as is, where is\" clause limiting warranty obligations. *   **Other Provisions:** The agreement addresses taxes, force majeure, confidentiality, and the consequences of a breach of contract, including potential forfeiture of the deposit.",
      "timestamp": "2021-04-20T00:00:00",
      "timestamp_raw": "April 20, 2021",
      "keywords": [
        "aircraft",
        "helicopter",
        "s-76c+-f",
        "turbomeca",
        "faa",
        "serial number",
        "purchase agreement",
        "exibit a",
        "escrow",
        "deposit",
        "closing",
        "delivery condition",
        "pre-purchase inspection",
        "warranty",
        "airworthiness",
        "logbooks",
        "maintenance records",
        "airframe",
        "engine",
        "avionics",
        "title",
        "jurisdiction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015636",
      "summary": "*   **Initial Requests:** Christian Everdell (USANYS) is requesting specific files and metadata from a vendor (EFTA00015636) regarding recovered electronic devices and photographs. *   **Metadata Issues:** Key issues involve missing metadata associated with many electronic files and photographs recovered from Epstein’s devices, particularly files created or modified after the FBI seizure. The vendor is working to provide metadata overlays. *   **Missing Files:** There are gaps in production numbers (SDNY\\_GM\\_02742044 to 2742183) and unrecovered files (specifically #3, #4, #5, #6, and #7). *   **CD Issues:** Certain photographs were initially produced from CDs that were not processed by CART, leading to missing CART numbers and associated metadata. *   **Delivery Concerns:** There are questions about delivering the discovery materials to Jane Maxwell (USANYS), focusing on the inability of her laptop to read certain file types. *   **Ongoing Investigation:** The parties are coordinating efforts to resolve the metadata issues and ensure the complete delivery of the required discovery materials.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "23 Apr 2021",
      "keywords": [
        "efta00015636",
        "discovery issues",
        "metadata",
        "epstein",
        "fbi",
        "cart",
        "cd",
        "hard drive",
        "metadata overlay",
        "bates numbers",
        "sdny",
        "2021",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024926",
      "summary": "*   The initial request for transcription was made on April 28, 2021, with an anticipated delivery timeframe of the end of the following week. *   Multiple individuals (including [REDACTED], [REDACTED], and a paralegal specialist) communicated regarding the progress and timeline of the transcription. *   The contractor requested access to the recording and shared access to relevant systems. *   One individual ([REDACTED]) had delays due to time-sensitive projects and requested a deadline for the transcription. *   The contractor confirmed the ability to begin the transcription at the end of the week or the beginning of the next week.",
      "timestamp": "2021-04-28T00:00:00",
      "timestamp_raw": "April 28, 2021",
      "keywords": [
        "transcription",
        "shared access",
        "usanys",
        "contractor",
        "interviewer",
        "transcript",
        "editing",
        "maxwell",
        "time-sensitive",
        "recording"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022793",
      "summary": "The purchase price is $1,800,000, with a $100,000 deposit held by AIC Title Service as escrow agent. The agreement includes conditions regarding the aircraft's condition, requiring a pre-purchase inspection and delivery of the aircraft.  A Warranty Bill of Sale transfers ownership and includes disclaimers of warranties, stating the aircraft is being sold \"as is, where is.”  The agreement establishes procedures for closing, including the transfer of documents and compliance with FAA regulations.  It outlines a process for addressing potential discrepancies in the aircraft’s condition and provides a framework for managing the transaction. The document also details the role of the Escrow Agent and includes sections for addressing potential title issues and warranty claims.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "May 6, 2021",
      "keywords": [
        "aircraft",
        "helicopter",
        "sikorsky",
        "s-76",
        "registration",
        "faa",
        "purchase agreement",
        "escrow",
        "deposit",
        "warranty",
        "title",
        "ownership",
        "industrial integrity solutions",
        "aic title service",
        "n722je",
        "2008",
        "turbomeca",
        "arriel",
        "closing",
        "pre-purchase inspection",
        "terms",
        "conditions",
        "legal",
        "agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028695",
      "summary": "Email exchanges between individuals, including Joe Nascimento, and the FBI (NY) regarding a proffer agreement related to Jeffrey Epstein. An initial attachment was sent incorrectly, and a revised proffer agreement with updated initials was subsequently attached. The emails indicate a request for initials to be added to the agreement and a confirmation of its delivery. The document includes contact information for Ross Amsel Raben Nascimento, PLLC.",
      "timestamp": "2021-05-18T00:00:00",
      "timestamp_raw": "18 May 2021",
      "keywords": [
        "efta00028695",
        "redaction analysis",
        "epstein",
        "fbi",
        "proffer agreement",
        "joe nascimento",
        "miami",
        "legal agreement",
        "initials",
        "criminal law firm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010145",
      "summary": "A legal team (Assistant United States Attorney) is coordinating the delivery and loading of a hard drive containing discovery materials related to a case involving Maxwell at MDC. The drive contains reproductions of the Seventeenth Production (2021.05.21 and 2021.06.10 discs) and is intended to replace malfunctioning disks previously sent to Maxwell. There’s a request for additional non-testifying 3500 materials to be included on the drive, and a query regarding the status of those materials’ production. The team is experiencing staffing challenges due to travel and paralegal unavailability, requiring assistance with drive pickup and loading.",
      "timestamp": "2021-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2021",
      "keywords": [
        "discovery",
        "maxwell",
        "mdc",
        "hard drive",
        "production",
        "3500 material",
        "july 13",
        "2021",
        "seventeenth production",
        "discs",
        "images"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027421",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending additional discovery production to Christian Everdell and Mark S. Cohen related to the case *US v. Maxwell, 20 Cr. 330 (MN)*. The production will be sent via USAfx and delivered to the MDC for Ms. Maxwell. The Attorney offers to provide a CD or a new drive for delivery, and responds to a previous inquiry regarding a photo viewer program, stating they will follow up with more information.",
      "timestamp": "2021-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2021",
      "keywords": [
        "discovery",
        "production",
        "maxwell",
        "us v.",
        "mdc",
        "usafx",
        "drive",
        "photo viewer",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.667,
            "index": 173,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019454",
            "similarity": 0.5,
            "index": 191,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013395",
      "summary": "A request was made from the FBI (New York Field Office, Child Exploitation/Human Trafficking) to (USANYS) [Contractor-1] to retrieve 44 files listed in an attached spreadsheet. The files, originally associated with witness interviews, were needed for comparison against existing 3500 material to meet an upcoming production deadline. The request specified needing the file dates of origin rather than the interview dates, and preferred delivery via USAfx or a physical hard drive. A follow-up email clarified the request and offered assistance with questions. Attached to the emails was a spreadsheet listing the files and their corresponding disks.",
      "timestamp": "2021-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2021",
      "keywords": [
        "efta00013395",
        "fbi",
        "nypd",
        "31e-mm-108062",
        "witness interviews",
        "redaction",
        "files",
        "spreadsheet",
        "3500 project",
        "dates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038854",
      "summary": "An email thread discusses a completed photo sourcing project. The attached spreadsheet, “Photosior_Trial_Prep_with_Location_Info.xlsx,” was created by [REDACTED] and includes columns for Evidence Item U, Name of CD, and Location of Item. The spreadsheet was sent in response to an inquiry about its completion and anticipated delivery within a few days.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2021",
      "keywords": [
        "photo project",
        "spreadsheet",
        "evidence",
        "location",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "efta00038854"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022483",
      "summary": "An email chain discusses a “photo sourcing project” involving spreadsheets with evidence item details, names of CD’s, and locations of items. One individual ([REDACTED]) sent an attached spreadsheet (“Photosior_Trial_Prep_with_Location_Info.xlsx”) with three added columns: “Evidence Item it,” “Name of CD,” and “Location of Item.” Another individual ([REDACTED]) inquired about the spreadsheet's delivery within the next few days. The emails were sent between September 27th and September 30th, 2021, and relate to the Southern District of New York.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2021",
      "keywords": [
        "photo project",
        "spreadsheet",
        "evidence",
        "location",
        "redaction",
        "us attorney",
        "new york",
        "september 2021",
        "photos",
        "efta00022483"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035807",
      "summary": "On October 1, 2021, the U.S. Department of Justice OIG’s New York Field Office received documents and communications from SigNet Technologies regarding a camera system upgrade at the Metropolitan Correctional Center in New York (MCC New York). The materials include a GSA contract from September 21, 2018, emails concerning IP addresses, service requests (dated February 28, 2019 - September 20, 2019), and a confirmation regarding camera gear delivery and an explanation of a RAID failure on August 8, 2019.",
      "timestamp": "2021-10-01T00:00:00",
      "timestamp_raw": "October 1, 2021",
      "keywords": [
        "justice department",
        "signet technologies",
        "camera system",
        "metropolitan correctional center",
        "new york",
        "upgrade",
        "failure",
        "raid",
        "bop",
        "contracts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015129",
      "summary": "On October 7, 2021, Bobbi Sternheim sent multiple emails regarding the delayed delivery of legal mail to Ghislaine Maxwell. Sternheim repeatedly expressed concern that Maxwell had not received mail deposited in the MDC legal mailbox on October 2nd, noting that another client had received their mail. Sternheim threatened to file an order to show cause if the mail wasn't received by 9:30 AM on October 7th, emphasizing the urgency due to Maxwell’s upcoming trial on November 29th. Sternheim’s communications included updates on mail delivery and requests for immediate responses.",
      "timestamp": "2021-10-07T00:00:00",
      "timestamp_raw": "October 7, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "legal mail",
        "mdc",
        "court",
        "trial",
        "efta00015129",
        "10/7/2021",
        "10/2",
        "november 29th"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027753",
      "summary": "The U.S. Attorney for the Southern District of New York responded to a court order regarding the delivery of legal mail to Ghislaine Maxwell at the Metropolitan Detention Center (MDC). Standard procedure dictates legal mail is delivered within one business day of receipt at the MDC, involving warehouse processing, logging, and authorization before delivery to the inmate. Due to the high volume of inmates (1,700) and the legal department's responsibilities, expedited delivery for Maxwell’s mail is not practicable. A hard drive containing court disclosures was delivered via FedEx on October 11, 2021, but a subsequent institutional emergency delayed delivery on October 13, 2021, which was personally delivered by legal counsel on October 14, 2021. The court rejected Maxwell’s request for a specific delivery order, but expects mail to be delivered within one business day going forward.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "metropolitan detention center",
        "legal mail",
        "united states department of justice",
        "delivery protocols",
        "mdc",
        "court order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029294",
      "summary": "Bobbi Sternheim, an attorney, is communicating with someone regarding the delivery of hard drives and legal materials to Ghislaine Maxwell at the MDC (presumably the Metropolitan Detention Center). Sternheim reports that two FedEx envelopes containing these items were delivered on October 12, 2021, at 10:26 AM, but Maxwell hadn't received them as of October 13, 2021. Sternheim expresses concern that this delay will be reported to the court and requests an explanation. Attached screenshots show FedEx delivery confirmations.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mdc",
        "fedex",
        "hard drive",
        "legal material",
        "delivery",
        "government",
        "court",
        "october 12",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029297",
            "similarity": 0.818,
            "index": 165,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026701",
      "summary": "On October 13, 2021, Bobbi C. Sternheim sent an email to Sobel regarding the delivery of two FedEx envelopes containing hard drives and decryption passwords to Ghislaine Maxwell at the MOE (likely a specific location). The envelopes, tracking numbers 8166 1429 9141 and 8166 1429 9130, were delivered to the MOE on October 12, 2021, at 10:26 AM. As of October 13, 2021, Maxwell had not received the packages, prompting Sternheim to request an explanation for the delay to be reported to the court. The email also included a disclaimer regarding confidential information from the Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fedex",
        "tracking",
        "court",
        "delivery",
        "bobbi stemheim",
        "encryption",
        "password",
        "october 12",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016716",
      "summary": "On October 13, 2021, Bobbi C. Sternheim sent an email to multiple recipients regarding the delivery of a hard drive to Ghislaine Maxwell at the MDC. The hard drive was to be sent via FedEx and immediately given to Maxwell upon arrival. Sternheim requested confirmation upon arrival and provided her updated contact information. The email contained a standard confidentiality disclaimer.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "efta00016716",
        "ausas",
        "hard drives",
        "delivery",
        "bobbi c. sternheim",
        "federal express",
        "mdc",
        "maxwell",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029297",
      "summary": "On October 14, 2021, Bobbi Sternheim, representing the Law Offices of Bobbi C. Sternheim, contacted [REDACTED] regarding a delivery of hard drives and legal materials to Ghislaine Maxwell at the MDC. Sternheim reported that two FedEx envelopes sent to the MDC on October 12th, at 10:26 am, had not been received by Maxwell. Sternheim expressed concern that this delay would be reported to the court and requested an explanation. The email included standard legal disclaimers and attachments of screenshots related to the FedEx tracking information.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "fedex",
        "mdc",
        "legal material",
        "hard drive",
        "government",
        "delivery",
        "court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029294",
            "similarity": 0.818,
            "index": 162,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016725",
      "summary": "On October 15, 2021, Alison J. Nathan, United States District Judge for the Southern District of New York, issued an order requiring the Government to respond to Ghislaine Maxwell’s letter concerning the delivery of her legal mail at MDC. The response was to be provided by October 15, 2021, at 5:00 p.m.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "October 15, 2021",
      "keywords": [
        "efta00016725",
        "ghislaine maxwell",
        "united states district court",
        "order",
        "legal mail",
        "mdc",
        "government",
        "october 15",
        "2021",
        "alison j. nathan",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023461",
            "similarity": 0.5,
            "index": 170,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024228",
      "summary": "On October 27, 2021, Bobbi C. Sternheim emailed regarding deliveries to Ghislaine Maxwell, noting that documents were picked up on October 15th and 18th and delivered to Maxwell. Sternheim also reported that HEPA filters were not operating in the designated visiting room and requested future visits occur in the larger corner room due to camera positioning issues. Furthermore, legal mail sent to the MDC had not been picked up and Sternheim requested an explanation and delivery timeline.",
      "timestamp": "2021-10-27T00:00:00",
      "timestamp_raw": "October 27, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mdc",
        "legal mail",
        "camera",
        "hepa filters",
        "tracking information",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023118",
            "similarity": 0.636,
            "index": 184,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025142",
            "similarity": 0.875,
            "index": 185,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025167",
      "summary": "Bobbi Sternheim sent an urgent email to [REDACTED] regarding legal mail for Ghislaine Maxwell, tracking numbers EJ6994364O3US, EJ69943643.5US, EJ699436427US, and EJ699436413US. The mail was listed as “Available for Pickup” at a USPS facility in Brooklyn, NY, but hadn’t been retrieved by MDC as of October 29, 2021. Sternheim threatened legal action (filing an order to show cause) if a response wasn't received immediately. A separate email from Isabel Maxwell, paralegal at Leah Saffian, Inc., confirms receipt of the tracking information and provides contact details.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "urgent",
        "legal mail",
        "tracking number",
        "uspo",
        "bobbi c. sternheim",
        "leah saffian",
        "isabel maxwell",
        "court",
        "delivery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016259",
            "similarity": 0.9,
            "index": 169,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016259",
      "summary": "Bobbi C. Sternheim sent an urgent email to [REDACTED] regarding legal mail for Ghislaine Maxwell. As of October 29, 2021, four items were listed as “Available for Pickup” at a Brooklyn, NY address, but had not been retrieved by MDC. Sternheim demanded immediate confirmation of the status and warned of potential court action if a response wasn’t received. Tracking numbers EJ699436400OS, EJ699436435US, EJ699436427US, and EJ699436413US were associated with the mail. Isabel Maxwell, a paralegal for Leah Saffian, Inc., responded with information about the tracking and delivery status.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "urgent",
        "legal mail",
        "tracking number",
        "bobbi c. sternheim",
        "uspo",
        "court",
        "isabel maxwell",
        "leah saffian"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025167",
            "similarity": 0.9,
            "index": 168,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023461",
      "summary": "The court received a letter from Ghislaine Maxwell regarding mail delivery at MDC. The government is ordered to respond by November 2, 2021, at 12:00 p.m.",
      "timestamp": "2021-11-02T00:00:00",
      "timestamp_raw": "November 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "order",
        "mdc",
        "legal mail",
        "government",
        "alison j. nathan",
        "20-cr-330",
        "electronic filed"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016725",
            "similarity": 0.5,
            "index": 166,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029287",
      "summary": "This document is a series of emails related to a legal case, *US v. Maxwell S2 20 Cr 330 (MN)*. An attorney, SI, is requesting a review of a draft letter regarding the case from another attorney, Bobbi Sternheim. The draft letter contains highlighted sections needing additional information and includes updates on mail delivery and a hard drive sent to the recipient. There is a request for a call to discuss the letter and its contents, with a deadline of 12 PM on November 2, 2021. The emails discuss the status of the hard drive and the need for updates to the court.",
      "timestamp": "2021-11-02T00:00:00",
      "timestamp_raw": "November 2, 2021",
      "keywords": [
        "us v. maxwell",
        "20 cr 330",
        "redaction",
        "letter",
        "email",
        "call",
        "judge",
        "november 2",
        "12 pm",
        "court",
        "hard drive",
        "tracking number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018837",
      "summary": "A production related to the case *US v. Maxwell, 20 Cr. 330 (AJN)* was shared with recipients via USAfx. The production, along with cover letters, was prepared for delivery to the MDC. Options for delivery included a CD or a drive provided by the recipient. Confirmation of the cover letters was requested.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "discovery production",
        "usanys",
        "maxwell",
        "usafx",
        "mdc",
        "cover letters",
        "united states attorney's office",
        "southern district of new york",
        "cd",
        "drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023478",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending additional discovery production to counsel regarding the case *US v. Maxwell* (20 Cr. 330 (AJN)). The production will be delivered via USAfx, and options for delivery are available: a CD sent to the MDC or a drive provided by the recipient.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "discovery",
        "production",
        "maxwell",
        "us v.",
        "usafx",
        "united states attorney's office",
        "southern district of new york",
        "mdc",
        "cover letter",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027421",
            "similarity": 0.667,
            "index": 155,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025057",
            "similarity": 0.538,
            "index": 183,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021965",
            "similarity": 0.538,
            "index": 186,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015185",
      "summary": "This email discusses the production of discovery materials related to the case *US v. Maxwell* (20 Cr. 330 (AJN)). The Assistant United States Attorney is sending an additional discovery production to Mark S. Cohen, Bobbi Sternheim, Laura Menninger, and Jeff Pagliuca via USAfx. The production will be sent to the MDC for Ms. Maxwell. Options for delivery include a CD or a provided drive, with the possibility of returning a drive to load the production. The email includes contact information for the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "08 Oct 2021",
      "keywords": [
        "discovery production",
        "us v. maxwell",
        "usafx",
        "mdc",
        "ms. maxwell",
        "united states attorney's office",
        "southern district of new york",
        "contract",
        "cover letter",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028585",
      "summary": "Multiple parties – primarily the US Attorney’s Office (USANYS) and a contractor – are involved in addressing issues with the production, particularly regarding missing attachments, metadata discrepancies, and gaps in file production. Key issues identified include: *   **Missing Attachments:** Over 109,000 emails in the discovery lacked their associated attachments. *   **Metadata Issues:** Numerous files (photos and electronic documents) had inconsistent or missing metadata, including incorrect creation/modification dates.  Specifically, files produced after November 9, 2021, had dates post-seizure, and some files lacked CART numbers. *   **Production Gaps:** A gap exists between production numbers 11/18 and 12/18 related to the SDNY_GM_02742044 to 2742183 Bates numbers. *   **Conversion Issues:** Some files were converted to PDF prior to production. *   **Requests for Information:** The USANYS requests a list of all carved or deleted files, confirmation of native vs. PDF formats, and, where applicable, additional metadata information (MIME types, original file names, dates). The US Attorney’s Office seeks to resolve these issues by requesting the contractor to provide requested information and address the gaps, ultimately aiming to facilitate the delivery of the discovery materials to a client (Maxwell). The email chain details the investigation, the specific files of concern, and the steps required to rectify the situation.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "efta00028585",
        "discovery",
        "production",
        "metadata",
        "pdf",
        "files",
        "cart",
        "attachments",
        "metadata overlay",
        "dates",
        "usanys",
        "contractor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025278",
      "summary": "Bobbi Sternheim, an attorney, is concerned about the delayed delivery of legal mail to Ghislaine Maxwell. He reports that the mail, placed in a legal mailbox on multiple occasions, was not delivered and was eventually received with issues, including a mis-coded postage sticker and a cramped, unsuitable room for legal visits. Sternheim accuses the MDC (likely a detention facility) of potential cover-ups and procedural errors, including denying a larger room for meetings and providing Maxwell with an improper diet. He threatens to file an order to show cause with the court if the mail isn’t delivered and expresses frustration with the MDC's handling of the case, anticipating issues will be brought to the court’s attention.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "legal mail",
        "u.s. post office",
        "bobbi sternheim",
        "court",
        "warden",
        "covid",
        "bologna sandwich"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026692",
            "similarity": 0.7,
            "index": 177,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026692",
      "summary": "Bobbi Sternheim, an attorney, is concerned about the delayed delivery of legal mail to Ghislaine Maxwell, citing multiple instances of missing mail deposited in legal mailboxes. He suspects foul play by the MDC (likely a corrections facility) and claims the Warden is aware of the issue. He requests a response and threatens to file an order to show cause with the court if the mail is not delivered promptly, particularly as Maxwell’s trial is approaching. He also complains about inadequate meeting conditions, a diet discrepancy, and a lack of cooperation from facility staff.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "legal mail",
        "bobbi sternheim",
        "u.s. post office",
        "court",
        "warden",
        "maxwell trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025278",
            "similarity": 0.7,
            "index": 176,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025282",
      "summary": "A lawyer, Bobbi C. Sternheim, is expressing concern and frustration regarding the delayed delivery of legal mail to Ghislaine Maxwell while she is incarcerated. He reports that mail placed in a legal mailbox on multiple occasions has not been delivered to her, and that she has received inappropriate food (no-flesh diet) and experienced issues with room assignments and access to resources (e.g., camera focus, Warden access). Sternheim suspects foul play by the MDC (likely a corrections facility) and threatens to file an order to show cause with the court if the issue isn't resolved promptly, citing the upcoming trial date. He highlights the negative impact of these delays on Maxwell's ability to prepare for trial.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "legal mail",
        "court",
        "warden",
        "post office",
        "email",
        "redaction",
        "maxwell",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028097",
      "summary": "Bobbi Sternheim, representing Ghislaine Maxwell, is tracking four legal mailboxes (EJ699436413US, EJ699436427US, EJ699436400US, and EJ699436435US) awaiting pickup in Brooklyn, NY. The boxes were scheduled for delivery on October 16, 28, and November 14, 2021, respectively. The email details the USPS tracking information and requests notification upon retrieval and delivery to Ms. Maxwell.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "November 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "legal mail",
        "bobbi sternheim",
        "usps tracking",
        "efta00028097",
        "october 2021",
        "brooklyn ny",
        "pick up",
        "legal documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020817",
      "summary": "*   The core topic of the exchange was the preparation and distribution of “spreadsheets” originating from Denver exports, specifically regarding materials that lacked thumbnails. *   Requests were made to update cover letters, including modifying Bates ranges and removing the word \"discovery\" from a PDF title. *   A production of documents was prepared and shared via a shared DOJ cloud storage location. *   The sender offered to convert the materials to PDF and send them to MDC (likely a client) for review. *   The sender provided a link to the shared production files. *   There were requests for immediate delivery of the materials.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2021",
      "keywords": [
        "spreadsheets",
        "denver",
        "exports",
        "pdf",
        "mdc",
        "usafx",
        "discovery",
        "bates range",
        "fbi",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005967",
      "summary": "EFTA00005967 is a FedEx tracking record for shipment number 796271883447. The package, weighing 1 lb (0.45 kg) and measuring 12x9x3 inches, was shipped from New York, NY, to Novato, CA, on November 24, 2021, via FedEx Priority Overnight. It was delivered on November 26, 2021, at 9:15 AM, signed for by A. ALEX. The tracking details include a travel history showing stops at various FedEx hubs and facilities between Indianapolis, IN and San Rafael, CA. The RMA number is 642371.",
      "timestamp": "2021-11-24T00:00:00",
      "timestamp_raw": "November 24, 2021",
      "keywords": [
        "fedex",
        "tracking",
        "shipment",
        "delivery",
        "new york",
        "novato",
        "ca",
        "2021",
        "11/26/2021",
        "dimensions",
        "weight",
        "packaging"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032809",
      "summary": "Jeff Jocks, of Sondee, Racine & Doren, PLC, is assisting with a subpoena related to Interlochen Center for the Arts, specifically concerning records related to Jeffrey Epstein and Ghislaine Maxwell. Initial communication began in October 2021, involving scheduling calls and confirming receipt of documents. Subsequent emails (starting in February 2020) detail requests for tuition payment records, clarifications about Interlochen's holdings, and confirmation of document delivery. There are numerous redactions throughout the communications, indicating sensitive information. The entire exchange culminated in the delivery of a subpoena in February 2020.",
      "timestamp": "2021-11-25T00:00:00",
      "timestamp_raw": "25 Oct 2021",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "jeffrey jocks",
        "sondee",
        "racine & doren",
        "plc",
        "michigan",
        "email",
        "redaction",
        "efta00032809",
        "tuition payments",
        "interlochen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025057",
      "summary": "The Assistant United States Attorney for the Southern District of New York is sending additional discovery materials related to the case *U.S. v. Ghislaine Maxwell* to the opposing counsel. These materials include witness statements (testifying and non-testifying), indexed documents, and cover letters. The production will be delivered via USAfx, and the attorney offers options for delivery: a CD to the MDC or a drive provided by the opposing counsel.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "maxwell",
        "us v",
        "ghislaine maxwell",
        "discovery",
        "usafx",
        "witness material",
        "production",
        "cover letter",
        "mdc",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.538,
            "index": 173,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023118",
      "summary": "Bobbi C. Sternheim, an attorney, emailed regarding concerns about visits with Ghislaine Maxwell at the MDC. She reported that HEPA filters were not operational in the designated visiting room and that the camera was repositioned to focus on that room. She requested future visits occur in the larger corner room. Additionally, she noted that legal mail sent to the MDC had not been picked up and requested an explanation and update on its delivery. The email chain includes communication with Christian Everdell and references external inquiries about Maxwell's legal mail.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "bobbi sternheim",
        "ghislaine maxwell",
        "legal mail",
        "mdc",
        "camera",
        "visiting room",
        "hepa filters",
        "tracking information",
        "email",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024228",
            "similarity": 0.636,
            "index": 167,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025142",
            "similarity": 0.7,
            "index": 185,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025142",
      "summary": "Bobbi Sternheim is following up on legal mail delivery to Ghislaine Maxwell at the MDC, noting that it has not been picked up. She requests an explanation and an update on when Maxwell will receive the mail. Sternheim also reports that during a visit, the designated visiting room with HEPA filters was not used, and she is requesting future visits be conducted in the larger corner room, citing the camera positioning issue as the previous denial’s justification. Tracking information for the mail is attached.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "bobbi sternheim",
        "ghislaine maxwell",
        "legal mail",
        "mdc",
        "hepa filters",
        "camera",
        "tracking information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023118",
            "similarity": 0.7,
            "index": 184,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024228",
            "similarity": 0.875,
            "index": 167,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021965",
      "summary": "The United States Attorney’s Office, Southern District of New York, is sending supplemental testifying and non-testifying witness material related to the case *US v. Maxwell* (20 Cr. 330 (MN)) to Christian Everdell, Bobbi C Sternheim, Laura Menninger, and Jeff Pagliuca. The material, including a cover letter and indices, is being sent via USAfx and will be loaded onto a hard drive for delivery to the MDC for Ghislaine Maxwell.",
      "timestamp": "2021-12-06T00:00:00",
      "timestamp_raw": "06 Nov 2021",
      "keywords": [
        "maxwell",
        "ghislaine maxwell",
        "us v.",
        "evidence",
        "witness",
        "non-testifying witness",
        "production",
        "usafx",
        "mdc",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.538,
            "index": 173,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010172",
      "summary": "An email chain discusses the status of a 302 file related to a Child Exploitation Human Trafficking Task Force investigation (NYPD/FBI). One individual is awaiting supervisor sign-off on the file and inquiring about its delivery timeframe. A second email confirms the file’s existence and pending approval. Redaction analysis was performed on the document EFTA00010172.pdf.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "efta00010172",
        "redaction analysis",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "interview",
        "302",
        "supervisor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027710",
      "summary": "An email chain discusses the need for a password associated with a hard drive for “Maxwell.” Ori original Messa e sent a letter containing the password (2021.11.11_MDC_-_Maxwell_PASSWORD.pdf) to request its delivery for use the following day. A Le al Assistant inquired about receiving the password. The document identifier is EFTA00027710.",
      "timestamp": "2021-12-15T00:00:00",
      "timestamp_raw": "15 Nov 2021",
      "keywords": [
        "password",
        "maxwell",
        "efta00027710",
        "hard drive",
        "2021",
        "november 11th",
        "redaction",
        "ori inal messa e",
        "key pad"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010153",
      "summary": "A mail delivery attempt to <bcssternheim@mac.com> failed permanently due to the user not existing. The error was reported by the Mail Delivery Subsystem, originating from IP address [10.187.9.62], and the transcript indicates a 550 5.1.1 error message was returned while attempting to communicate with mx02.mail.icloud.com. The email was designated as EFTA00010153.",
      "timestamp": "2021-12-15T00:00:00",
      "timestamp_raw": "15 Nov 2021",
      "keywords": [
        "mail delivery",
        "error",
        "permanent error",
        "transcript",
        "550 error",
        "mx02",
        "icloud",
        "user does not exist",
        "efta00010153"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023359",
      "summary": "The United States Attorney’s Office for the Southern District of New York is sending additional discovery materials related to the case *US v. Maxwell* (20 Cr. 330 (MN)) to counsel. This includes a cover letter, a hard drive containing documents, and supplemental productions of testifying and non-testifying witness material and exhibits. The materials will also be available via USAfx. The sender requests confirmation regarding pickup of the hard drive or FedEx delivery options.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "us v. maxwell",
        "discovery",
        "witness",
        "evidence",
        "defense",
        "hard drive",
        "fedex",
        "united states attorney's office",
        "new york",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019454",
      "summary": "A contractor is preparing a discovery production for the US v. Maxwell case. This includes a Rule 16 production excluding SDNY_GM_02774100-SDNY_GM_02774104, as well as witness and exhibit materials. The materials are being sent via FedEx to both Colorado and the MDC, with tracking numbers provided.  A cover letter is attached for the hard drive containing the materials. The contractor is coordinating with USANYS counsel to determine delivery method (pickup or FedEx) and recipient locations (CO, MDC, or Ms. Maxwell at the MDC).",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "maxwell",
        "us v.",
        "usafx",
        "production",
        "drive",
        "mdc",
        "fedex",
        "rule 16",
        "discovery",
        "witness",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027421",
            "similarity": 0.5,
            "index": 155,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021031",
      "summary": "An email exchange occurred regarding the transcript for the case \"20CR330 U.S. v GHISLAINE, MAXWELL.\" One party (identified as [REDACTED] from USANYS) received a request from alMin to order a transcript for a 4-hour FPTC scheduled for the following day, starting at 9:30 AM. The sender expected same-day delivery of the transcript.",
      "timestamp": "2021-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2021",
      "keywords": [
        "transcript",
        "ordering",
        "delivery",
        "fptc",
        "u.s. v ghislaine",
        "maxwell",
        "redaction",
        "20cr330",
        "efta00021031"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014698",
            "similarity": 0.583,
            "index": 193,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014698",
      "summary": "An email chain discusses ordering a transcript for the FPTC (Foreign Proceedings Transcript Committee) scheduled for tomorrow at 9:30 AM for the case 20CR330 U.S. V GHISLAINE, MAXWELL. The email indicates a same-day delivery option is available. The sender is associated with USANYS.",
      "timestamp": "2021-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2021",
      "keywords": [
        "transcript",
        "redaction",
        "usanys",
        "20cr330",
        "maxwell",
        "ghislaine",
        "fptc",
        "ordering",
        "delivery",
        "u.s. v."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021031",
            "similarity": 0.583,
            "index": 192,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033643",
      "summary": "The sender, MCC New York, is questioning preferential treatment given to inmate EFTA00033643 regarding meal delivery and restroom access during attorney conferences. Specifically, they are questioning if management has approved meals delivered from the housing unit to the conference room and if the inmate is consistently escorted to the restroom without restraints, despite being in a SHU (Special Housing Unit). The sender believes this practice is inconsistent with procedures for other inmates attending court or attorney conferences.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate",
        "meals",
        "attorney conference",
        "restricted",
        "shu",
        "preferential treatment",
        "food service",
        "court",
        "restroom",
        "delivery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033642",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035041",
            "similarity": 0.667,
            "index": 195,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035041",
      "summary": "The sender, MCC New York, is questioning preferential treatment given to inmate EFTA00035041 regarding meals and restroom access during attorney conferences. Specifically, they are inquiring about the delivery of meals directly from the housing unit and the unconstrained escort to the restroom every hour, noting that other inmates in similar situations receive bagged lunches from food service.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate",
        "meals",
        "attorney conference",
        "restricted housing unit",
        "shu",
        "preferential treatment",
        "court",
        "food service",
        "delivery",
        "management"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033643",
            "similarity": 0.667,
            "index": 194,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033642",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038873",
      "summary": "Uber generated a receipt for a $56.68 order of Go Sushi, including Pork Gyms rolls (Spicy Tuna Roll, Spicy Tuna Tempura, and Spicy Salmon Tempura), picked up from 4595 Okeechobee Blvd. West Palm Beach, FL 33417. The receipt details a subtotal of $44.40, a $2.90 tax, a $4.50 service fee, a $0.90 delivery fee, and a delivery person charge of $7.39. The total charged was $56.68.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "uber",
        "go sushi",
        "receipt",
        "delivery",
        "west palm beach",
        "florida",
        "tip",
        "sushi roll",
        "tempura",
        "payment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013719",
      "summary": "A correspondence and evidence box related to an agreement negotiation and pertaining to Jeffrey Epstein was sent to multiple recipients via mail. The sender, an Assistant U.S. Attorney, marked the box as “Urgent” to expedite delivery.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "redaction",
        "agreement",
        "evidence",
        "negotiation",
        "correspondence",
        "u.s. attorney",
        "mailroom",
        "2007",
        "efta00013719"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022366",
      "summary": "This document outlines terms and agreements related to an UBS client account. It includes a signature page acknowledging the Client Relationship Agreement and Margin Agreement, detailing UBS’s role in holding securities as collateral for margin loans. The agreement applies to all accounts, with exceptions for specific account types (e.g., certain retirement accounts). Electronic delivery of agreements and disclosures is confirmed, with contact information for UBS advisors provided. The document also references a predispute arbitration clause within the Client Relationship Agreement. Finally, it lists several account numbers associated with RMA Domestic accounts.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ubs",
        "margin agreement",
        "client relationship agreement",
        "accounts",
        "securities",
        "margin calls",
        "arbitration",
        "disclosures",
        "e-mail",
        "account disclosures"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}