{
  "keyword": "search warrant",
  "count": 156,
  "keyword_match_count": 156,
  "content_match_count": 51,
  "total_files": 207,
  "timeline": [
    {
      "file_id": "EFTA00028592",
      "summary": "On October 20, 2005, Palm Beach Police executed a search warrant at a residence.  The search involved several rooms including a pantry, a yellow/blue room with a statue, a main entrance foyer, another blue room with a stereo and bookshelves, and a room with sliding glass doors and DVD/VCR tapes. Nine photographs of women were taken as evidence from the yellow/blue room and one blue room. A Thrifty rental agreement for a white 2005 Chrysler Sebring (Florida tag W99-FUN) was discovered, along with a piece of paper in the Suburban’s console.  Additionally, a 2005 black Cadillac Escalade ESV (Florida tag Q29-9GT) was searched, yielding no evidence. All items taken as evidence were photographed and turned over to crime scene.",
      "timestamp": "2005-10-20T00:00:00",
      "timestamp_raw": "October 20, 2005",
      "keywords": [
        "palm beach police",
        "search warrant",
        "jeffrey epstein",
        "cms301l",
        "incident report",
        "fbi",
        "florida",
        "photographs",
        "vehicle",
        "rental agreement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024806",
      "summary": "On October 20, 2005, at approximately 8:30 a.m., a search warrant was executed at a residence in Palm Beach, Florida. The responding officer, designated as the affiant, assembled a Crime Scene Investigative Team, including Evidence Specialists and a CSI photographer. The team conducted a search of the residence, collecting evidence including EFTA00024806 and EFTA00024807. The search concluded at approximately 3:05 p.m. Following the search, the officer met with the defendant’s lawyer and informed him that copies of the inventory return were available. The team then returned to Police Headquarters.",
      "timestamp": "2005-10-20T00:00:00",
      "timestamp_raw": "October 20, 2005",
      "keywords": [
        "palm beach police department",
        "search warrant",
        "crime scene investigation",
        "evidence collection",
        "inventory return",
        "video recording",
        "detective id",
        "cms301l",
        "case no",
        "1-05-000368"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021944",
      "summary": "This document is a motion filed by Ghislaine Maxwell’s legal team objecting to the government’s attempts to introduce specific exhibits (251, 288, 294, 313, and 606) at trial. The motion argues that these exhibits are not relevant, have no probative value, and would be unfairly prejudicial to Maxwell. Specifically, the exhibits – including photographs, a seized box of “Twin Torpedos,” a photograph of Maxwell, and an unauthenticated “Household Manual” – are deemed inadmissible due to: *   **Lack of Relevance:** The exhibits don’t relate to the charges against Maxwell (related to conspiracy with Jeffrey Epstein). *   **Lack of Probative Value:** The evidence offered by the government does not contribute to proving the alleged offenses. *   **Unfair Prejudice:** The exhibits are seen as potentially swaying the jury through emotional or speculative grounds, and creating confusion regarding the case. The legal team relies on Federal Rules of Evidence 401, 403, and 404(b) to support their objections. They argue that the probative value of the evidence is outweighed by the danger of unfair prejudice and the need to avoid confusing the issues.",
      "timestamp": "2005-10-20T00:00:00",
      "timestamp_raw": "October 20, 2005",
      "keywords": [
        "ghislaine maxwell",
        "exhibits",
        "federal rules of evidence",
        "relevance",
        "prejudice",
        "401",
        "403",
        "404(b)",
        "photographs",
        "search warrant",
        "\"twin torpedos\"",
        "household manual",
        "hearsay"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028568",
      "summary": "On October 20, 2005, a search warrant was executed at 358 El Brillo Way, Palm Beach, Florida, by police officers. The search included a garage containing four Jeffrey Epstein-registered vehicles, a kitchen with a phone message book, an office with a computer and locked gun safe, bathrooms, and several bedrooms containing adult sex toys, photographs, and other items. Three white males were present during the search. Evidence taken included a phone message book, CD's, and items recovered from the gun safe.",
      "timestamp": "2005-10-20T00:00:00",
      "timestamp_raw": "October 20, 2005",
      "keywords": [
        "palm beach police department",
        "search warrant",
        "jeffrey epstein",
        "mercedes benz",
        "harley davidson",
        "massage tables",
        "gun locker",
        "florida",
        "evidence",
        "property receipt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020532",
      "summary": "The FBI’s Miami-based PB-2 Squad and PBCRA initiated an investigation into Jeffrey Epstein on July 24, 2006, following a report of suspicious activity by the Palm Beach County Police Department (PBPD). The investigation focused on potential child prostitution involving Epstein, utilizing information from intercepted telephone messages detailing sexual activity and arrangements. A search warrant was executed at Epstein’s Palm Beach home, resulting in the recovery of message pads and the removal of computer components. Epstein maintained residences in the U.S. Virgin Islands, New York, and New Mexico. Due to media attention and various complexities, the investigation aimed for indictment by January 2007, focusing on interstate commerce violations related to Epstein's alleged illicit sexual conduct and prostitution activities. The investigation requires coordination with FBI Miami, West Palm RA, and SA for investigative direction.",
      "timestamp": "2006-07-24T00:00:00",
      "timestamp_raw": "July 24, 2006",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "pbcra",
        "child prostitution",
        "palm beach",
        "investigation",
        "sexual activity",
        "message pads",
        "prosecution",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015189",
      "summary": "This document is a response cover sheet from the National Compliance Center to the FBI regarding redaction request EFTA00015189. The request, dated August 1, 2006, concerns cell site location information for four target numbers between January 1, 2004, and the present. The information is provided upon receipt of a Search Warrant, Court Order, or Federal Statute 18 U.S.C. §2703(d). Four folders containing the data are included on a CD. The cover sheet includes confidentiality notices restricting its distribution.",
      "timestamp": "2006-08-01T00:00:00",
      "timestamp_raw": "August 1, 2006",
      "keywords": [
        "efta00015189",
        "redaction analysis",
        "compliance center",
        "legal requests",
        "cell site location",
        "search warrant",
        "court order",
        "cingular wireless",
        "fbi",
        "227815"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013785",
      "summary": "John Roth, Senior Associate Deputy Attorney General, regarding the U.S. Department of Justice’s (DOJ) investigation of Jeffrey Epstein. *   **Background of the Author:** The letter is written by Rebecca k Betts, a former DOJ Child Exploitation and Obscenity Section (CEOS) official who held various positions within the DOJ for 12 years, including prosecutor and senior leadership roles. She highlights her experience with child exploitation cases and victim/witness issues. *   **Critique of the DOJ’s Approach:** The letter expresses concerns that the DOJ’s investigation and planned prosecution of Epstein are flawed and inappropriate.  Specifically, it questions the scope of the DOJ's review and alleges factual inaccuracies and misinterpretations. *   **Challenges to the Legal Basis:** The letter argues against applying federal statutes (particularly 18 U.S.C. § 2422(b)) to the alleged conduct, asserting that the facts do not meet the requirements for a federal prosecution. It points to inconsistencies in witness testimony, the lack of evidence of trafficking, and the fact that the alleged interactions did not involve coercion or force. *   **Emphasis on State Jurisdiction:** The letter contends that the case should be handled by state authorities, suggesting that the state’s investigation and resolution were more appropriate given the circumstances. *   **Specific Disputes:**  The letter addresses specific issues, including the age of the individuals involved, Detective's misstatements in the search warrant affidavit, and the perceived selective prosecution of Epstein. *   **Concluding Request:** The letter requests that the DOJ not pursue a federal prosecution of Epstein based on the evidence and arguments presented. Essentially, the document is a legal challenge to the DOJ’s investigation, arguing that it's based on flawed assumptions, inaccurate information, and misinterpretations of the law.",
      "timestamp": "2008-06-19T00:00:00",
      "timestamp_raw": "June 19, 2008",
      "keywords": [
        "child exploitation",
        "federal investigation",
        "jeffrey epstein",
        "ceos",
        "prosecutorial discretion",
        "witness credibility",
        "statutes",
        "trafficking",
        "palm beach",
        "florida",
        "age",
        "18 u.s.c. §2422",
        "2423",
        "1591",
        "state prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014109",
      "summary": "On June 25, 2008, an Assistant U.S. Attorney in West Palm Beach, FL, contacted individuals including Roy Black and Jack Goldberger regarding a plea agreement and sentencing related to Jeffrey Epstein. The Attorney stated they had designed a solution to a “2255 issue” and were finishing search warrants. A previous email chain indicated the government’s stance was a signed, binding agreement without needing further modification, requesting updates on the change of plea and sentencing date.",
      "timestamp": "2008-06-25T00:00:00",
      "timestamp_raw": "June 25, 2008",
      "keywords": [
        "jeffrey epstein",
        "agreement",
        "plea",
        "search warrants",
        "u.s. attorney",
        "cop",
        "change of plea",
        "roy black",
        "jack goldberger",
        "usafls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014158",
            "similarity": 0.667,
            "index": 8,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014158",
      "summary": "On June 25, 2008, an Assistant U.S. Attorney in West Palm Beach, FL, communicated with multiple individuals regarding a Jeffrey Epstein agreement. The Attorney stated they had a signed, binding agreement and requested updates on the change of plea and sentencing date. Prior communications involved discussions about a “2255 issue” and search warrants, and a request to discuss going to a COP (Change of Plea).",
      "timestamp": "2008-06-25T00:00:00",
      "timestamp_raw": "June 25, 2008",
      "keywords": [
        "jeffrey epstein",
        "agreement",
        "plea",
        "united states attorney",
        "west palm beach",
        "search warrants",
        "cop",
        "roy black",
        "jack goldberger",
        "usafls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014109",
            "similarity": 0.667,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038139",
      "summary": "An email chain discusses a Quitclaim Deed dated 12/23/2011 transferring title of Little St. James Island from L.S.I. LLC (formerly Epstein) to Nautilus Inc., with Jeffrey E. Epstein as the sole beneficial owner and President of Nautilus Inc.  A request is made to locate deeds from 1998 and 2002-2005 for inventory and photographic documentation of assets, particularly if related to potential violations. Squad C-40 (FAST) and a Senior Financial Investigator (SFI) are involved in the investigation.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "12/23/2011",
      "keywords": [
        "little st james island",
        "deed of record",
        "l.s.j llc",
        "epstein",
        "nautilus inc",
        "jeffrey e. epstein",
        "search warrant",
        "travel approvals",
        "assets",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020527",
      "summary": "The document is a production of discovery materials related to the United States v. Ghislaine Maxwell case. The U.S. Attorney's Office is providing a hard drive and CD containing search warrant returns (SDNY_PROD015) and other related files, stamped with control numbers. The files, spanning from June 20, 2018, to November 18, 2020, relate to searches conducted on various devices, primarily iPhones (Subject Device-01 through 09 and others), and are designated as “confidential” under a Protective Order. The production includes a chart detailing the devices, FBI identifiers, and dates of prior material production, noting instances where no responsive material was found. A key component is Subject Device-27, an iPhone seized from Jeffrey Epstein, with the final portion of images produced on November 18, 2020, after a technical delay in the review process. The entire production is governed by a Protective Order and requires a password for access.",
      "timestamp": "2018-06-20T00:00:00",
      "timestamp_raw": "June 20, 2018",
      "keywords": [
        "ghislaine maxwell",
        "united states attorney",
        "discovery materials",
        "protective order",
        "sdny",
        "iphone",
        "search warrant",
        "cd",
        "drive",
        "redaction analysis",
        "efta00020527"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037789",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested the search warrant affidavit and order for Jeffrey Epstein’s residence from an unknown sender on March 20, 2019. The sender stated they had a copy in their files and were unable to locate it through their own review. The request was sent in connection with the Epstein investigation.",
      "timestamp": "2019-03-20T00:00:00",
      "timestamp_raw": "March 20, 2019",
      "keywords": [
        "epstein",
        "search warrant",
        "affidavit",
        "residence",
        "fbi",
        "redacted",
        "united states attorney",
        "southern district of new york",
        "investigation",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030218",
            "similarity": 0.583,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030218",
      "summary": "On March 20, 2019, an Assistant United States Attorney from the Southern District of New York requested the email containing the search warrant affidavit and order for the Epstein residence from an individual with the alias “Ma, (MM) (FBI).” This request stemmed from an inability to locate the documents within previously reviewed materials related to the Epstein investigation. A follow-up email from “EMM, (MM) (FBI)” on March 21, 2019, indicated they were unavailable and would send the documents the following morning. A subsequent reply from “j II [REDACTED]” confirmed they would email the documents.",
      "timestamp": "2019-03-20T00:00:00",
      "timestamp_raw": "March 20, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "fbi",
        "search warrant",
        "affidavit",
        "residence",
        "sony",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037789",
            "similarity": 0.583,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026668",
      "summary": "A draft search warrant for a New York residence (identified as “NY residence”) was sent from an Assistant United States Attorney for the Southern District of New York to multiple recipients. The warrant, titled “New_York_Residence_SW_v3.docx,” was attached and intended for use in connection with an arrest planned for the same day. The sender requested input on the affiant and offered to discuss revisions.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "01 Jul 2019",
      "keywords": [
        "search warrant",
        "ny residence",
        "draft",
        "arrest",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "assistant",
        "revisions",
        "sw"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028388",
      "summary": "The application, prepared by a Federal Bureau of Investigation (FBI) Special Agent, seeks to search the premises for evidence related to sex trafficking of minors and sex trafficking conspiracy (18 U.S.C. § 1591 and § 371). The warrant is based on the ongoing investigation of Jeffrey Epstein, who owned the property. Key evidence cited includes victim testimonies (specifically Victim-1’s account), which describe Epstein engaging in sexual abuse and exploitation of multiple minor girls within the residence, including providing them with money and facilitating their recruitment of additional victims.  The affidavit details instances of Epstein using the premises to conduct these activities, including arranging for victims to provide massages and engaging in sexual acts. A copy of the Indictment charging Epstein with these offenses is included as Exhibit A. The application seeks to seize relevant items, including photographs and documents, to further investigate these allegations. The warrant was signed by Judge Barbara Moses.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "fbi",
        "jeffrey epstein",
        "new york",
        "residence",
        "evidence",
        "probable cause",
        "trafficking conspiracy",
        "1591",
        "371",
        "united states district court",
        "magistrate judge"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028499",
            "similarity": 0.579,
            "index": 16,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037984",
      "summary": "Epstein lured victims, facilitated sex acts, and paid them in cash, encouraging them to recruit additional girls. *   **Legal Actions:** Epstein was indicted for federal offenses (18 USC 1591, 18 USC 371) and an arrest warrant was issued by the SDNY. *   **Arrest Plan:** The planned arrest involves coordination between FBI Newark, CBP, NYPD, and local law enforcement. It includes a silent hit notification with CBP upon Epstein’s return to the U.S. and his subsequent detention at an airport. Following arrest, a search warrant will be executed at his New York residence. *   **Operational Details:** The operation is scheduled to occur on July 2, 2019, with a focus on immediate arrest and subsequent search of the premises. Communication protocols and emergency reporting procedures are outlined.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "jeffrey epstein",
        "child sex trafficking",
        "arrest",
        "nypd",
        "fbi",
        "cbp",
        "search warrant",
        "massages",
        "victims",
        "2002-2005",
        "new york",
        "florida",
        "sex toys",
        "recruitment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037313",
            "similarity": 0.588,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038100",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028499",
      "summary": "This document is a search warrant application filed by the FBI for the premises located at 9 East 71st Street, New York, NY, targeting Jeffrey Epstein. The application is based on the belief that Epstein was involved in sex trafficking of minors, as evidenced by the testimony of Victim-1 and other related evidence. The warrant requests a search for evidence related to violations of 18 U.S.C. §§ 1591 and 371. The affidavit details Epstein’s history of abuse, including instances where he lured, abused, and paid minors for sexual acts, culminating in his recruitment of additional victims. It also includes a forfeiture request for properties linked to the offenses.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "jeffrey epstein",
        "united states district court",
        "southern district of new york",
        "affidavit",
        "evidence",
        "probable cause",
        "fbi",
        "new york",
        "crime",
        "1591",
        "371",
        "41(c)",
        "fraud"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028388",
            "similarity": 0.579,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038053",
      "summary": "The file details a sex trafficking operation conducted between approximately 2002 and 2005, involving the recruitment and exploitation of multiple minor girls (ages 14-17) in New York and Florida.  Epstein lured these girls with promises of money, frequently beginning with massages which escalated into sexual activity. He paid victims hundreds of dollars in cash, with initial recruitment conducted via phone.  A warrant was issued for Epstein’s arrest on multiple charges (18 USC 1591 (a), (b)(2), and (2), and 18 USC 371) and a silent hit notification was put in place.  FBI and NYPD agents were involved, coordinating a response to apprehend Epstein at his New York residence at 9 East 71st Street. The agency is actively monitoring his movements, and a search warrant was executed.  The file outlines a tactical briefing and further preparations for the arrest.  It indicates that Epstein was out of the country at the time, and that a plan for capturing him once he returned was in place.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "2019-07-02",
      "keywords": [
        "epstein",
        "jeffrey",
        "sex trafficking",
        "ny",
        "florida",
        "fbi",
        "arrest",
        "warrant",
        "investigation",
        "surveillance",
        "date",
        "crime",
        "records",
        "case number",
        "squad",
        "date prepared",
        "escape risk",
        "execution",
        "surveillance",
        "required equipment",
        "prosecution",
        "operations",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028387",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a search warrant application to Judge Nathan Moses of the New York State Court System on July 5, 2019. The application was attached to an email with the subject \"Search Warrant Application\" and included the document \"2019.07.05 New York_Residence_SW.pdf.\" The sender’s phone number is redacted.",
      "timestamp": "2019-07-05T00:00:00",
      "timestamp_raw": "July 5, 2019",
      "keywords": [
        "search warrant",
        "application",
        "judge moses",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "new york",
        "2019",
        "cell phone",
        "efta00028387"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030223",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted a search warrant application (2019.07.05_New_York_Residence_SW.pdf) to Judge Moses Nysdchambers on July 5, 2019, via email. The application was sent from One Saint Andrew’s Plaza, New York, NY 10007.",
      "timestamp": "2019-07-05T00:00:00",
      "timestamp_raw": "July 5, 2019",
      "keywords": [
        "search warrant",
        "united states attorney",
        "southern district of new york",
        "moses",
        "new york",
        "residence",
        "court",
        "search",
        "application",
        "efta00030223"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030177",
      "summary": "Judge Moses signed a search warrant this morning, and the FBI received a flight manifest from CBP listing Jeffrey Epstein and two pilots. The manifest is subject to change and the FBI is attempting to confirm the passengers after the flight takes off.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2019",
      "keywords": [
        "efta00030177",
        "fbi",
        "epstein",
        "flight manifest",
        "cbp",
        "judge moses",
        "search warrant",
        "southern district of new york",
        "updates",
        "pilots"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018162",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037313",
      "summary": "*   **Timeline:** The operation was scheduled for July 6, 2019, at 4:00 PM, focusing on Epstein’s return to the US via Teterboro Airport. CBP was to detain him upon arrival, followed by coordination with FBI Newark and NYPD for arrest. A subsequent search warrant would be executed at his New York residence. *   **Operational Plan:** The plan involved coordinated efforts between the FBI, NYPD, CBP, and potentially other agencies (SWAT, SCUBA, etc.). The operation’s success relied on Epstein returning to the US as planned. *   **Administrative Details:** Includes contact information for the on-scene commander, prosecutor (SDNY), and emergency reporting procedures. Tactical briefing information and associated equipment lists are also included.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "arrest",
        "search warrant",
        "nypd",
        "fbi",
        "cbp",
        "new york",
        "florida",
        "2019",
        "victims",
        "massages",
        "sexual acts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037984",
            "similarity": 0.588,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038100",
            "similarity": 0.625,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037825",
      "summary": "This document is a search warrant request and related paperwork concerning Jeffrey Epstein’s residence at 9 East 71st Street, New York, NY. The search, conducted on July 6, 2019, involved the FBI New York’s Violent Criminal Activity Unit (VCAC) specializing in human trafficking.  Attached documents include search logs, a search warrant, and supporting materials. The search was initiated by [REDACTED] to [REDACTED].",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "efta00037825",
        "epstein",
        "fbi",
        "search warrant",
        "new york",
        "trafficking",
        "cia",
        "302s",
        "residence",
        "documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018162",
      "summary": "Geoffrey Berman, an Assistant United States Attorney for the Southern District of New York, forwarded updates regarding the Epstein case. Judge Moses signed a search warrant, and the FBI received a flight manifest from CBP listing Jeffrey Epstein and two pilots. The information is subject to change, and the FBI intends to confirm passenger details after the flight departs.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2019",
      "keywords": [
        "efta00018162",
        "geoffrey berman",
        "usanys",
        "search warrant",
        "fbi",
        "cbp",
        "epstein",
        "pilots",
        "flight manifest",
        "updates"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030177",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029512",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021275",
      "summary": "An email chain discusses confirmation of Jeffrey Epstein’s arrest following his arrival at Teterboro Airport, NJ. One party (USANYS) confirms CNN is inquiring about the arrest. Discussions revolve around potential search warrants, specifically for Epstein’s Manhattan residence and whether the arrest relates to a “SW” (likely short for “special watch”) arrangement. Redactions obscure sender and recipient identities.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2019",
      "keywords": [
        "epstein",
        "usanys",
        "arrest",
        "teterboro",
        "search warrants",
        "cnn",
        "nyc",
        "residence",
        "plane",
        "sw"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028381",
      "summary": "On July 6, 2019, Judge Moses signed a search warrant related to Epstein. The FBI received a flight manifest from CBP listing Epstein and two pilots. Agents were preparing to execute search warrants and were available to assist with supplemental warrants if needed. Geoffrey Berman, an Assistant United States Attorney, reported that Epstein was confirmed on board a flight.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "fbi",
        "search warrants",
        "epstein",
        "warrants",
        "cbp",
        "flight manifest",
        "judge moses",
        "usanys",
        "updates",
        "agents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029512",
            "similarity": 0.667,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021273",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029512",
      "summary": "On July 6, 2019, Geoffrey Berman (USANYS) sent an email update to multiple recipients regarding the investigation involving Jeffrey Epstein. Judge Moses signed a search warrant, and the FBI received a flight manifest indicating Epstein and two pilots were scheduled to travel. Confirmation of the passengers was pending after the flight took off.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "search warrants",
        "flight manifest",
        "cbp",
        "judge moses",
        "usanys",
        "geoffrey berman",
        "updates",
        "custody"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028381",
            "similarity": 0.667,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018162",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021273",
            "similarity": 0.667,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029514",
      "summary": "On July 6, 2019, Geoffrey Berman (USANYS) sent updates regarding the investigation involving Jeffrey Epstein. A search warrant was signed by Judge Moses, and FBI received a flight manifest listing Epstein and two pilots. The team successfully conducted a covert investigation resulting in an indictment.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "efta00029514",
        "geoffrey berman",
        "epstein",
        "search warrants",
        "fbi",
        "flight manifest",
        "cbp",
        "southern district of new york",
        "investigation",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021273",
      "summary": "On July 6, 2019, Geoffrey Berman (USANYS) sent an email update to multiple recipients regarding an investigation involving Jeffrey Epstein. The update included the following key information: Judge Moses signed a search warrant, FBI received a flight manifest listing Epstein and two pilots from CBP, and the FBI is attempting to confirm the passengers after the flight takes off. Laura Birger (USANYS) and Audrey Strauss (USANYS) were also involved in the communication.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "efta00021273",
        "usanys",
        "geoffrey berman",
        "audrey strauss",
        "epstein",
        "search warrants",
        "flight manifest",
        "cbp",
        "fbi",
        "judge moses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029512",
            "similarity": 0.667,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028381",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030243",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email regarding a search warrant to [REDACTED] on July 7, 2019. The email included an attachment named “Second_New_York_Residence_SW.y3.docx.”",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "redaction",
        "efta00030243",
        "united states attorney",
        "new york",
        "assistant united states attorney",
        "second_new_york_residence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020137",
      "summary": "redacted) was issued by Judge Etaibeia Moses on July 7, 2019, authorizing law enforcement to search a multi-story residence located in New York, NY. The warrant is related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking).  The warrant seeks to seize items including taxidermied dogs, massage tables and equipment, busts of female figures, photos/representations of nude women, sex toys, and documents/communications related to potential victims.  The search is to be conducted between 6:00 a.m. and 10:00 p.m. and may be delayed for up to 30 days under specific circumstances. Attachment A details the specific premises and items to be seized.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "united states district court",
        "southern district of new york",
        "title 18 u.s. code",
        "1591",
        "371",
        "probable cause",
        "seizure warrant",
        "attachment a",
        "taxidermied dogs",
        "massage tables",
        "victims",
        "pb girls"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015572",
      "summary": "A draft search warrant was sent from an Assistant U.S. Attorney for the Southern District of New York to 'MaIMINII.M' on July 7, 2019. The email included an attachment named \"Second_New_York_Residence_SW.v3.docx\" due to computer issues reported by “”.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "u.s. attorney",
        "new york",
        "computer issues",
        "draft",
        "attachment",
        "assistant",
        "southern district"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021302",
            "similarity": 0.7,
            "index": 34,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030161",
      "summary": "On July 7, 2019, Martin Weinberg informed [REDACTED] that the indictment in the U.S. v. Jeffrey Epstein case was expected to be unsealed and assigned to a district judge around 9:15 a.m. the following morning. Weinberg offered to contact [REDACTED] after Epstein met with him.  [REDACTED] confirmed receipt of the indictment and noted awareness of potential privilege issues related to the search conducted at Epstein’s residence, stating a warrant and inventory would be delivered. Weinberg sent a follow-up email on July 6th, attaching the indictment and providing contact information for the Assistant U.S. Attorneys involved.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s. v.",
        "martin weinberg",
        "indictment",
        "reid weingarten",
        "bail",
        "detention",
        "judge",
        "ausas",
        "search warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021303",
      "summary": "A search and seizure warrant was issued on July 7, 2019, by Judge Barbara Moses for a residence located at 9 East 71st Street, New York, NY. The warrant is related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking). The search was authorized based on an affidavit and aimed to seize items including taxidermied dogs, massage tables, busts of female torsos, photos/representations of nude women, sex toys, a binder labeled \"PB Girls,\" and related documents/communications.  Immediate notification was delayed for up to 30 days.  An attachment details the specific items to be seized.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "united states district court",
        "new york",
        "magistrate judge",
        "law enforcement",
        "title 18 u.s. code",
        "1591",
        "371",
        "affidavit",
        "probable cause",
        "inventory",
        "seizure",
        "attachment a"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020134",
            "similarity": 0.6,
            "index": 196,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028523",
            "similarity": 0.5,
            "index": 205,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021302",
      "summary": "An email chain discusses a draft search warrant (Second_New_York_Residence_SW.v3.docx) related to a case involving the Assistant U.S. Attorney for the Southern District of New York. The sender contacted the FBI on July 7, 2019, seeking an update on the warrant. The email chain includes redacted sender and recipient information.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "fbi",
        "u.s. attorney",
        "new york",
        "computer issues",
        "redaction",
        "draft",
        "assistant",
        "southern district"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015572",
            "similarity": 0.7,
            "index": 31,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038100",
      "summary": "*   **Indictment & Warrant:** Epstein was indicted on federal charges (18 USC 1591, 18 USC 371) in 2019, with an arrest warrant issued. A search warrant for his 9 East 71st Street residence is pending. *   **Arrest Plan:** The planned arrest involves a silent hit notification via CBP upon Epstein's return to the US, with potential apprehension at Teterboro Airport.  If apprehended, NYPD detectives and FBI agents will execute a search warrant at his New York residence. *   **Operational Details:** The operation requires coordination between FBI/NYPD, NYPD, CBP, and ICE. A briefing is scheduled for July 8, 2019, at 11:00 PM in the C-20 squad area.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "arrest",
        "nypd",
        "fbi",
        "cbp",
        "search warrant",
        "18 usc 1591",
        "child sex",
        "massages",
        "new york",
        "florida",
        "return to us"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037313",
            "similarity": 0.625,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037984",
            "similarity": 0.5,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037849",
      "summary": "A pretrial investigation regarding Jeffrey Epstein is underway within the Southern District of New York. A redacted search warrant was executed at Epstein’s residence, and images were discovered. The indictment (attached) is expected to be unsealed within an hour. Epstein’s date of birth is 1/20/53, and the government intends to pursue detention.  A Pretrial Services Technician was asked to provide pedigree information and the charging instrument, and was notified of Epstein’s arrival on July 8, 2019.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "pretrial services",
        "united states attorney",
        "search warrant",
        "redaction analysis",
        "southern district of new york",
        "indictment",
        "date of birth",
        "travel",
        "passport"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037321",
      "summary": "On July 10, 2019, an FBI agent requested assistance with a search, potentially involving a warrant execution at Jeffrey Epstein’s residence. Four FBI agents (SSA OS5) were to be available around 10:00 AM the following day. The request stemmed from a prior discussion regarding interviews in Florida and a possible need for another search warrant. The agent offered to provide additional personnel.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "fbi",
        "search",
        "warrant",
        "agents",
        "epstein",
        "trafficking",
        "new york",
        "crime",
        "florida",
        "mobile"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029145",
      "summary": "An email was sent from EFTA00029145 to [REDACTED] requesting an amended search warrant. The draft application corrects FBI barcode numbers for three devices seized from Jeffrey Epstein’s New York residence. Attached documents include the draft application, exhibits A, B, Q, and D, referencing warrants from July 11, 2019, June 2020, and a superseding indictment.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "search warrant",
        "amended",
        "application",
        "fbi",
        "epstein",
        "devices",
        "ny residence",
        "warrants",
        "exhibits",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017801",
            "similarity": 0.818,
            "index": 168,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024737",
            "similarity": 0.818,
            "index": 169,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037818",
      "summary": "Department of Justice’s Federal Bureau of Investigation (FBI). It details the execution of a search warrant at a property located at 9 East 71st Street, New York, NY 10021 on July 11, 2019. The log records the sequence of events during the search, including the team’s entry, initial walkthrough, photography, sketching, and subsequent search. It also documents the receipt and delivery of a copy of the warrant and the receipt issued to the individual whose property was seized.  Finally, it includes an evidence collected item log detailing specific items seized, their descriptions, locations, and the individuals involved in the collection and observation.  Several sections are redacted.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "search warrant",
        "fbi",
        "property seized",
        "premises",
        "receipt",
        "event",
        "search team",
        "photographs",
        "sketch",
        "evidence collected",
        "case id",
        "location"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019729",
      "summary": "On July 11, 2019, the FBI executed a search warrant at 9 East 71st Street, New York, in connection with Jeffrey Epstein child sex trafficking. During the search, agents collected a variety of electronic devices, including a silver Apple desktop computer, multiple Seagate Path/100 hard drives, USB flash drives (including Data Traveler 4GB and Mentor Media 32GB), and several CDs/DVDs. Additionally, they seized a Dell Precision Tower 5810 computer, a Sony Vaio laptop, an Olympus recorder, an Apple iPad and associated accessories, and various other computers and storage devices, totaling 45 devices. These items were found across various rooms of the residence, including rooms A, FF, GG, II, NN, O, V, and U.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "fbi",
        "search warrant",
        "new york",
        "computer",
        "hard drive",
        "data",
        "jeffrey epstein",
        "trafficking",
        "seizure",
        "devices",
        "apple",
        "seagate",
        "usb"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018425",
      "summary": "This document is a search and seizure warrant issued by a U.S. Magistrate Judge for a case related to violations of Title 18 U.S. Code, Sections 371 and 1591 (sex trafficking of minors). The warrant authorizes the search of a residence at 9 East 71st Street, New York, NY, and the seizure of computer devices and storage media that may contain electronically stored information related to sex trafficking. Specifically, the warrant seeks evidence of child sexual exploitation, including photographs, communications, and data related to victims or potential victims. The warrant allows for forensic examination of the seized devices and their contents, utilizing techniques like keyword searches and file reviews. A 30-day delay of notification is authorized to prevent potential adverse results. The document includes details of the warrant execution, return, and inventory procedures.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "search warrant",
        "law enforcement",
        "united states district court",
        "probable cause",
        "electronic stored information",
        "seizure",
        "inventory",
        "forensic examination",
        "title 18",
        "united states code",
        "9 east 71st street"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015561",
      "summary": "An email was sent from EFTA00015561 to [REDACTED] and [REDACTED], with carbon copies to [REDACTED], regarding a draft search warrant application for Jeffrey Epstein's phone and iPad, seized on the day of his arrest. The email attached a document titled “SW for JE Phone & iPad.docx” and offered to discuss it.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2019",
      "keywords": [
        "search warrant",
        "epstein",
        "phone",
        "ipad",
        "redaction",
        "draft",
        "sw",
        "arrest",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029016",
            "similarity": 0.636,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029016",
      "summary": "A draft search warrant application for Jeffrey Epstein’s phone and iPad, seized on the day of his arrest, was circulated for review. The initial email indicated a need to revise the warrant due to the inclusion of additional items.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2019",
      "keywords": [
        "search warrant",
        "draft",
        "ipad",
        "phone",
        "epstein",
        "arrest",
        "redaction",
        "warrant application",
        "revision"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015561",
            "similarity": 0.636,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022524",
      "summary": "A status report regarding case EFTA00022524 was prepared on July 15, 2019.  Due to scheduling conflicts with a bail hearing and reporter inquiries about the status report’s length, the sender was asked to provide an estimate of the number of pages.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "status report",
        "redaction",
        "efta00022524",
        "epstein",
        "bail hearing",
        "7/15",
        "reporters",
        "search warrant",
        "pages",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028451",
      "summary": "An email was sent from an Assistant United States Attorney in the Southern District of New York to request a review of an affidavit seeking a search warrant. The affidavit pertains to electronic media seized from Jeffrey Epstein’s phone, iPad, and suitcases. The goal is to have the affidavit sworn out following the bail hearing.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "efta00028451",
        "search warrant",
        "epstein",
        "ipad",
        "phones",
        "affidavits",
        "united states attorney",
        "southern district of new york",
        "bail hearing",
        "electronic media"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020130",
      "summary": "This document is a search warrant issued on July 21, 2019, by U.S. Magistrate Judge Barbara Moses for a search of property located at 9 East 71st Street, New York, NY. The warrant targets compact discs seized on July 7, 2019, and seeks to uncover evidence related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking of minors and conspiracy).  Specifically, investigators are authorized to seize documents, photographs, and recordings depicting minors engaged in sexually explicit conduct, as well as items related to the ownership or use of electronic devices involved in these activities. The warrant includes provisions for a forensic image of the seized devices and a thorough review of the electronic storage information (ESI) contained within, utilizing various search techniques.  A detailed inventory and return form is attached to the warrant, outlining the specific items being sought.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "search warrant",
        "seizure",
        "united states district court",
        "law enforcement",
        "18 u.s.c. § 371",
        "1591",
        "attachment a",
        "esi",
        "forensic image",
        "keywords"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021662",
      "summary": "Martin G. Weinberg requested that his team expedite the provision of search warrants, affidavits, and returns related to the US v. Epstein case. Ori inal Messa e responded, stating that an initial electronic discovery production (in native formats like PDFs and JPEGs) would be made no later than Tuesday. Weinberg anticipated a responsive letter by Monday morning, seeking information about the timing and format of the discovery production given the Protective Order and Steptoe IT’s preparation needs.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "epstein",
        "discovery",
        "warrants",
        "affidavits",
        "production",
        "protective order",
        "electronic discovery",
        "pdfs",
        "jpegs",
        "martin weinberg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030532",
      "summary": "This document is a confidential discovery letter from the U.S. Department of Justice, Southern District of New York, regarding the United States v. Jeffrey Epstein case. It provides a list of materials (including records, photos, and search inventories) to defense counsel, totaling 4518 Bates numbers. The materials relate to Epstein’s activities, including financial records (American Express, Apple Records, Deutsche Bank), search warrants, travel records, and social media activity.  Crucially, the letter highlights disclosures regarding victims (“Victim-1”, “Victim-2”, “Victim-3”) – detailing their prior interviews, inconsistencies in their statements (particularly regarding their ages), and a witness (“Witness-1”) who provided key information about Epstein’s preferences.  The DOJ emphasizes compliance with Brady v. Maryland and requests reciprocal discovery from the defense, including access to the defendant’s books and records, results of examinations, and prior statements of defense witnesses. Finally, the letter outlines the DOJ’s policy regarding plea offers, requiring them to be in writing and signed by authorized representatives.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "united states v. jeffrey epstein",
        "discovery",
        "protective order",
        "social media",
        "databases",
        "records",
        "search warrants",
        "victims",
        "fbi",
        "interviews",
        "witness statements",
        "confidential",
        "brady v. maryland",
        "reciprocal discovery",
        "plea offers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019904",
      "summary": "An email chain discusses obtaining search warrant returns related to Jeffrey Epstein’s properties. One party (Alex) informs the other party (Andy) that they can potentially provide search warrant returns from the New York property searches, including USAO_4381-4445 and USAO_2662-4380, though some pages are protected by a confidentiality order. Alex also notes that searches of the New Mexico property have not been conducted. Andy requests the search warrant returns and inventories of seized items, proposing meeting dates in early January. The email chain includes standard confidentiality disclaimers.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "search warrant returns",
        "discovery",
        "criminal case",
        "new york property",
        "usao",
        "forfeiture claims",
        "january",
        "confidential",
        "defense counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024510",
            "similarity": 0.538,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028446",
      "summary": "The U.S. Department of Justice, Southern District of New York, is providing discovery materials related to the case of United States v. Jeffrey Epstein (19 Cr. 490 (RMB)) to the Metropolitan Correction Center Legal Department. The materials include records from various financial institutions (American Express, Apple Records, Deutsche Bank), search warrant photos and videos from Florida, and data records from Google and Microsoft. Specific Bates numbers representing the documents are listed, with certain pages designated as confidential under a protective order. The discovery encompasses search photos, inventory records, applications, reports, SORNA materials, travel records, and warrants.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states attorney",
        "southern district of new york",
        "discovery",
        "usao",
        "redaction analysis",
        "criminal investigation",
        "financial records",
        "search warrant",
        "sorna"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028444",
      "summary": "A U.S. Attorney’s Office in USVI is coordinating a search warrant application regarding property potentially linked to Jeffrey Epstein. Fish and Wildlife conducted a flyover and surveillance of the Great St. James islands and is available to assist in the search. The U.S. Attorney’s Office intends to send the warrant application materials (affidavit, indictment, and exhibits) to the recipient, who will consult with their magistrate judge. The possibility of a weekend search execution is being considered. A reporter from the NY Times is scheduled to investigate Epstein’s property.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "search warrant",
        "usavi",
        "fish and wildlife",
        "usvi",
        "gretchen shappert",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019958",
      "summary": "A search warrant application was sent from the Assistant United States Attorney, Southern District of New York, to [REDACTED] and [REDACTED], with [REDACTED] copied. The application, along with supporting exhibits (Exhibit_D.pdf, Exhibit_A.pdf, Exhibit_B.pdf, Exhibit_C.pdf, and 2019.08.08 USVI Search Warrant_Application.docx), was prepared by Special Agent [REDACTED] for review by Judge [REDACTED].",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "search warrant",
        "application",
        "exhibits",
        "affidavit",
        "united states attorney",
        "southern district of new york",
        "usvi",
        "redaction",
        "2019",
        "august"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037401",
      "summary": "A travel plan is being established for approximately 40 FBI NY personnel to travel to St. Thomas for a search operation related to a case involving a British citizen and digital media seized from his residence. EAN #457356.1 is being used for the travel. Logistics are being coordinated, including lodging, transportation, CBP/Coast Guard coordination, vehicle rentals (limited), and supplies. The team intends to execute a search warrant on a 70+ acre property, starting Monday morning, and anticipates the operation taking 1-3 days. Case agents will be present to swear out the warrant and conduct interviews. Updates regarding the SCN were sent on July 26th.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "efta00037401",
        "st. thomas",
        "fbi",
        "travel",
        "search warrant",
        "virgin islands",
        "epstein",
        "cooperation",
        "logistics",
        "transportation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037419",
      "summary": "An email chain discusses a search warrant related to Jeffrey Epstein. An FBI agent (Watson, ME P.) is coordinating with NYPD Sex Offenders Unit and a contact in St. Thomas to obtain information regarding Epstein’s address and related properties. Photos from Fish and Wildlife were received, but further investigation, potentially involving open-source intelligence and eJustice requests, is needed to address missing information on the warrant. A draft search warrant was circulated for review and edits, with a goal to send it to the AUSA in the Virgin Islands the following day.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "epstein",
        "st thomas",
        "search warrant",
        "nypd",
        "fbi",
        "sex offenders",
        "ejustice",
        "virgin islands",
        "redacted",
        "warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021196",
      "summary": "The United States Attorney’s Office for the Southern District of New York (USAO-SDNY), in collaboration with the FBI-NY, intends to obtain a search warrant for Jeffrey Epstein’s private island residence, “Little Saint James,” in the U.S. Virgin Islands. The plan is to apply for the warrant on August 9, 2019, and the FBI intends to execute it on August 12, 2019. This follows Epstein’s indictment on sex trafficking charges related to abuse of minor girls in Florida and New York. Information suggests potential additional crimes occurred on the island, and evidence, including sexual photographs, may be present, based on prior searches. The U.S. Attorney’s Office for the U.S. Virgin Islands is involved in the warrant application.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "umr",
        "island residence",
        "jeffrey epstein",
        "search warrant",
        "fbi-ny",
        "u.s. virgin islands",
        "sex trafficking",
        "sexual abuse",
        "attorney general"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037909",
      "summary": "An email was forwarded from an Assistant United States Attorney of the Southern District of New York to an unknown recipient regarding a search warrant related to the USVI (presumably U.S. Virgin Islands). The email included a document titled “USVI_SW.v6.docx” for review.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "usvi",
        "search warrant",
        "redaction",
        "efta00037909",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037910",
      "summary": "An email was sent from the Assistant United States Attorney for the Southern District of New York on August 10, 2019, forwarding a document titled “USVI search warrant” (USVI_SW.v6.docx) and ATT00001.htm for review.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "usvi",
        "search warrant",
        "efta00037910",
        "assistant united states attorney",
        "southern district of new york",
        "2019",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019338",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a search warrant application (“USV1_SW.v6.docx”) to [REDACTED] for review. The warrant application was related to a search in USVI.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "search warrant",
        "usvi",
        "united states attorney",
        "southern district of new york",
        "redaction analysis",
        "2019",
        "efta00019338"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020129",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a revised search warrant (USVI_SW.v6.docx). The email includes attachments: Exhibit_D.pdf, Exhibit_A.pdf, Exhibit_B.pdf, Exhibit_C.pdf, and requests that the warrant be executed first thing the following morning.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "search warrant",
        "redacted",
        "exhibits",
        "fbi",
        "warrant",
        "logistics",
        "revision",
        "application",
        "usvi",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020141",
      "summary": "This document is a search warrant application for the Little Saint James Island in the U.S. Virgin Islands, spearheaded by an FBI Special Agent investigating potential sex trafficking and conspiracy involving Jeffrey Epstein. The warrant requests authorization to search the island’s structures (including residences, sheds, and a dock house) and seize evidence related to violations of Title 18 U.S.C. Sections 1591 and 371, specifically focusing on photographs, documents, and electronic media potentially containing evidence of Epstein's activities involving underage girls. The affidavit details the island’s layout, observed structures, and evidence gathered through interviews and prior investigations, including information from a victim, Individual-1, and a contractor, Individual-2, suggesting Epstein’s activities and the presence of minors at the island. The application also seeks to access and examine seized electronic devices to further investigate the scope of the alleged crimes.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "search warrant",
        "u.s. virgin islands",
        "little saint james",
        "jeffrey epstein",
        "sexual exploitation of children",
        "sex trafficking",
        "probable cause",
        "affidavit",
        "evidence",
        "photographs",
        "investigation",
        "surveillance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037383",
      "summary": "FBI agents from New York (NY) and CID (FBI) were involved in an investigation regarding Jeffrey Epstein’s suicide. A search warrant was being prepared and sworn out on August 10, 2019. Updates were being requested and disseminated regarding the search warrant status, timelines for on-site investigations, and a brief for Monday morning.  The FBI was coordinating with the Executive Staff regarding the information.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "search warrant",
        "cid",
        "ny",
        "fbi",
        "update",
        "brief",
        "timeline",
        "scn"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024362",
      "summary": "An email chain discusses a revised search warrant application for a planned operation involving 48 agents. The planned departure time for the agents is 9:00 a.m. the following day. Attached documents include revised and clean versions of the warrant application, along with exhibits and the original warrant document. The sender requests the FBI to swear out the warrant first thing in the morning.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "search warrant",
        "application",
        "agents",
        "fbi",
        "timing",
        "judge miller",
        "revised",
        "exhibits",
        "usvi",
        "logistics"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030736",
      "summary": "This document is a search and seizure warrant issued on August 12, 2019, targeting 27 electronic devices seized from Little Saint James in the Virgin Islands. The warrant, executed by USMJ, authorizes a search related to violations of sex trafficking statutes (1591 and 371 of Title 18 U.S.C.). The devices, including desktops, laptops, iPads, and cameras, were recovered from various locations on the island, including a main residence, pool house, cabanas, and a shed.  The warrant grants permission to review the electronic data on these devices for evidence related to Jeffrey Epstein’s activities and potential victims of sex trafficking. A return form is included for documenting the execution of the warrant, inventory, and certification of the process.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "united states district court",
        "virgin islands",
        "little saint james",
        "inventory",
        "probable cause",
        "18 u.s.c. § 2705",
        "attachments",
        "law enforcement",
        "trafficking",
        "esi",
        "data review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037340",
      "summary": "Thomas, U.S. Virgin Islands. The operation, scheduled for August 12, 2019, involves a team from the FBI and NYPD to investigate a case of child sex trafficking involving Epstein’s recruitment and exploitation of minors. The operation involves a security sweep of the island, interviews with individuals present, and the potential use of less-than-lethal devices, consistent with DOJ policy regarding the use of force. The operation is based on a 2019 warrant issued in connection with allegations of Epstein’s activities in New York and Florida. Supporting documents, including maps, personnel assignments, and policy statements regarding the use of force, are also included.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "little saint james",
        "u.s. virgin islands",
        "search warrant",
        "fbi",
        "nypd",
        "operations order",
        "victim recruitment",
        "massage",
        "assault",
        "2002-2005",
        "arrested",
        "case file number",
        "armed & dangerous",
        "escape risk"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019669",
      "summary": "On August 12, 2019, the FBI New York Office’s Criminal Division Branch C executed a search warrant at Little Saint James Island, USVI, USA, owned by Jeffrey Epstein, as part of a Child Sex Trafficking investigation. The warrant targeted several structures including a single-story residence (A3), sheds (B1 & B2), a dock (B3), and potential two-story structures (A2, A4, C1 & C2).  A dome structure (D3) and a yellow square marked potential hidden structure were also identified. The operation utilized a USNG/MGRS map with topographic data and a scale of 1:25000 to document the locations and descriptions of these structures. Weather and nautical reports for Saint Thomas, USVI, were included as supplementary information.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "little saint james island",
        "usvi",
        "child sex trafficking",
        "search warrant",
        "weather report",
        "nautical report",
        "structures",
        "lsj",
        "usvi",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019668",
      "summary": "An email was sent from an NYPD/FBI Child Exploitation Human Trafficking Task Force detective to an unknown recipient detailing items recovered during a search warrant executed at Little St James (LSJ). The email includes a list of recovered items (VI_SW_item_list.xlsx) and a search warrant tactical plan (C2O_LSJ_12AUG2019_-_PDF.pdf) outlining the labeling of buildings searched. The detective requests questions and provides contact information.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2019",
      "keywords": [
        "efta00019668",
        "little st james",
        "search warrant",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "redaction analysis",
        "sw"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019471",
      "summary": "On September 10, 2019, an Assistant United States Attorney from the Southern District of New York informed a recipient (“M”) that data from a hard drive, extracted from devices seized from Jeffrey Epstein’s Manhattan residence under a search warrant, had been loaded into Relativity and secured for privilege review. The data did not include materials seized from USVI. On August 29, 2019, a request was made to confirm if the data was Search Warrant returns and to identify the custodian for the privilege review. The recipient inquired about the data's loading location within Relativity.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "September 10, 2019",
      "keywords": [
        "epstein",
        "us v.",
        "relativity",
        "search warrant",
        "privilegete review",
        "data",
        "redaction",
        "subpoena returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030735",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted two applications for search warrants and the corresponding warrants (USVI_Devices_SW_-_Application_&_Affidavit.pdf, USVI_Devices_SW_-_Warrant.pdf; SWfor 6_bindersn Application_&_Affidavit.pdf, SW_for_6_binders_-_Warrant.pdf) to Judge Cott at the CottNYSDChambers®nysd.uscourts.gov email address on September 11, 2019. The agent is available to finalize the warrants the following day, and the Assistant U.S. Attorney is available to answer questions.",
      "timestamp": "2019-09-11T00:00:00",
      "timestamp_raw": "September 11, 2019",
      "keywords": [
        "search warrants",
        "applications",
        "affidavits",
        "warrants",
        "usvi devices",
        "united states attorney",
        "southern district of new york",
        "cott",
        "judge",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038190",
      "summary": "*   A follow-up is being sent regarding several items. *   A meeting is scheduled for October 11th at 9:30 with an individual named “at” in “=”. *   Photographs seized during search warrants need to be retrieved and checked for dates. *   An analyst is to provide a summary of Maxwell’s flight records, focusing on any overlaps, with an estimated timeline of one week. *   Confirmation is requested to ensure all individuals listed as “are” are present in VNS. *   An individual named “who” is expected to send emails related to the case has been contacted. *   An invitation to a meeting with attorneys on October 8th at 10 a.m. is being extended, and the recipient is invited to join.",
      "timestamp": "2019-09-23T00:00:00",
      "timestamp_raw": "23 Sep 2019",
      "keywords": [
        "efta00038190",
        "redaction analysis",
        "flight records",
        "maxwell",
        "epstein",
        "vns",
        "photos",
        "interviews",
        "attorney",
        "nyc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021310",
      "summary": "An FBI agent (NY) forwarded an email from an Assistant U.S. Attorney (Southern District of New York) regarding materials from a search of Jeffrey Epstein’s New York house. The email requests information on the number of electronic devices (approximately 38 computers/devices and 55 CDs) sent to CART for processing, and asks for contact information for the CART team.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "epstein",
        "fbi",
        "new york",
        "search warrant",
        "cart",
        "electronic devices",
        "computers",
        "cd's",
        "redaction",
        "assistant u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025341",
      "summary": "An FBI agent (Senior Forensic Examiner) requested a call to discuss a list of materials received by CART regarding search warrant materials from the New York house search related to Jeffrey Epstein. An Assistant U.S. Attorney contacted the Senior Forensic Examiner to inquire about the number of electronic devices (approximately 38 computers/devices and 55 CDs) sent to CART for processing and the number that were subsequently returned. The Senior Forensic Examiner had already contacted someone who handled Epstein evidence and was able to provide information about the materials processed.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "fbi",
        "new york",
        "search warrant",
        "cart",
        "epstein",
        "electronic devices",
        "documents",
        "processing",
        "forensic examiner",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021704",
            "similarity": 0.667,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021321",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019728",
      "summary": "A U.S. Attorney’s office (Southern District of New York) requested information regarding materials recovered during a New York house search warrant. The request specifically asks for a detailed count of electronic devices (phones, computers, hard drives, thumb drives, and discs) sent to CART for processing, and the number that were subsequently processed and returned. The initial report indicated approximately 38 computers/storage devices and 55 CDs were seized.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "new york",
        "search warrant",
        "electronic devices",
        "computers",
        "cart",
        "processing",
        "cds",
        "u.s. attorney",
        "taint team",
        "new york house"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021704",
      "summary": "An FBI agent (NY) sent an email to Mina regarding search warrant materials from the New York house search related to Jeffrey Epstein. The agent states that load files containing over 800,000 emails are incomplete due to a limitation of 25,000 entries per file. Priority was given to materials from “the Island” with an expiration date. All content is available for taint review in FTK. The agent previously contacted a senior forensic examiner regarding Epstein evidence processed by CART, and an Assistant U.S. Attorney requested information on the number of electronic devices sent to CART and those subsequently processed. Approximately 38 computers/storage devices and 55 CDs were seized and sent to CART for processing.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "fbi",
        "new york",
        "search warrant",
        "epstein",
        "cart",
        "emails",
        "load files",
        "forensic examiner",
        "electronic devices",
        "documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025341",
            "similarity": 0.667,
            "index": 71,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021321",
            "similarity": 0.667,
            "index": 74,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021321",
      "summary": "On October 9, 2019, an FBI agent (NY) informed a recipient that load files containing over 800,000 emails from a New York search warrant related to Jeffrey Epstein were not yet completed due to a limitation of 25,000 entries per file. Priority was given to materials from “the Island.” The FBI had seized approximately 38 computers and 55 CDs from the search. The taint team received documents from the search but noted a lower-than-expected number of documents. The agent directed the recipient to contact someone who handled the Epstein evidence for answers regarding processing.",
      "timestamp": "2019-10-09T00:00:00",
      "timestamp_raw": "October 9, 2019",
      "keywords": [
        "efta00021321",
        "new york",
        "fbi",
        "epstein",
        "search warrant",
        "emails",
        "cart",
        "forensic examiner",
        "electronic devices",
        "cd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021704",
            "similarity": 0.667,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025341",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017061",
      "summary": "The FBI requested a 1TB hard drive from a contractor to transfer a large volume of emails related to the Epstein investigation. The FBI had previously identified a significant amount of data, including emails from 5 iMacs and 5 laptops recovered from a New York residence, and was processing it for upload to Relativity. The contractor was tasked with generating load files and copying the data to the drive. There were questions regarding the status of materials from the island and a concern about the timeline for processing all evidence, anticipating delays due to the complexity of the process.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "fbi",
        "relativity",
        "epstein",
        "search warrant",
        "emails",
        "data transfer",
        "hard drive",
        "new york",
        "island",
        "forensic examiner"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017058",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031712",
            "similarity": 0.538,
            "index": 90,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017063",
      "summary": "A paralegal specialist from the United States Attorney's Office, Southern District of New York, has placed a drive containing search warrant materials related to the Epstein investigation downstairs at their office under the recipient’s name for pickup. The email details the arrangement and requests notification when the drive is ready.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "epstein",
        "search warrant",
        "redaction",
        "fbi",
        "united states attorney",
        "southern district of new york",
        "paralegal",
        "drive",
        "materials",
        "ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017058",
      "summary": "The email chain discusses the transfer of FBI search warrant materials related to the Epstein case. The FBI needs a 1TB hard drive to transfer large volumes of emails from their systems to Relativity. An FBI agent requests a drive to copy files onto, anticipating completion by Thursday COB. Concerns are raised about the delay in processing “island materials” (presumably related to the island investigation) and the overall complexity of the process. The USANYS is tracking the progress of the data load and coordinating with the FBI on the timing of various components of the investigation.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "epstein",
        "fbi",
        "relativity",
        "hard drive",
        "usao",
        "search warrant",
        "emails",
        "data transfer",
        "new york",
        "island dvr"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017061",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031712",
            "similarity": 0.538,
            "index": 90,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024507",
      "summary": "*   The sender (EFTA00024507) confirms that detailed search warrant returns were provided to defense counsel regarding the New York property. *   The sender requests search warrant returns and additional details about seized items from the New York and New Mexico properties. *   Proposed meeting dates in early January are offered to discuss forfeiture claims and the availability of search warrant documents. *   The sender notes that the New Mexico property was not searched. *   The email contains standard disclaimers regarding confidential information and email transmission security.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20 2019",
      "keywords": [
        "estate meeting",
        "search warrant",
        "discovery",
        "epstein",
        "new york property",
        "inventory",
        "protective order",
        "forfeiture",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019878",
            "similarity": 0.583,
            "index": 80,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024512",
      "summary": "An email chain discusses a request for information regarding the estate of Jeffrey Epstein. One party (identified as \"a\") is responding to a request for discovery related to a defunct criminal case against Epstein. They state they have produced search warrant returns for the New York property (including USA0_4381-4445 and USAO_2662-4380, with some marked as confidential) and are reviewing returns for the island and New Mexico properties. The sender proposes meeting dates in early January to discuss potential forfeiture claims and the requested discovery materials. The recipient requested the search warrant returns/inventories and additional detail about seized items.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "estate",
        "epstein",
        "criminal case",
        "discovery",
        "search warrant",
        "new york",
        "new mexico",
        "forfeiture",
        "trustees",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019878",
            "similarity": 0.538,
            "index": 80,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019878",
      "summary": "*   Discovery materials related to a criminal case against Epstein are unavailable due to defense counsel destroying them following his death. *   Search warrant returns and inventories from searches of New York and New Mexico properties were requested. *   The sender (Andy from Huhes Hubbard & Reed LLP) offered potential meeting dates in early January to discuss the forfeiture claims. *   A request was made for copies of the inventory records to be obtained from Epstein’s criminal defense counsel. *   The exchange involved multiple parties including legal counsel and a government official.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "epstein",
        "discovery",
        "search warrant",
        "inventory",
        "protective order",
        "criminal case",
        "forfeiture",
        "usao",
        "new york",
        "new mexico"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024512",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024507",
            "similarity": 0.583,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024510",
      "summary": "On December 21, 2019, an individual conveyed a request for search warrant returns and details regarding seized items from searches of New York and New Mexico properties related to Jeffrey Epstein’s estate. The sender had previously produced materials to defense counsel, who destroyed them under a protective order. The request included specific USAO case numbers (USAO_4381-4445 and USAO_2662-4380) and noted that some documents were marked confidential. A meeting was proposed for early January to discuss potential forfeiture claims.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "December 21, 2019",
      "keywords": [
        "efta00024510",
        "je estate",
        "search warrant returns",
        "discovery",
        "epstein",
        "criminal case",
        "forfeiture claims",
        "protective order",
        "new york property",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019904",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016912",
      "summary": "The document is a series of email exchanges concerning the upload and privilege review of data related to the Epstein investigation. Key points include: *   Discussions about locating data within the Relativity database, specifically regarding folders named \"2020-01-23\" and \"Search Warrant Returns.\" *   Reports on the release of data from the NP and STR folders, with delays attributed to large data volumes. *   Confirmation of a hard drive received from FBI CART containing seized device materials. *   Requests for the hard drive to be returned after data upload for subsequent privilege review. *   Multiple inquiries regarding the status of data uploads and delays.",
      "timestamp": "2020-01-23T00:00:00",
      "timestamp_raw": "2020-01-23",
      "keywords": [
        "epstein",
        "relativity",
        "subpoena returns",
        "search warrant returns",
        "data",
        "vendor",
        "fbi",
        "privilege review",
        "folder",
        "upload"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.9,
            "index": 89,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021066",
      "summary": "On February 7, 2020, an individual requested an update on the upload of materials from an FBI CART hard drive containing data from seized and searched devices related to the Epstein case. The hard drive was received on January 21, 2020, and left with the recipient. The materials were to be uploaded to Relativity for privilege review, mirroring a previous review of Epstein search warrant returns. A subsequent batch of materials was anticipated shortly after the first upload.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "February 7, 2020",
      "keywords": [
        "epstein",
        "fbi cart",
        "relativity",
        "hard drive",
        "privilege review",
        "redaction",
        "search materials",
        "vendor",
        "upload",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016919",
            "similarity": 0.818,
            "index": 84,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016919",
      "summary": "An email chain discusses the receipt of a hard drive from the FBI CART containing materials from the Epstein case. The drive was processed from seized devices and includes data for upload and privilege review to Relativity. A follow-up email requests the return of the hard drive after the materials are uploaded, anticipating another FBI transmission. The privilege review is to be conducted identically to a previous review related to Epstein search warrant returns.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "07 Feb 2020",
      "keywords": [
        "epstein",
        "search materials",
        "relativity",
        "privilege review",
        "fbi cart",
        "hard drive",
        "vendor",
        "upload",
        "data",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021066",
            "similarity": 0.818,
            "index": 83,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016964",
      "summary": "An FBI agent (NY) is requesting information about two sets of electronic devices. One set is a batch of search warrant returns from January 13, and the other is a hard drive received last week. The agent needs a list of the devices contained in each set. The communication involves an Assistant U.S. Attorney from the Southern District of New York and a Senior Forensic Examiner.",
      "timestamp": "2020-02-10T00:00:00",
      "timestamp_raw": "10 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "devices",
        "ny",
        "u.s. attorney",
        "southern district of new york",
        "redaction",
        "greece",
        "forensic examiner"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029758",
      "summary": "Emails discuss the upload and privilege review of data from a hard drive received from the FBI CART related to the Epstein case. The hard drive contains processed devices seized and searched. A request is made to upload the materials to Relativity for privilege review. A follow-up email inquires about the status of the upload, and another confirms the materials will be subject to a similar privilege review as previous Epstein search warrant returns. A second hard drive with additional materials is expected shortly.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "upload",
        "relativity",
        "privilege review",
        "fbi",
        "hard drive",
        "vendor",
        "search materials",
        "efta00029758"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021066",
            "similarity": 0.667,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 82,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 89,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016939",
      "summary": "An individual ([REDACTED]) contacted multiple recipients, including FBI personnel, regarding a hard drive containing Epstein search warrant documents. The hard drive contained both new and potentially previously received materials, with numerous folders labeled with dates (e.g., \"loadFiles\" with a modified date of 11/14/19 and \"NYC024362\" with a modified date of 1/27/20). The sender was unable to determine which folders corresponded to specific devices or which materials were entirely new. The sender requested a spreadsheet detailing all devices, their extraction status, and the materials associated with each transfer to improve organization and review efficiency.",
      "timestamp": "2020-02-15T00:00:00",
      "timestamp_raw": "15 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "hard drive",
        "fbi",
        "redaction",
        "data transfer",
        "folders",
        "devices",
        "materials",
        "labeling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029672",
      "summary": "The following emails discuss the upload and privilege review of data related to the Epstein investigation: *   Multiple individuals are requesting updates on the status of data received from the FBI CART, including a hard drive containing seized device materials. *   The data is initially located in the \"Subpoena Returns\" folder, then the “Search Warrant Returns” folder, and later in the “NP” and “STR” folders. *   The data is being segregated into “PP” hits and new data is loaded. *   The FBI is processing multiple hard drives related to the case. *   The privilege review process is being conducted, mirroring previous reviews of Epstein search warrant returns. *   The FBI anticipates further data transmissions.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "hard drive",
        "subpoena returns",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.727,
            "index": 89,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020839",
            "similarity": 0.538,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029754",
            "similarity": 0.538,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020807",
      "summary": "Several individuals are discussing the upload and privilege review of data related to the Epstein case. The data, initially from FBI CART hard drives, is being processed and segmented into folders including \"Subpoena Returns,\" \"Search Warrant Returns,\" \"NP,\" and \"PP hits.\" There are requests for consolidation of subfolders and confirmation of data accessibility within Relativity. Updates regarding data loading progress and delays are provided throughout the exchange. One individual confirms receipt of a hard drive containing processed devices and requests its return upon upload.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029672",
            "similarity": 0.727,
            "index": 88,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.583,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.9,
            "index": 82,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020803",
            "similarity": 0.583,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020839",
            "similarity": 0.583,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029754",
            "similarity": 0.583,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031712",
      "summary": "*   The documents include both new and potentially previously received materials. *   There’s a significant lack of identification and tracking of the source devices and materials, leading to confusion about what is new and what has been previously processed. *   A centralized system (spreadsheet) is urgently needed to track devices, data transfers, and associated materials to manage the volume effectively. *   The team is struggling to determine the origin and completeness of the data due to absent labeling and documentation.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "relativity",
        "files",
        "data transfer",
        "hard drive",
        "l.a.",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017058",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017061",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020803",
      "summary": "The document records email correspondence regarding the upload and privilege review of materials related to the Epstein case. The materials originated from a hard drive received from the FBI CART, containing data seized during searches. Discussions centered on locating the materials within the Relativity database, specifically under the “Search Warrant Returns” folder. There were concerns about the volume of data and potential issues with the vendor (PAE) releasing it. Updates were provided on the status of data uploads, including the release of the “NP” folder and segregated “PP hits.” Requests were made for guidance on folder structure and for the return of the hard drive once the materials were uploaded. The final email included a document named “STR_Epstein_Privilege Terms_02. I 4.2020.pdf”.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data upload",
        "fbi",
        "privilege review",
        "folder structure",
        "vendor",
        "data volume"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 89,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 82,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024749",
      "summary": "This document is a series of emails discussing the handling of search warrant documents related to Jeffrey Epstein’s case. Key points include: *   Requests for an accounting of the data, specifically a spreadsheet detailing devices, review status, and transfer information. *   Challenges with identifying and tracking the vast amount of data (over a million documents across multiple devices and media). *   Issues with duplicated or outdated materials on a hard drive received, requiring clarification on what is new. *   Discussions about scheduling a meeting to coordinate efforts and ensure everyone is on the same page regarding the data’s status and organization. *   Concerns about the need for a clear system to track device extraction, dumping, review, and transfer processes.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "03 Mar 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "devices",
        "data",
        "network",
        "accounting",
        "spreadsheet",
        "review",
        "transfer",
        "ny",
        "virgin islands",
        "fbi",
        "cd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009802",
            "similarity": 0.6,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028339",
            "similarity": 0.5,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020839",
      "summary": "Multiple parties (including FBI personnel and a vendor named PAE) are involved in the upload and privilege review of data related to the Epstein case. There are concerns about the volume of data, specifically repeated documents and large file sizes. The data is being transferred from various sources, including FBI CART hard drives, and there are requests for it to be organized and moved to the appropriate Relativity folders (Search Warrant Returns). There are delays and questions regarding the upload process and the need for duplication. Discussions revolve around folder structure, data accessibility, and the timeline for completion of the privilege review.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "03 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "de-dupe",
        "folder structure",
        "fbi",
        "privilege review",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 89,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 82,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029754",
            "similarity": 0.818,
            "index": 96,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023774",
      "summary": "*   Initial data transfers involve multiple hard drives, CDs, and computer devices containing over a million documents. *   There are inconsistencies and confusion regarding the tracking of these materials, with multiple copies of drives and varying levels of processing already completed. *   The recipient is requesting a centralized spreadsheet to document the status of each device, including whether it has been processed, the data transferred, and any remaining items. *   Coordination challenges exist due to network issues, data naming conventions, and a lack of clear identification of the materials from each device. *   A meeting is proposed to address these issues and ensure a unified approach to reviewing the evidence.",
      "timestamp": "2020-03-04T00:00:00",
      "timestamp_raw": "04 Mar 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "hard drives",
        "ny apartment",
        "island",
        "relativity",
        "devices",
        "data transfer",
        "spreadsheets",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009802",
      "summary": "The documents detail significant challenges in reviewing a massive collection of digital evidence seized in connection with Jeffrey Epstein’s case. The FBI’s data delivery format is problematic, lacking proper linking between emails, attachments, and native files. The data set includes over a million documents with no clear connection between files, leading to an inability to effectively review or produce the materials for defense counsel. Key issues include: *   **Data Format Problems:** Emails lack attachments, load files don't link to native files, and control numbers don’t match, making review nearly impossible. *   **Volume and Lack of Tracking:** The sheer volume (over a million documents) combined with a lack of clear device identification and review status makes tracking nearly impossible. *   **Redundant Data:** Multiple copies of drives and repeated data transfers complicate the situation. *   **Request for Organization:** The sender repeatedly requests a spreadsheet detailing device information, review status, and transfer details to facilitate efficient review and production of materials.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2020",
      "keywords": [
        "fbi",
        "epstein",
        "search warrant",
        "documents",
        "devices",
        "data",
        "spreadsheet",
        "review",
        "files",
        "transfer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024749",
            "similarity": 0.6,
            "index": 92,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021023",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010440",
            "similarity": 0.571,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030322",
            "similarity": 0.5,
            "index": 100,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029754",
      "summary": "The document contains email exchanges regarding the upload and privilege review of extensive search materials related to the Epstein case. Key issues include: *   **Data Volume & Duplication:** Significant concerns were raised about the large volume of data, particularly repeated documents, requiring de-duplication. *   **Folder Structure:** Discussions centered on the correct placement of the materials within the Relativity database, specifically regarding the categorization of data under “Search Warrant Returns” versus “Subpoena Returns.” *   **Vendor Delays:** The vendor (PAE) experienced difficulties releasing the data due to its size, causing delays in processing. *   **Data Delivery:** The FBI provided a hard drive with processed data from seized devices, and subsequent data sets were anticipated. *   **Ongoing Review:** The uploaded data was to be subject to the same privilege review previously conducted on Epstein search warrant returns.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "redaction",
        "documents",
        "folder structure",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020839",
            "similarity": 0.818,
            "index": 93,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 89,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021023",
      "summary": "The document details a significant challenge in reviewing over 1.3 million electronic documents seized during an investigation related to Ghislaine Maxwell. The data was received in a disorganized manner, lacking proper labeling and connection to the original source devices. Key issues include: *   **Data Organization:** The documents were dumped into a massive, unlabeled pile, with some large files excluded due to size limitations. *   **Lack of Metadata:** The data lacks essential metadata, such as email attachments and file linking, making review extremely difficult. *   **Identification Problems:** It's unclear which devices the documents originated from, whether the files are complete or partial, and what devices remain to be processed. There are discrepancies in control numbers and file naming conventions. *   **Technical Difficulties:** The team is struggling with issues related to the data format, requiring a revised data format and potential replication of previous data sets. *   **Coordination Efforts:** Multiple attempts are made to schedule a meeting to discuss the issues and establish a system for tracking and reviewing the documents, emphasizing the need for a clear device inventory and a tracking spreadsheet.",
      "timestamp": "2020-03-11T00:00:00",
      "timestamp_raw": "11 Mar 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "redaction",
        "data",
        "files",
        "database",
        "review",
        "devices",
        "meeting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009802",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013448",
            "similarity": 0.5,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030309",
      "summary": "The US Attorney’s office has provided several data dumps (over 1.4 million documents), but the data is severely disorganized and lacks crucial metadata. Specifically, the files are not linked to their originating devices, making it impossible to track the full scope of the collection or efficiently review the materials. Attempts to establish a system for tracking the data have been met with delays and unanswered emails. There are concerns about duplicated files and an inability to determine which items are complete versus partial. Multiple parties involved (including CART, Relativity users, and the US Attorney’s office) express frustration with the lack of organization and request a coordinated meeting to address the issues and establish a clear process for reviewing the data. The team is struggling to determine what data has been previously provided, whether files are full or partial, and what devices are associated with the data.",
      "timestamp": "2020-04-04T00:00:00",
      "timestamp_raw": "04 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "taint screen",
        "ausas",
        "agents",
        "devices",
        "files",
        "review",
        "data",
        "organization",
        "organization",
        "network",
        "computers",
        "hard drives",
        "mac",
        "files",
        "distribution",
        "timelines"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010440",
      "summary": "The provided text is a series of email exchanges concerning the review of documents seized in connection with the Epstein investigation. Key issues include difficulties with the data format received, specifically problems with linking emails to attachments, a lack of metadata associating files with seized devices, and inconsistencies between search warrant returns and the delivered data. The recipients repeatedly request a spreadsheet detailing the devices, the status of data dumps, and the transfer of materials. There are concerns about the volume of data (over a million documents) and the need for a standardized system to track the progress of the review. Multiple attempts are made to schedule a meeting to address these challenges and establish a clearer workflow.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "data",
        "devices",
        "spreadsheet",
        "conference call",
        "review",
        "files",
        "mac",
        "windows"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009802",
            "similarity": 0.571,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030322",
            "similarity": 0.611,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028339",
            "similarity": 0.571,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030329",
            "similarity": 0.647,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030322",
      "summary": "Key points include: *   **Initial Requests for Assistance:** Multiple requests are made to assist in processing the large volume of seized data (over a million documents) and identifying devices, including hard drives and CDs. *   **Data Issues:** Significant problems are identified with the data format, including a lack of linking between emails and attachments, a load file with no native file connection, and inconsistent numbering, making review extremely difficult. *   **Device Tracking:** There's a consistent need for a clear inventory of seized devices (computers, hard drives, etc.) and status updates on what has been processed, transferred, and remains. *   **Technical Challenges:** Technical difficulties arise with data transfer (network issues, Relativity tool limitations, and file naming conventions). *   **Coordination Efforts:** Multiple attempts are made to schedule a meeting to coordinate efforts and establish a clear system for tracking the data. *   **Specific Device Information:** Details emerge about the devices seized, including 9 IDE hard drives from the Manhattan apartment (3 copies) and a list of devices from both the New York and Virgin Islands locations. *   **Timeline Concerns:** There’s a concern about delays in receiving and processing the data, and a desire to establish a realistic timeline for completion.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "phone technology",
        "conference call",
        "data",
        "devices",
        "spreadsheet",
        "review",
        "redaction",
        "usanys",
        "mac",
        "windows",
        "files",
        "load files",
        "data transfer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010440",
            "similarity": 0.611,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009802",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.588,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030329",
            "similarity": 0.5,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 147,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028339",
      "summary": "The provided text is a series of email exchanges between US Attorney’s Office personnel and external parties regarding the review of documents seized in connection with the investigation of Jeffrey Epstein. The core issues revolve around difficulties in processing and understanding the vast amount of data received, specifically concerning discrepancies between search warrant returns and the actual files, missing metadata, and issues with file loading and database integration. Several key requests are made: a consolidated inventory of devices and data, a system for tracking the review and transfer process, and clarification on the origin and contents of the data files. There are repeated frustrations regarding the lack of clear identification and a need for a standardized spreadsheet to manage the complex data flow, leading to concerns about the effectiveness of the review process.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "data",
        "review",
        "devices",
        "spreadsheet",
        "conference call",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030322",
            "similarity": 0.588,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010440",
            "similarity": 0.571,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021023",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029444",
            "similarity": 0.615,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013448",
            "similarity": 0.5,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030329",
      "summary": "Multiple parties – including US Attorney’s Office personnel and a private consultant – are involved in processing and reviewing the massive volume of seized data (over 1 million documents). A primary concern is the lack of clear organization and tracking of the data, leading to difficulties in identifying devices, assessing the completeness of data transfers, and correlating data sets. There are issues with the format of the data received, including missing email attachments, broken links between files and native data, and inconsistent numbering systems.  Requests are repeatedly made for a centralized spreadsheet detailing devices, data transfer status, and review progress.  Several technical challenges are highlighted, including network issues, data deletion during network upgrades, and difficulties in processing the large volume of data. The overall situation is characterized by a need for improved data management and tracking to facilitate the investigative process.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "data",
        "devices",
        "files",
        "spreadsheet",
        "review",
        "pandemic",
        "mac",
        "windows",
        "transfer",
        "load files",
        "new york",
        "virgin islands"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030322",
            "similarity": 0.5,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010440",
            "similarity": 0.647,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009802",
            "similarity": 0.529,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016437",
            "similarity": 0.5,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.524,
            "index": 147,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029444",
      "summary": "This document concerns the redaction analysis of documents related to the search warrant executed on Jeffrey Epstein’s properties, specifically in New York and the Virgin Islands. Initially, there’s a series of emails coordinating a conference call to discuss the overwhelming volume of seized data (over a million documents) and the lack of clear tracking information.  Key issues raised include: the disorganized nature of the data transfers, a lack of device identification, difficulty linking emails to attachments, problems with the database structure (no links between native files and the loaded data), and inconsistencies in descriptions of seized items. Several individuals (Joseph Picarelli, FBI representatives, and US Attorney staff) attempted to establish a system for tracking the data, proposing spreadsheets and meetings to address the challenges of reviewing and processing the materials. There were concerns about duplicate data, the need for a standardized labeling system for devices, and the difficulty in correlating information between the search warrant returns and the actual seized items. The initial data transfer from a hard drive included both existing and potentially new materials, causing confusion about what had already been provided.  The ultimate goal was to establish a clear process for tracking and reviewing the seized data to facilitate the legal proceedings.",
      "timestamp": "2020-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2020",
      "keywords": [
        "epstein",
        "warrant",
        "documents",
        "search",
        "fbi",
        "data",
        "review",
        "spreadsheet",
        "devices",
        "files",
        "conference call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.615,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010440",
            "similarity": 0.533,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009802",
            "similarity": 0.615,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013448",
      "summary": "A central issue is the disorganized and duplicated delivery of digital evidence – primarily over a million documents – from the US Attorney’s office. Initially, a key contact ([REDACTED]) was struggling to manage the influx of data, particularly due to network issues and discrepancies in the data formats received. There were repeated requests for a consolidated list of seized devices and the status of their data reviews.  A major challenge was the lack of clear labeling and tracking of files, leading to confusion about which materials had already been processed and what remained. Multiple attempts were made to schedule meetings to coordinate efforts and establish a standardized system for documenting the evidence, but progress was hampered by the volume and inconsistencies in the data delivery.  The team needed a clear spreadsheet outlining each device, its data status, and the associated files to effectively manage the review process.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "devices",
        "data",
        "timeline",
        "list",
        "files",
        "review",
        "fbi",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.5,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021023",
            "similarity": 0.5,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009802",
            "similarity": 0.615,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031889",
            "similarity": 0.533,
            "index": 127,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 147,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009941",
            "similarity": 0.5,
            "index": 156,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017028",
      "summary": "The provided text is a series of emails discussing the receipt and processing of data seized during FBI searches related to Jeffrey Epstein. Initially, the FBI planned to simply provide raw data to a vendor for processing, aiming for efficiency and avoiding previous delays. However, concerns arose about the volume of data (potentially terabytes) and the lack of a clear plan for data transfer and processing. Multiple parties requested a more structured approach, including a spreadsheet detailing devices, data dumps, and review status. There were difficulties identifying previously received data, leading to confusion regarding what was new and what had been processed. The need for a coordinated effort to track the data and ensure accurate review was repeatedly emphasized, with suggestions of using vendors like Kroll or BRG to streamline the process. There were delays attributed to Sony’s network issues and questions about the timeline for receiving the complete data set.",
      "timestamp": "2020-05-12T00:00:00",
      "timestamp_raw": "12 May 2020",
      "keywords": [
        "data",
        "fbi",
        "processing",
        "vendor",
        "data size",
        "relativity",
        "raw data",
        "search warrant",
        "documents",
        "efficiency",
        "remote working"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025482",
      "summary": "It concerns the processing of digital evidence – encompassing phones, tablets, servers, laptops, and media – recovered from multiple locations (New York mansion and USVI). The US Attorney’s Office contracted with a third-party firm to extract and review the data, using Relativity e-discovery software. Initially, there were disagreements regarding the review methodology. The contractor initially insisted on a “taint review” within Relativity, which was deemed inefficient and incapable of handling the volume and complexity of the data. A revised approach was adopted involving piece-by-piece processing, aiming for greater consistency and attribution of data to specific devices. Significant delays and challenges arose due to the massive volume of data (over a terabyte) and encryption on multiple devices, as well as the lack of a centralized system for tracking the evidence. A key issue was the inability to effectively link emails and attachments, creating difficulties in reviewing and producing documents for defense counsel.  The team struggled to maintain a clear inventory of what data had been processed, what remained, and the associated timelines, leading to repeated requests for updated information and a need for a streamlined tracking system – primarily a spreadsheet – to manage the immense dataset. There were issues related to differing versions of data, the categorization of files, and the labeling of devices. Multiple attempts were made to schedule meetings to address these coordination challenges.",
      "timestamp": "2020-05-12T00:00:00",
      "timestamp_raw": "12 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "relativity",
        "e-discovery",
        "data",
        "evidence",
        "files",
        "devices",
        "encryption",
        "taint review",
        "data transfer",
        "terabytes",
        "digital evidence",
        "phones",
        "tablets",
        "servers",
        "us attorney's office",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027444",
      "summary": "A key issue is the slow and inconsistent delivery of data from the FBI. Initially, the FBI planned to provide fully processed data ready for upload to Relativity, but this shifted to providing raw files from the seized devices, requiring the recipient to perform the necessary conversions and processing themselves – a task that proved significantly delayed and complex. The recipient (identified as \"USANYS\") expressed frustration with the lack of clear communication, the volume of data, and the technical challenges involved in preparing it for review (taint analysis) within Relativity. There were issues with the format of the data, including a lack of linking between email attachments and documents, and the inability of the Relativity platform to handle forensic data elements. The process involved multiple rounds of communication, spreadsheet updates, and requests for additional resources to address the delays. The recipient repeatedly highlighted the need for a clear system of device identification and data tracking to manage the massive amount of information and ensure accurate review. The delays were partly attributed to the FBI's temporary network issues and their decision to send hard drives instead of uploading data directly.",
      "timestamp": "2020-05-13T00:00:00",
      "timestamp_raw": "13 May 2020",
      "keywords": [
        "epistein",
        "search warrant",
        "fbi",
        "relativity",
        "data",
        "conversion",
        "tiff",
        "devices",
        "extraction",
        "files",
        "drives",
        "cart",
        "timelines",
        "production",
        "analysis",
        "forensics",
        "materials",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016437",
      "summary": "This document details the ongoing efforts to process and review digital evidence seized in connection with the Epstein investigation. Initial challenges involve a disorganized data transfer process, with multiple versions of files and unclear attribution to specific devices. Key issues include: *   **Data Delivery Problems:** Multiple delivery attempts were unsuccessful, with files corrupted or incorrectly formatted, requiring re-transmission. *   **Relativity’s Limitations:** The use of Relativity for taint review was deemed problematic due to the tool's inability to handle forensic data, requiring manual re-processing. *   **Lack of Standardization:** A lack of a standardized system for identifying and tracking data transfers hindered progress, leading to confusion regarding the completeness and origin of files. The need for a spreadsheet detailing devices, data dumps, and review status was repeatedly emphasized. *   **Volume of Data:** The sheer volume of data (over a million documents and numerous devices) created significant logistical and processing challenges. *   **Coordination Issues:** Communication and coordination between the FBI, the U.S. Attorney’s Office, and contractors were essential, but initially hampered by differing approaches and a lack of clear communication about data processing steps. *   **Timeline Concerns:** There were concerns about the timeline for complete data review, initially estimated at a month, but potentially extended due to the complexities involved.",
      "timestamp": "2020-05-15T00:00:00",
      "timestamp_raw": "15 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "data transfer",
        "devices",
        "ny",
        "virgin islands",
        "files",
        "review",
        "taint review",
        "data",
        "hard drives",
        "mac"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030329",
            "similarity": 0.5,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010440",
            "similarity": 0.529,
            "index": 99,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023728",
            "similarity": 0.5,
            "index": 149,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038459",
      "summary": "An FBI email, dated May 18, 2020, from dropbox@ic.fbi.gov to [REDACTED], discusses the uploading of file EFTA00038459 related to a New York search warrant (302 (1)). The email subject is \"FBINET to UNET Uploaded Files\".",
      "timestamp": "2020-05-18T00:00:00",
      "timestamp_raw": "May 18, 2020",
      "keywords": [
        "efta00038459",
        "search warrant",
        "fbi",
        "unet",
        "dropbox",
        "ny",
        "redaction",
        "302",
        "2020",
        "uploaded files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016425",
      "summary": "Virgin Islands. The primary issue revolves around the inconsistent and difficult-to-manage delivery of the seized data, particularly the volume of documents (over 1 million) received recently. Initially, a request was made for a spreadsheet detailing the seized devices and their associated data, mirroring a previous USVI spreadsheet. Subsequent communications detail the various forms of data received (hard drives, CDs, loose media, etc.) and the challenges in tracking their origin and completeness. The team repeatedly expresses difficulty in correlating the data with specific devices and understanding the scope of what's been reviewed. There are concerns about duplicate or outdated data being delivered, as well as the lack of a clear system for identifying and tracking the data’s provenance. A key point of contention is the inability to effectively utilize the data for taint review due to the format issues (lack of email attachments linked to files, etc.) and the sheer volume of information.  The team is seeking a standardized spreadsheet with details about each device and its corresponding data, to facilitate a more organized review process.  Scheduling multiple meetings and coordinating efforts between the US Attorney’s office and contractors are crucial aspects of the ongoing process.",
      "timestamp": "2020-05-18T00:00:00",
      "timestamp_raw": "18 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "devices",
        "hard drives",
        "data",
        "locations",
        "ny",
        "usvi",
        "identifiers",
        "serial number",
        "spreadsheet",
        "documents",
        "relativity",
        "taint review",
        "transmission"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016965",
      "summary": "An email chain discusses the provision of search warrant documents related to Jeffrey Epstein. One party is awaiting full information from M., including electronics processing clarification, before sending a document similar to the USVI one. The sender offers to send only the device and location seizure information if the recipient prefers.",
      "timestamp": "2020-05-19T00:00:00",
      "timestamp_raw": "19 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "redaction",
        "electronics",
        "m",
        "usvi",
        "device",
        "location",
        "seizure"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026534",
      "summary": "Andrew Tomback of White & Case LLP responded to a request for photographs and videos related to Jeffrey Epstein’s properties. He stated the estate and trustees had no historical surveillance videos and were unaware of existing physical video recordings. He indicated some photographs existed within the Florida and New Mexico residences but were not subject to search warrants. The estate’s inability to retain someone to obtain digital copies of these photographs was a previous obstacle. The sender requested an update on the possibility of someone currently accessing the properties to convey photographs. The email also includes a standard disclaimer from the Assistant U.S. Attorney's office.",
      "timestamp": "2020-05-19T00:00:00",
      "timestamp_raw": "19 May 2020",
      "keywords": [
        "efta00026534",
        "andrew tomback",
        "marc weinstein",
        "subpoena",
        "estate",
        "surveillance videos",
        "photographs",
        "white & case",
        "new york",
        "pandemic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030665",
      "summary": "Initial communication highlights a significant challenge: a lack of clear tracking and organization of the massive volume of data received (over 1 million documents). Multiple individuals involved – FBI agents, U.S. Attorney’s Office staff, and contractors – repeatedly request a centralized spreadsheet detailing the devices, data transfer status, and review progress. Concerns are raised about duplicate or outdated materials, the difficulty in linking files to specific devices, and the inability of the current review process (Relativity) to fully handle the data's complexity. A key issue is the need for a standardized system to identify and manage the numerous hard drives and storage devices containing evidence, allowing for accurate tracking and efficient analysis. The team is frustrated by the lack of a clear timeline and the difficulty in correlating the data to the original search warrants.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "01 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "financials",
        "electronics",
        "thumb drives",
        "sd cards",
        "serial number",
        "dell poweredge",
        "sony vaio",
        "storage devices",
        "location",
        "usvi spreadsheet",
        "relativity",
        "taint review",
        "data transfer",
        "devices",
        "materials",
        "new york",
        "virgin islands",
        "metadata",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022331",
      "summary": "The FBI (specifically the NY CART Coordinator) is providing updates on the recovered evidence, primarily digital media like hard drives, thumb drives, and computers. Key issues include: *   **Lack of Device Identification:** A significant concern is the absence of a clear inventory of devices and their contents, making it difficult to track the data being provided. The request is repeatedly for a list of seized devices with associated data, ideally linked to device serial numbers. *   **Data Transfer Format:** The FBI is transitioning to transferring data in a format compatible with Relativity, the e-discovery tool used by the U.S. Attorney’s Office, but this process is hampered by the lack of proper device identification. *   **Data Volume and Disorganization:** The sheer volume of data (over a million documents) and the disorganized nature of the files presented a major challenge. Some files appear to be duplicates or remnants of previous transfers. *   **Coordination Issues:** There are ongoing communication challenges between the FBI, the U.S. Attorney's Office, and the contractor, leading to delays and misunderstandings regarding the process and timeline. *   **Requested Deliverables:** The U.S. Attorney’s Office requires a detailed spreadsheet listing all seized devices, the data extracted from each, its review status, and any associated identifiers. They also need confirmation on the timelines for receiving the remaining evidence and data sets.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "search warrant",
        "documents",
        "fbi",
        "devices",
        "hard drives",
        "sd cards",
        "thumb drives",
        "locations",
        "data transfer",
        "serial numbers",
        "epstein",
        "nyco243xx",
        "relativity",
        "taint review",
        "data processing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025129",
      "summary": "The document consists of email exchanges between FBI agents and an unidentified individual (referred to as “[REDACTED]”) concerning the search warrant for Jeffrey Epstein’s residence in New York. The emails relate to blueprints of the property, specifically inquiring about the meaning of room designations (A, B, C, etc.). One agent provided blueprints and a spreadsheet of seized evidence, while another described assistance with ongoing riots and looting in Manhattan. A request was made to create a chart correlating device recovery locations with the room designations for a revised warrant.",
      "timestamp": "2020-06-04T00:00:00",
      "timestamp_raw": "04 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "ny",
        "mansion",
        "blueprints",
        "room a",
        "room b",
        "room c",
        "evidence",
        "charts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022344",
      "summary": "An FBI agent (NY) sent an Excel spreadsheet (“All_NY_seizure_evidence.xlsx”) detailing evidence seized during a search of Jeffrey Epstein’s New York mansion to another individual. The agent also reported being temporarily assigned to assist with riots in Manhattan due to civil unrest, and indicated a delay in completing a revised warrant due to needing information regarding device recovery locations.",
      "timestamp": "2020-06-04T00:00:00",
      "timestamp_raw": "04 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "ny",
        "fbi",
        "evidence",
        "seizure",
        "trafficking",
        "human trafficking",
        "task force",
        "manhattan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020213",
      "summary": "Initially, there were significant challenges in receiving usable data, stemming from network issues, formatting discrepancies, and a lack of clear identification of the seized devices and their contents.  The FBI contractor, [REDACTED], was responsible for transferring the data, while the US Attorney’s Office (specifically, the NY CART Coordinator) was handling the data review and taint analysis. Key issues included: *   **Data Format Problems:** The received data frequently lacked proper formatting and identification, making it difficult to process and link to specific devices. *   **Delayed Transfers:** Network outages and technical difficulties caused delays in receiving the data. *   **Communication Gaps:** There were misunderstandings and a need for clearer communication regarding the data’s origin, completeness, and transfer process. *   **Need for Tracking:** A central spreadsheet was repeatedly requested to track devices, data transfers, and review status. *   **Processing Needs:** Relativity was being used as the system for review, but it was limited in its ability to handle the data’s complexities. The correspondence highlights a struggle to coordinate efforts, establish clear protocols, and efficiently utilize the available resources to analyze the massive volume of digital evidence. There was an ongoing push to create a standardized system for tracking the evidence and to get the data into a usable format (Relativity) for the review process.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "fbi",
        "epstein",
        "search warrant",
        "data",
        "transfer",
        "devices",
        "drive",
        "files",
        "data review",
        "forensic",
        "relativity",
        "ny",
        "usvi",
        "storage",
        "materials",
        "data analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.5,
            "index": 133,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 148,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029778",
      "summary": "Initially, the FBI’s NY CART Coordinator and a forensic examiner are working to process and transfer data from seized hard drives, phones, and tablets. There are significant delays and misunderstandings regarding the data transfer process, particularly concerning the volume of data (over 1 million documents), the lack of clear identification of devices and their contents, and issues with the data format.  The team needs a reliable system for tracking the transfer of data, including a spreadsheet detailing devices and their associated materials. There are repeated requests for a list of devices and associated data and concerns about the data's usability for taint review.  The team is experiencing challenges with the data's format, specifically issues with file names and the inability to link emails to attachments.  Several individuals express frustration with the process and the need for better communication and organization. The updates highlight difficulties with network issues, staffing levels, and the challenges of handling large volumes of digital evidence.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "hard drives",
        "data",
        "phones",
        "tablets",
        "seizure",
        "review",
        "analysis",
        "litigation",
        "data transfer",
        "devices",
        "materials",
        "taint review",
        "relativity",
        "prosecution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031176",
      "summary": "Virgin Islands.  The FBI contractor is responsible for extracting and preparing the data for review, while the FBI (specifically the NY CART Coordinator) is overseeing the process. Key issues include: *   **Data Volume & Format:** The volume of data (over a million documents) is overwhelming, and the inconsistent formats and lack of clear labeling make review extremely challenging. *   **Identification of Devices:**  A critical need exists for a clear inventory of seized devices and their corresponding data, allowing accurate tracking of what has been processed and what remains. *   **Transfer Issues:**  There are concerns about the transfer process itself, including a delay due to network issues and questions about whether data is being delivered in its entirety or with modifications.  There's confusion about which files have already been provided and what’s newly submitted. *   **Relativity System:** The FBI's reliance on the Relativity e-discovery platform for review is causing difficulties due to Relativity's limitations in handling forensic data. *   **Coordination Challenges:**  Frequent communication and coordination between the involved parties (FBI, contractor, and US Attorney’s office) are essential to address these challenges and maintain progress. The text shows a reactive and somewhat disorganized process, marked by miscommunications and a lack of clear documentation. The overarching goal is to efficiently review the seized data to identify potential evidence and support further legal action.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "data",
        "fbi",
        "files",
        "devices",
        "transfer",
        "documents",
        "analysis",
        "data recovery",
        "forensics",
        "relativity",
        "data review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009802",
            "similarity": 0.533,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00009941",
            "similarity": 0.643,
            "index": 156,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030774",
      "summary": "A draft search warrant expanding the scope of data review from seized electronic devices belonging to Jeffrey Epstein is attached for review. The email indicates the sender, EFTA00030774, is offering to discuss the warrant.",
      "timestamp": "2020-06-24T00:00:00",
      "timestamp_raw": "24 Jun 2020",
      "keywords": [
        "epstein",
        "devices",
        "search warrant",
        "data",
        "electronic devices",
        "review",
        "usanys",
        "sw",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029794",
            "similarity": 0.727,
            "index": 121,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029794",
      "summary": "An email chain discusses a draft search warrant related to data from devices seized from Jeffrey Epstein. The warrant expands the scope of the review. An attachment, “SW for all JE electronic devices v4.docx,” is included for review. A follow-up inquiry is made regarding additional information from Audrey, scheduled to call at 11:00.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "epstein devices",
        "sw",
        "search warrant",
        "data",
        "devices",
        "review",
        "usanys",
        "draft",
        "audrey",
        "electronic devices"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030774",
            "similarity": 0.727,
            "index": 120,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031845",
      "summary": "An application for a search warrant, along with a proposed warrant, was submitted to Judge Gorenstein for review. An Assistant United States Attorney from the Southern District of New York is coordinating with an FBI agent to have the warrant sworn out tomorrow morning. The email chain involves multiple redacted individuals and entities, including the FBI.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge",
        "fbi",
        "electronic devices",
        "united states attorney",
        "new york",
        "redaction",
        "warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031846",
            "similarity": 0.538,
            "index": 145,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020232",
      "summary": "An Assistant United States Attorney in the Southern District of New York is requesting assistance in preparing a draft search warrant affidavit to expand the search of Jeffrey Epstein’s devices. The draft, attached as “SW for all_JE_electronic_devices_v5.docx,” includes a question regarding photos of Maxwell on seized discs from the NY residence. The affiant is currently “Mas,” but the request includes consideration of switching to “Mandy.” The goal is to have the affidavit presented to Judge Gorenstein and sworn out the following day.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "epstein",
        "devices",
        "warrant",
        "affidavit",
        "search",
        "maxwell",
        "ny residence",
        "united states attorney",
        "ted",
        "judge gorenstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017711",
      "summary": "A search warrant application (EFTA00017711.pdf) was circulated between the Arraignment Unit Clerk of the United States District Court, Southern District of New York, Vincent Babino, and Assistant United States Attorney Gabriel Gorenstein’s chambers. The warrant application, originally submitted by “[REDACTED],” included a revised affidavit correcting an error regarding the date of an arrest referenced in paragraph 4. Judge Gorenstein requested a callback time for the agent to swear out the warrant and noted a discrepancy in the date of Epstein’s arrest, suggesting a revised application. The document details communication regarding the warrant’s review and the agent’s availability.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "united states district court",
        "new york",
        "vincent babino",
        "gabriel gorenstein",
        "affidavit",
        "epstein",
        "judge gorenstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018586",
      "summary": "This document is a Search and Seizure Warrant issued on June 26, 2020, related to the investigation of Jeffrey Epstein and Ghislaine Maxwell. The warrant authorized the seizure of electronic devices from multiple locations, including Epstein’s person, his New York residence, and the Little Saint James island. Specifically, the warrant targeted 67 electronic devices: 2 from Epstein’s arrest, 33 from his New York residence, and 27 from Little Saint James. The devices were seized to investigate violations of 18 U.S.C. sections 1591, 2422, 2423, and 371 (relating to sex trafficking, transportation of minors, enticement to travel, and conspiracy). The warrant also authorized a 30-day delay in notification to potentially mitigate adverse consequences. Furthermore, the document outlines procedures for inventory, return of property, and filing of the warrant and inventory. Attachment A details the specific devices seized, categorized by their origin and description. The warrant also grants authority to review electronic storage media (ESI) on the seized devices for evidence related to the Subject Offenses.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "June 26, 2020",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "jeffrey epstein",
        "new york",
        "virgin islands",
        "18 u.s.c. 1591",
        "2422",
        "2423",
        "371",
        "probable cause",
        "inventory",
        "law enforcement",
        "fbi",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031841",
      "summary": "An email chain discusses a search warrant application (EFTA00031841) related to a case. A warrant was initially sent, followed by a revised affidavit correcting an error regarding the date of Epstein’s arrest.  Judge Gorenstein reviewed the warrant materials and requested a corrected date in paragraph 4 of the warrant application. An agent was to be available to swear out the warrant the following morning.  The email chain involves multiple parties including Assistant U.S. Attorneys, the Arraignment Unit Clerk, and various chambers.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "united states attorney",
        "southern district of new york",
        "vincent babino",
        "gabriel gorenstein",
        "affidavit",
        "judge gorenstein",
        "efta00031841",
        "nysd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031889",
      "summary": "The primary issue centers around the delivery and organization of the vast amount of data – over a million documents – recovered from multiple sources (Epstein’s residences in New York and the USVI, and his person). Initial concerns involve a lack of clear identification of the devices and their contents, making the review process extremely difficult and slow. There are repeated requests for a detailed spreadsheet listing the devices, the data contained within, and the status of the review process. The contractor highlights technical challenges with the data format, the inability to link files to devices, and the need for a more structured approach. The FBI expresses a need for a meeting to coordinate efforts and establish a clearer timeline for the delivery and processing of the remaining evidence. There are repeated delays and difficulties stemming from network issues and the complexity of the data.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "production",
        "fbi",
        "data",
        "files",
        "devices",
        "relativity",
        "trial",
        "review",
        "materials"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013448",
            "similarity": 0.533,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010440",
            "similarity": 0.5,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009802",
            "similarity": 0.571,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.526,
            "index": 133,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027474",
            "similarity": 0.5,
            "index": 134,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.556,
            "index": 147,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026521",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email to Judge Parker on June 29, 2020, regarding an arrest warrant. The email included a corrected version of the warrant (attached as Maxwell_arrest_warrant_signed.pdf) and offered to be available for questions. Another email from the Assistant US Attorney provided further instructions, including a timeline for sending the signed documents and a phone number to contact the agent for warrant execution. Judge Parker requested a PDF of the signed documents and indicated she would swear out the warrant around noon.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "arrest warrant",
        "warrant",
        "united states attorney",
        "southern district of new york",
        "judge parker",
        "katharine parker",
        "khp warrants nysd",
        "new york",
        "indictment",
        "search warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018663",
      "summary": "*   **Cell Site Tracking:** The FBI has been using a cell-site simulator to track the location of Maxwell’s cellular device (assigned call number) since June 30, 2020, collecting GPS and cell site data. Historical data from June 1, 2020, to the present shows the device was located in the District of New Hampshire for the past 30 days. *   **Related Charges:** Maxwell is suspected of violating 18 U.S.C. § 371 (conspiracy to entice minors), 2422/2423 (enticement/transportation of minors), 1623 (perjury), and related offenses. She has been indicted by a grand jury for these charges. *   **Evidence & Contacts:** The affidavit details Maxwell’s connections to other individuals (Laura Menninger, Haddon, Morgan & Foreman, Isabel Maxwell, Scott Borgerson) through phone records, indicating potential involvement in the scheme. *   **Sealed Warrant & Delay of Notice:** The warrant request includes a request to keep the application and warrant sealed until further order, due to the ongoing investigation and the potential for Maxwell to flee or obstruct justice. It also requests a delay of notification to prevent this. *   **Technical Details:** The document explains the investigative technique used – employing a device that can interrupt or monitor cellular communications – and addresses compliance with the Pen Register Statute.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "cell site simulator",
        "cell device",
        "search warrant",
        "fbi",
        "conspiracy",
        "minors",
        "trafficking",
        "18 u.s.c. 371",
        "18 u.s.c. 2422",
        "18 u.s.c. 1623",
        "location data",
        "gps",
        "forensic investigation",
        "prosecution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032028",
      "summary": "The core issue is a lack of clear organization and tracking of the evidence, leading to repeated delays and confusion. **Key Points:** *   **Data Volume & Complexity:** The investigation involves a massive amount of data across various devices (computers, hard drives, CDs, etc.), making the process incredibly complex. *   **Lack of Tracking:** The primary problem is the absence of a consistent system for identifying and labeling the evidence, making it difficult to determine what’s been reviewed, transferred, and what remains. *   **Processing Issues:** The contractor highlights issues with the data formats received, specifically challenges with Relativity (the e-discovery tool) handling the data and the lack of links between files and devices. *   **Timeline Delays:** Repeated delays are attributed to miscommunication, the need to re-process data, and the sheer volume of evidence. *   **Requests for Clarity:** Throughout the exchanges, the US Attorney's Office and FBI repeatedly request a spreadsheet or other organized listing of the evidence to facilitate the review process. *   **Proposed Solutions:** Various suggestions are made (e.g., creating a spreadsheet, using Bates numbers) to address the tracking problem, but implementation is slow due to the ongoing challenges. Essentially, the document chronicles the frustrating process of trying to manage a large, complex digital evidence case with inadequate organization and communication.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "transfer",
        "devices",
        "materials",
        "timelines",
        "cart",
        "production",
        "mac",
        "ny",
        "usanys",
        "contractors"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.545,
            "index": 133,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027474",
            "similarity": 0.6,
            "index": 134,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 147,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031554",
      "summary": "A message was sent on July 2, 2020, regarding a search warrant related to premises. The message references paragraph 15 of a document (SDNY_Premises_Search_Warrant_Bundleirevised.pdf) which defines the subject premises. The sender was attempting to access the information from their phone.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "premises",
        "search warrant",
        "sdny",
        "efta00031554",
        "2020",
        "paragraph",
        "fwd",
        "revision"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031518",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a document titled “SDNY Premises Search Warrant Bundle (Revised)” to [REDACTED] on July 2, 2020, regarding “Premises SW” and identified the case as EFTA00031518.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00031518",
        "premises",
        "sw",
        "usanys",
        "redaction",
        "search warrant",
        "southern district of new york",
        "assistant united states attorney",
        "sdny",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031535",
      "summary": "Attorney's Office, and a contractor (BRG) to analyze data seized during searches related to Jeffrey Epstein. Initial challenges involve a complex, large volume of data (over a million documents) from various devices (computers, hard drives, CDs, etc.) across two residences (New York and the US Virgin Islands).  A key issue is the lack of clear identification of the data sources – the FBI initially struggled to provide a consistent inventory of the devices and the data contained within. There were difficulties with data transfer formats, particularly regarding the inability to easily integrate data for taint review using Relativity. Concerns were raised about duplicate data being transferred and the difficulty in distinguishing between complete and partial data sets. The contractors, BRG, were engaged to process the data, aiming for a one-month turnaround. Ongoing communication and a shared spreadsheet are seen as essential to managing the complex project and ensuring accurate tracking of the data. Multiple attempts are made to schedule meetings and coordinate efforts to address the data organization and transfer challenges.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "devices",
        "files",
        "review",
        "timeline",
        "contractor",
        "materials",
        "transfer",
        "cart",
        "storage",
        "mac"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032028",
            "similarity": 0.545,
            "index": 130,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031889",
            "similarity": 0.526,
            "index": 127,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020213",
            "similarity": 0.5,
            "index": 117,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016180",
            "similarity": 0.5,
            "index": 144,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027000",
            "similarity": 0.565,
            "index": 146,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 147,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027474",
      "summary": "The primary issue revolves around the disorganized and incomplete delivery of data, particularly concerning the massive volume of files (over a million) recovered from multiple devices (computers, hard drives, CDs, etc.) across New York and the US Virgin Islands.  Key points include: *   **Delayed Data Delivery:** Significant delays are experienced in receiving the data, with estimates fluctuating and needing to be pushed back. *   **Data Organization Issues:** The received data is poorly organized, lacking clear identification of devices and contents, making review extremely difficult. There are multiple versions of files. *   **Relativity System Challenges:** The contractor is attempting to utilize Relativity for data review, but the lack of proper organization hinders its effectiveness. The system is unable to easily interpret the data. *   **Request for a Tracking System:**  The team repeatedly requests a standardized spreadsheet or tracking system to manage the data and facilitate the review process. *   **Ongoing Coordination:** The exchanges involve ongoing discussions about timelines, data formats, and the necessary steps to effectively analyze the evidence. Several individuals coordinate to schedule meetings. *   **Technical Difficulties:** Technical issues, such as network problems and the need to rebuild network infrastructure, contribute to the delays. The core problem is the absence of a clear, organized system for tracking the digital evidence, leading to significant delays and challenges in the investigation.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "brg",
        "relativity",
        "usvi",
        "ny",
        "fbi",
        "data",
        "devices",
        "timelines",
        "production",
        "materials",
        "contracts",
        "forensic"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032028",
            "similarity": 0.6,
            "index": 130,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031889",
            "similarity": 0.5,
            "index": 127,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.524,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032047",
            "similarity": 0.5,
            "index": 150,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017738",
      "summary": "A search warrant was issued for premises defined as 156 acres, specifically located at 156 acres. The warrant was referenced as EFTA00017738 and involved a communication regarding paragraph 15 of a document (SDNY_Premises_Search_Warrant_Bundleirevised). The communication originated from a mobile phone attempting to send information to [REDACTED].",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "premises",
        "search warrant",
        "redaction",
        "efta00017738",
        "156 acres",
        "sdny",
        "july 2",
        "2020",
        "phone",
        "paragraph"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016163",
      "summary": "This document is a forwarded email chain related to a search warrant executed by the FBI (NY) and the USANH concerning premises in the SDNY. It includes a second revised copy of a search warrant bundle, attached alongside a signed affidavit. The sender's identities and the recipient's identities are redacted. The email subject refers to \"SDNY Premises Search Warrant Bundle (second revised) copy\".",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "fbi",
        "sdny",
        "search warrant",
        "affidavit",
        "redaction",
        "efta00016163",
        "usanh",
        "premises",
        "copy",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037963",
      "summary": "This document is a draft Search Warrant (SW) concerning premises in New Hampshire, identified as EFTA00037963. The warrant is prepared by an Assistant United States Attorney for the Southern District of New York and includes an attached affidavit (New_Hampshire_Premises_SW_Affidavit.docx).",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "efta00037963",
        "sw",
        "affidavit",
        "new hampshire",
        "premises",
        "united states attorney",
        "southern district of new york",
        "draft",
        "2020",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037962",
            "similarity": 0.667,
            "index": 138,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037962",
      "summary": "This document is a forwarded email chain regarding a draft Search Warrant (SW) titled \"New Hampshire Premises SW Affidavit.\" The email, dated July 2, 2020, originates from an Assistant United States Attorney at the Southern District of New York and includes a document named “New_Hampshire_Premises_SW_Affidavit.docx.” The email chain is forwarded to redacted recipients. The document's file number is EFTA00037962.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00037962",
        "sw",
        "affidavit",
        "new hampshire",
        "premises",
        "redaction",
        "united states attorney",
        "southern district of new york",
        "draft",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037963",
            "similarity": 0.667,
            "index": 137,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010376",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on July 2, 2020, forwarding a PDF document titled “SDNY Premises Search Warrant Bundle (second revised) copy” (EFTA00010376). The email originated from an iPhone and contained attachments including a PDF and an HTML file.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "sdny",
        "premises search warrant",
        "redaction",
        "efta00010376",
        "usanh",
        "2020",
        "2025",
        "copy",
        "bundle"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016179",
      "summary": "A search warrant bundle, dated July 2, 2020, references a 156-acre property (defined as “every structure on it”) located at the “Subject Premises” where a phone was found. The document includes associated photographs of the property.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00016179",
        "premises",
        "sw",
        "usanys",
        "isanys",
        "warrant",
        "property",
        "phone",
        "structure",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016345",
      "summary": "An Assistant United States Attorney (USA) sent an email to Judge Gorenstein’s chambers regarding an application for a search warrant (EFTA00016345.pdf). The email included a revised affidavit correcting an error regarding the date of Jeffrey Epstein’s arrest (July 6, 2020) in paragraph 4 of the warrant application and Attachment A. The USA offered to have an agent swear out the warrant the following morning. A separate document (EFTA00016346) was also attached for the Judge’s review.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge gorenstein",
        "united states attorney",
        "electronic devices",
        "new york",
        "june 2020",
        "epstein",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031846",
            "similarity": 0.667,
            "index": 145,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026405",
      "summary": "This document details the ongoing efforts to process and review digital evidence seized in connection with the investigation of Jeffrey Epstein. Initially, there were communication difficulties regarding the transfer and organization of the data, particularly between the FBI’s New York CART team and the U.S. Attorney’s Office’s contractor. The evidence consisted of devices seized from Epstein’s residences in New York and the Virgin Islands, including computers, hard drives, thumb drives, and electronic devices.  The FBI had initially delivered some extracted data, but significant discrepancies existed between the reported number of devices and the actual extracted data, particularly concerning the number of usable devices. There was frustration regarding a lack of clear labeling and tracking of the data, making it difficult to identify what had already been reviewed and what remained to be processed.  Several attempts were made to establish a clearer system for data transfer, including proposing a spreadsheet detailing the devices and their contents. Eventually, a vendor (BRG) was engaged to handle the processing of the data, with the expectation of delivering a usable, searchable format within a month, which was a key focus of the communication and negotiation.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "epstein",
        "devices",
        "fbi",
        "usvi",
        "new york",
        "search warrant",
        "data",
        "files",
        "extraction",
        "inventory",
        "inventory",
        "62",
        "57",
        "30",
        "1",
        "33",
        "27",
        "52",
        "85",
        "135",
        "1.1 million"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026979",
      "summary": "The primary focus is on the transfer and processing of over a million digital files related to the investigation. Initial difficulties include a lack of clear identification of the devices and their contents, concerns about data corruption and incomplete transfers, and challenges in integrating the various data streams. The contractor repeatedly requests a more organized system for tracking the evidence – specifically a spreadsheet identifying devices and the status of the data associated with them. There are discussions about the use of Relativity for data analysis and the need for a complete and searchable dataset. The timeline for receiving the complete data is repeatedly pushed back due to technical issues and staffing limitations. Key items being sought include a list of all seized devices and their associated data, and a clear understanding of what has been processed and what remains to be analyzed.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "epstein",
        "devices",
        "fbi",
        "search warrant",
        "documents",
        "usanys",
        "data",
        "extraction",
        "new york",
        "virgin islands",
        "buckets",
        "relativity",
        "files",
        "timelines",
        "contractors",
        "62 devices",
        "57 devices",
        "30 devices",
        "emails",
        "hard drives",
        "files",
        "data transfer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016180",
      "summary": "Initially, FBI agent [REDACTED] was providing data extracts (primarily load files) from devices seized in New York and the US Virgin Islands to the U.S. Attorney’s Office and their contractor, [REDACTED]. However, the team quickly encountered significant challenges in understanding and utilizing the data due to inconsistencies in naming conventions, the sheer volume of information (over 1 million documents), and a lack of clear tracking of what had already been processed. Key issues include: *   **Data Format and Lack of Metadata:** The data was often provided in a format difficult to use directly in e-discovery software (Relativity) due to a lack of clear device identification and categorization. *   **Duplicate Data:** There were concerns about receiving duplicate data, leading to confusion about what had already been reviewed. *   **Coordination Challenges:** Communication and coordination between the FBI, the U.S. Attorney’s Office, and their contractor were strained, leading to delays and a lack of clear direction. *   **Requests for a Tracking System:** The U.S. Attorney’s Office repeatedly requested a spreadsheet or other system to track the data and its status, highlighting the need for better organization. *   **Technical Issues:** The FBI agent mentioned network issues that slowed down the data transfers. Multiple attempts were made to establish a clear workflow, including proposed meetings to discuss the data and a request for a standardized spreadsheet to document the evidence.  Ultimately, the situation highlighted a significant breakdown in communication and a critical need for a more structured approach to managing the massive amount of data involved in the investigation.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "data",
        "devices",
        "servers",
        "email",
        "analysis",
        "redaction",
        "relativity",
        "evidence",
        "usvi",
        "ny",
        "mac",
        "extraction",
        "files",
        "transfer",
        "timeline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.5,
            "index": 133,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027000",
            "similarity": 0.583,
            "index": 146,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023728",
            "similarity": 0.522,
            "index": 149,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031846",
      "summary": "An Assistant United States Attorney (USA) from the Southern District of New York sent an application and affidavit for a search warrant related to electronic devices belonging to Jeffrey Epstein. A typo was identified by Judge Gorenstein and a revised affidavit was sent. The Judge requested a call at 9:10 AM the following day to discuss the warrant with an agent, noting an incorrect date (July 6, 2020) in the application and requesting a revised application with the correct date. The USA provided contact information and indicated an agent was available to swear out the warrant.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge gorenstein",
        "united states attorney",
        "new york",
        "electronic devices",
        "epstein",
        "2020",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016345",
            "similarity": 0.667,
            "index": 141,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031845",
            "similarity": 0.538,
            "index": 122,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027000",
      "summary": "Virgin Islands. Initially, the FBI (NY CART Coordinator) was sending data in load files, but significant issues arose due to the massive volume of data (over a million documents), difficulties in tracking the origin of files (lack of device identification), and problems with the data format. There were challenges with file naming conventions, data duplication, and the inability of the existing tools (Relativity) to effectively process the data. The U.S. Attorney’s office requested a more organized approach – a spreadsheet detailing each device and its contents – to facilitate the review process. A series of emails between the FBI and the U.S. Attorney’s office outlined the challenges, requests for clarification, and attempts to establish a coordinated workflow, with ongoing discussions about timelines and data transfer methods. The core issue revolved around a lack of clear identification and tracking of the digital evidence, leading to significant delays and difficulties in the review process.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "fbi",
        "epstein",
        "search warrant",
        "documents",
        "data",
        "drive",
        "forensic",
        "files",
        "devices",
        "mac",
        "windows",
        "usvi",
        "redaction",
        "transfer",
        "analysis",
        "relativity",
        "data volume",
        "cart",
        "timeline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016180",
            "similarity": 0.583,
            "index": 144,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031535",
            "similarity": 0.565,
            "index": 133,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.522,
            "index": 147,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023728",
            "similarity": 0.522,
            "index": 149,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032065",
      "summary": "Virgin Islands. Initial communications involve the FBI (specifically, the NY CART Coordinator and Senior Forensic Examiner) working with a contractor to receive data, primarily in the form of hard drives containing digital evidence. Early challenges include data inconsistencies (duplicate files, unclear labeling, and issues with the load file), difficulties in tracking the source of the data (device identification), and problems with the receiving system (Relativity) being unable to properly process and display the files. There are repeated requests for a clear inventory of the seized devices and their contents, a spreadsheet detailing the data transfers, and a coordinated meeting to address these issues. The overall timeline is disrupted due to network maintenance, and concerns arise regarding the lack of organized data to facilitate the forensic review process and eventual production of evidence for legal proceedings.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usanys",
        "data",
        "forensic",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "transfer",
        "review",
        "production",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027000",
            "similarity": 0.522,
            "index": 146,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031535",
            "similarity": 0.5,
            "index": 133,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032028",
            "similarity": 0.5,
            "index": 130,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032047",
            "similarity": 0.619,
            "index": 150,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023710",
            "similarity": 0.789,
            "index": 151,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024566",
      "summary": "This document details a series of email exchanges between the FBI’s NY CART Coordinator and various parties regarding the processing and review of digital evidence seized from Jeffrey Epstein’s residences in New York and the USVI. The core issue revolves around delays in receiving and properly identifying the vast amount of data – over a million documents – and the associated devices (hard drives, servers, etc.). Initial efforts to transfer files to the U.S. Attorney's Office were hampered by technical difficulties, miscommunications, and a lack of a clear system for tracking the data. Concerns were repeatedly raised about the format of the data, the inability to link emails to attachments, and the difficulty in determining what had already been processed. Requests for a centralized inventory and a clear identification system for the devices and their contents were repeatedly made. The exchange culminates in a frustration with the process and a desire for a more organized approach to managing the evidence.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "ny",
        "usvi",
        "devices",
        "data",
        "files",
        "review",
        "timeline",
        "relativity",
        "production",
        "materials",
        "transfer",
        "estimates",
        "cart"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 147,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027000",
            "similarity": 0.5,
            "index": 146,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016180",
            "similarity": 0.5,
            "index": 144,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023728",
            "similarity": 0.5,
            "index": 149,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023710",
            "similarity": 0.522,
            "index": 151,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009941",
            "similarity": 0.5,
            "index": 156,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023728",
      "summary": "Initially, there’s confusion regarding the format and organization of the data being provided by the FBI (NY CART Coordinator) and the US Attorney’s Office. A core issue is the lack of clear identification of devices and their associated data, leading to difficulty in tracking progress and ensuring all relevant materials are being processed. Multiple requests are made for a spreadsheet detailing the devices, their contents, and the status of the data review. Concerns are raised about the volume of data (over a million documents), inconsistencies in file naming and dates, and the inability to easily link data to specific devices.  There are discussions about the transfer process, including the need for a system to identify and categorize the data, and addressing potential network issues.  Several individuals – FBI agents, contractors, and attorneys – are involved in the coordination and communication regarding the ongoing review.  Ultimately, there’s a desire for a structured approach to manage the massive amount of digital evidence and facilitate the legal proceedings.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00023728",
        "epstein",
        "search warrant",
        "documents",
        "data",
        "drive",
        "pae",
        "relativity",
        "redaction",
        "devices",
        "fbi",
        "usvi",
        "ny",
        "mac",
        "files",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027000",
            "similarity": 0.522,
            "index": 146,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016180",
            "similarity": 0.522,
            "index": 144,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032047",
      "summary": "The core issue revolves around the disorganized and incomplete delivery of data, specifically over a million documents and numerous devices (computers, hard drives, thumb drives, etc.) from Epstein’s residences in New York and the USVI. Key points and concerns raised repeatedly include: *   **Lack of Identification:** There's a critical need for a system to identify and track each device and its corresponding data. The current delivery lacks clear labeling, making review and organization extremely difficult. *   **Duplicate Data:** The team worries about receiving duplicate files and needing to sift through them. *   **Data Formats:** The documents are in varying formats (Mac, Windows, loose media), creating challenges for the review process. Relativity, the e-discovery tool being used, is proving problematic due to its inability to handle the file structure effectively. *   **Timeline Issues:** Multiple delays and shifting estimates are given regarding the completion of the data transfer and analysis, primarily due to network issues and staffing constraints. *   **Coordination Needed:** There's a continuous need for better coordination and clear communication between all parties to ensure the data is processed efficiently and effectively. The exchanges repeatedly request a spreadsheet with detailed information about each device, its contents, and the status of its review.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "data",
        "forensic",
        "transfer",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "usvi",
        "fbi",
        "contractor",
        "production",
        "redaction",
        "data volume",
        "timelines"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.619,
            "index": 147,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027000",
            "similarity": 0.682,
            "index": 146,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027474",
            "similarity": 0.5,
            "index": 134,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023710",
            "similarity": 0.565,
            "index": 151,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023710",
      "summary": "This document details the ongoing efforts to process and analyze digital evidence related to Jeffrey Epstein’s case, primarily from searches conducted in New York and the U.S. Virgin Islands. Initially, the FBI contractor, working under the NY CART Coordinator, was tasked with collecting and preparing the data for review. There were repeated communication challenges regarding the format and organization of the data, with the contractor struggling to reconcile the different data streams and the lack of clear identification of devices and their contents. The volume of data was substantial (over a million documents), creating difficulties in tracking progress and ensuring a cohesive review process. Several attempts were made to establish a clear system for data transfer and identification, including the creation of spreadsheets, but these efforts were hampered by inconsistencies and missing information. There were delays due to network issues and the processing of the data, with the contractor requesting assistance and seeking clarification on timelines and procedures. Ultimately, the need for a coordinated approach and a standardized system for managing the evidence was repeatedly emphasized to ensure efficient and accurate analysis.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usanys",
        "data",
        "transfer",
        "forensic",
        "devices",
        "files",
        "relativity",
        "mac",
        "windows",
        "forensic examiner",
        "production",
        "materials",
        "inventory",
        "timeline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032047",
            "similarity": 0.565,
            "index": 150,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024566",
            "similarity": 0.522,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.789,
            "index": 147,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032104",
      "summary": "Initial delays and communication issues have hampered progress. Here’s a breakdown of the key points: *   **Data Transfer Challenges:** The FBI (through the NY CART Coordinator) is extracting data from various devices (hard drives, laptops, CDs, etc.) but the transfer process is slow and complicated by a lack of clear labeling and tracking of the data. *   **Relativity System:** The team is attempting to utilize the Relativity e-discovery platform for analysis, but this requires the data to be converted into a specific format that the Relativity system can handle. This conversion process is being handled by BRG, but it's a time-consuming step. *   **Communication Breakdown:** There are recurring communication gaps between the FBI, the U.S. Attorney’s Office, and the contractor, leading to misunderstandings about timelines, deliverables, and the necessary format for the data. *   **Timeline Issues:** The initial estimates for completing the data processing and analysis have been repeatedly pushed back due to the complexity of the evidence and the ongoing challenges. *   **Budget Requests:** The contractor is seeking funding to engage BRG for the data conversion and processing, estimating the cost to be between $85,000 and $135,000. *   **Data Organization Needs:** The team stresses the critical need for a consistent system for identifying and tracking the data, requesting a spreadsheet detailing the devices and the materials extracted from them. Essentially, the document is a record of a complex, frustrating, and poorly coordinated data processing operation with significant delays and a lack of clarity.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "efta00032104",
        "epstein",
        "search warrant",
        "data extraction",
        "processing",
        "relativity",
        "fbi",
        "pae",
        "brg",
        "tiff",
        "data",
        "devices",
        "file set",
        "review",
        "timelines",
        "materials",
        "usvi",
        "ny",
        "mac",
        "hard drives",
        "servers",
        "processing",
        "load file"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030391",
      "summary": "This document is an email chain regarding search warrant documents related to Jeffrey Epstein’s case. It includes emails between the USANYs contractor, the FBI, and potentially other individuals. File folders with names like NYC024328, NYC024329, etc., were exchanged, along with a .DS Store file. One email includes contact information for a NYO CART Coordinator and Senior Forensic Examiner.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "redaction",
        "contractor",
        "usanys",
        "nyc024328",
        "2020",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019466",
      "summary": "The document is a collection of email exchanges and files related to the search warrant for Jeffrey Epstein’s documents.  It includes emails between individuals associated with the FBI (Flatley, Stephen R.) and a contractor identified as (USANYS) [Contractor], easystore (F:).  Files include text documents, spreadsheets, presentations, and a README.txt. The emails reference a search warrant and the documents associated with it. Redactions are present throughout the document.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "redaction",
        "email",
        "nyco24363",
        "fbi",
        "flatley",
        "stephen r.",
        "easystore"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030392",
      "summary": "This document details a series of communications between the FBI’s NY CART Coordinator (Senior Forensic Examiner) and a contractor regarding the digital evidence collected from Seth Rich’s residences in New York and the U.S. Virgin Islands related to Jeffrey Epstein. The primary focus is on the transfer and processing of the data, highlighting significant delays and challenges. Here’s a breakdown of the key content: *   **Initial Data Transfer:** The contractor initially received hard drives containing evidence, with a focus on transferring the data to Relativity for review. *   **Technical Difficulties:** The FBI and contractor encountered numerous technical issues, primarily with the format of the data. The original transfer lacked proper indexing, making it difficult to link emails to attachments and hindering forensic analysis. The data contained a large number of small files, leading to slow transfer times. *   **Requests for Clarification & Organization:** The FBI repeatedly requested a clear inventory of devices and data to facilitate a more organized review process. They specifically needed a spreadsheet detailing devices, transfer status, and file types. *   **Delayed Processing:** The processing of the data was significantly delayed due to network issues, the sheer volume of data, and the challenges of working with different data formats (Mac, Windows, loose media). *   **Ongoing Communication:** Throughout the document, there’s a back-and-forth discussion about timelines, the need for further data transfers, and the challenges of integrating the different data streams. *   **Final Status:** As of the last entry, the process was still ongoing with estimates for completion pushed back due to the complexities involved.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "epiestpn",
        "epstein",
        "fbi",
        "search warrant",
        "data",
        "drive",
        "files",
        "mac",
        "windows",
        "forensics",
        "usvi",
        "data transfer",
        "relativity",
        "devices",
        "materials",
        "hard drive",
        "inventory",
        "redaction",
        "data review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009941",
      "summary": "This document is a series of email exchanges regarding the review of search warrant documents related to Jeffrey Epstein’s cases. The primary issue is the lack of clear tracking and organization of the digital evidence, particularly concerning the numerous devices seized and the data transferred. Initially, there are concerns about the format of the data being received (particularly concerning the 1.1 million documents), and difficulties in correlating the data to specific devices. FBI personnel express frustration about the inability to conduct a full taint review due to the lack of properly formatted files, requesting a spreadsheet of devices and data transfer status. The contractor repeatedly highlights the need for a clear system of identification and tracking, pointing out discrepancies between the data received and its origin. There’s a struggle to understand which files represent new data versus previously processed information. Several individuals propose meetings to discuss the issue and establish a better process for data management, but progress is slow due to the complexities and the volume of data involved. Ultimately, the need for a standardized spreadsheet and a coordinated approach is repeatedly emphasized.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2020",
      "keywords": [
        "search warrant",
        "documents",
        "data",
        "transfer",
        "devices",
        "relativity",
        "fbi",
        "review",
        "analysis",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.529,
            "index": 147,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031535",
            "similarity": 0.5,
            "index": 133,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014452",
      "summary": "The U.S. Department of Justice, via Acting U.S. Attorney Audrey Strauss, responded to a request for information regarding Jeffrey Epstein and Jane Doe in the case *Doe v. Indyke et al*. The response was governed by Department regulations (“Told°”) restricting disclosure of information acquired during official duties without prior approval. Due to an upcoming pretrial conference and existing discovery exchanges, the Department determined disclosures were appropriate. As a result, redacted versions of FedEx invoices (USDOL0001-0040) and electronic search warrant documents (USDOL0041-0052) were provided, with one page (USDOJ_0053) containing a photograph of the client. The documents were redacted to exclude references to third parties, particularly to protect grand jury secrecy.",
      "timestamp": "2020-08-03T00:00:00",
      "timestamp_raw": "August 3, 2020",
      "keywords": [
        "jeffrey epstein",
        "doj",
        "united states attorney",
        "southern district of new york",
        "jane doe",
        "discovery requests",
        "grand jury secrecy rule",
        "federal rule of criminal procedure 6(e)",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029177",
      "summary": "*   The investigation relies heavily on FBI 302 reports, transcripts of a grand jury testimony, and documents related to an NPA investigation. *   Jane Doe Number One is mentioned only once in the grand jury testimony, specifically in the context of how she met Epstein at Mar-a-Lago through a connection to Ghislaine Maxwell. *   Maxwell is mentioned in some FBI 302s, but the NPA investigation has found she doesn't appear frequently or at all in reviewed documents. *   There were no federal search warrants, only a local search warrant for a Palm Beach residence for which the SDFL file is unavailable. *   Efforts are being made to obtain the SDFL file and the “pros memo” from OPR to gain a better understanding of the evidence. *   The team is checking the Palm Beach residence search warrant application and confirming if Maxwell was identified as a target/subject in any warrants or materials from the SDFL case.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "maxwell",
        "epstein",
        "grand jury testimony",
        "fbi file",
        "302s",
        "mar-a-lago",
        "npa",
        "search warrants",
        "sdfl",
        "jane doe"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029887",
      "summary": "Discussions center around timing for disclosures, specifically a three-day window before an arrest. There’s concern about the lack of a “pros memo” and a desire to gather information from various sources, including FBI 302 reports and transcripts of a grand jury testimony. The testimony reveals Maxwell met Epstein through a friend, Jane Doe Number One, at Mar-a-Lago. The team is seeking to understand Maxwell’s role in the Florida investigation, examining FBI file 302s and a local search warrant. They are attempting to locate and obtain a copy of the SDFL file, including a pros memo, to gain a more complete picture of the investigation and potential evidence related to Maxwell.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "efta00029887",
        "arrest",
        "thursday",
        "friday",
        "umr",
        "discovery deadline",
        "maxwell",
        "epstein",
        "mar-a-lago",
        "fbi investigation",
        "grand jury testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028820",
      "summary": "*   Questions arise regarding the presence of a confidential stamp on native Excel files, and whether the documents require privilege review (specifically, excluding electronic search warrant returns). *   Links to Relativity pages for Deutsche Bank and JP Morgan documents are provided for review. *   Concerns are raised about data access within Relativity due to the format of the files (primarily images and video). *   Requests are made for details on document production format (tiff images, database load files, or PDF production), Bates number usage, and the placement of a confidential stamp. *   A legal specialist from the US Attorney’s Office SDNY is involved in coordinating the upload process.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "documents",
        "production",
        "confidential",
        "data",
        "search",
        "pae",
        "database"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029025",
      "summary": "This redacted document details the production of electronic files related to the Epstein/Maxwell investigation for the US Attorney’s Office. Key discussions revolve around: *   **Text Reader Capabilities:** A contractor is investigating the Bureau of Prisons’ (BOP) computer systems to determine if they can open the files, aiming to prevent defense claims of inability to access them. *   **Production Format:** The contractor is producing files in their original format (Excel and TXT) to both Maxwell and defense counsel, initially converting them to ensure compatibility with the Metropolitan Detention Center (MDC). *   **Confidential Stamping:** There’s a request to apply a confidential stamp to the files, and a discussion about the method (native format vs. image placeholders). *   **Data Delivery:** Links to Relativity databases containing the production files (Deutsche Bank and JPMorgan) are provided. *   **Privilege Review:** A clarification is given that only certain documents (search warrant returns) require privilege review. *   **Initial Upload & Review:** The contractor is preparing to upload approximately 40,000 files (300GB) to Relativity for stamping, awaiting approval for direct upload or a preliminary review.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "text reader",
        "files",
        "production",
        "excel",
        "confidential",
        "database",
        "usanys",
        "discovery",
        "conversion",
        "format",
        "stamp",
        "images",
        "relativityjgo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026833",
      "summary": "On October 11, 2020, [REDACTED] informed [REDACTED] that they were moving “Goldberger hits” (likely related to Jack Goldberger’s involvement) out of the Epstein search warrant database. This followed an email from [REDACTED] (using Jack Goldberger’s email address) requesting the removal of those hits. The email was flagged for privilege review due to the potential association with Jack Goldberger, who represented Epstein.",
      "timestamp": "2020-10-11T00:00:00",
      "timestamp_raw": "October 11, 2020",
      "keywords": [
        "epstein",
        "goldberger",
        "sw",
        "search terms",
        "redaction",
        "usanys",
        "email",
        "database",
        "privilege review",
        "returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030549",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting a report from a contractor ([REDACTED] (USANYS)) summarizing search terms used in a responsiveness review of the Epstein search warrant database. The request was made on October 19, 2020, due to a tight turnaround for finalizing the review, and a preliminary report was received on October 20, 2020.",
      "timestamp": "2020-10-19T00:00:00",
      "timestamp_raw": "October 19, 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "redaction",
        "str report",
        "responsiveness review",
        "usanys",
        "contractor",
        "new york",
        "documents",
        "turnaround"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030605",
      "summary": "An email thread, dated October 20, 2020, discusses \"GM -- search warrant returns.\" The email originated from [REDACTED] to [REDACTED], [REDACTED], and [REDACTED], with copies sent to MIEllialMME and USAHUB-USAJouma1111. The email includes an attached message named \"GM -- search_warrant retums.msg.\" The subject line is \"RE: GM -- search warrant returns.\"",
      "timestamp": "2020-10-20T00:00:00",
      "timestamp_raw": "October 20, 2020",
      "keywords": [
        "search warrant",
        "redaction",
        "efta00030605",
        "gm",
        "usahub",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024736",
      "summary": "An email exchange occurred on October 20, 2020, regarding \"search warrant returns.\" The subject line was \"RE: GM -- search warrant returns.\" The sender is identified as “USAHUB-USAJouma1111” and the recipient is [REDACTED]. An attached file named “RELGMn” and a message named “search_warrant retums.msg” were included.",
      "timestamp": "2020-10-20T00:00:00",
      "timestamp_raw": "October 20, 2020",
      "keywords": [
        "search warrant",
        "returns",
        "redaction",
        "efta00024736",
        "gm",
        "usahub",
        "message",
        "outlook"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017947",
            "similarity": 0.6,
            "index": 166,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030606",
            "similarity": 0.6,
            "index": 167,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017946",
            "similarity": 0.5,
            "index": 178,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017947",
      "summary": "An email exchange discusses search warrant returns related to \"GM.\" The email was sent on October 21, 2020, and included recipients [REDACTED], [REDACTED], [REDACTED], and [REDACTED]. The email thread is identified as EFTA00017947.",
      "timestamp": "2020-10-21T00:00:00",
      "timestamp_raw": "October 21, 2020",
      "keywords": [
        "search warrant",
        "redaction",
        "gm",
        "returns",
        "message",
        "outlook",
        "email",
        "efta00017947"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024736",
            "similarity": 0.6,
            "index": 165,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030606",
            "similarity": 0.6,
            "index": 167,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017946",
            "similarity": 0.5,
            "index": 178,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030606",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on October 21, 2020, regarding search warrant returns, identified as “USAHUB-USAJouma1111” and containing the attached message “search_warrant retums.msg”. The email is associated with the identifier EFTA00030606.",
      "timestamp": "2020-10-21T00:00:00",
      "timestamp_raw": "October 21, 2020",
      "keywords": [
        "search warrant",
        "redaction",
        "usahub",
        "gm",
        "message",
        "returns",
        "email",
        "efta00030606"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017947",
            "similarity": 0.6,
            "index": 166,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024736",
            "similarity": 0.6,
            "index": 165,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017801",
      "summary": "A draft application for an amended search warrant was sent on October 22, 2020, by EFTA00017801. The application corrects FBI barcode numbers for three devices seized from Jeffrey Epstein’s NY residence and includes referenced exhibits. The email chain involved multiple redacted individuals and departments.",
      "timestamp": "2020-10-22T00:00:00",
      "timestamp_raw": "October 22, 2020",
      "keywords": [
        "efta00017801",
        "search warrant",
        "amended",
        "epstein",
        "fbi",
        "devices",
        "ny residence",
        "application",
        "exhibits",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029145",
            "similarity": 0.818,
            "index": 38,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024737",
            "similarity": 0.818,
            "index": 169,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024737",
      "summary": "An email was sent on October 22, 2020, from EFTA00024737 to [REDACTED] regarding a draft application for an amended search warrant. The application corrects FBI barcode numbers for three devices seized from Jeffrey Epstein’s NY residence and includes referenced exhibits.",
      "timestamp": "2020-10-22T00:00:00",
      "timestamp_raw": "October 22, 2020",
      "keywords": [
        "search warrant",
        "amended",
        "fbi",
        "devices",
        "epstein",
        "application",
        "redacted",
        "exhibits",
        "ny residence",
        "efta00024737"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017801",
            "similarity": 0.818,
            "index": 168,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029145",
            "similarity": 0.818,
            "index": 38,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030607",
      "summary": "An email chain discusses a draft application for an amended search warrant. The application corrects FBI barcode numbers for three devices seized from Jeffrey Epstein’s New York residence. Multiple individuals (identified only as \"[REDACTED]\") exchanged revised versions of the application, with the final draft attached to an email dated October 22, 2020. The sender, EFTA00030607, expresses gratitude for the team's work on the case.",
      "timestamp": "2020-10-22T00:00:00",
      "timestamp_raw": "October 22, 2020",
      "keywords": [
        "sw",
        "amended search warrant",
        "epstein",
        "devices",
        "fbi barcode",
        "discovery",
        "redaction",
        "application",
        "ny residence",
        "exhibits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017802",
            "similarity": 0.538,
            "index": 181,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024744",
      "summary": "This document is a Search and Seizure Warrant issued on October 27, 2020, authorizing law enforcement to search three Seagate Path 100 hard drives seized from the residence of Jeffrey Epstein at 9 East 71st Street, New York, NY. The warrant is related to violations of 18 U.S.C. including sex trafficking, transportation of minors, and conspiracy. The search is authorized to review the hard drives for evidence related to Epstein and Ghislaine Maxwell’s activities, specifically focusing on communications, travel plans, financial records, and any evidence of victim exploitation.  The warrant allows for a 30-day delay in notification if immediate notification would be detrimental to the investigation, and includes provisions for inventory, return of property, and the potential for returning the devices if no longer needed. Attachment A details the specific hard drives seized and outlines the scope of electronic discovery authorized.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "18 u.s.c. 1591",
        "18 u.s.c. 2422",
        "18 u.s.c. 2423",
        "18 u.s.c. 371",
        "jeffrey epstein",
        "new york",
        "probable cause",
        "inventory",
        "redacting",
        "forensic analysis",
        "esi",
        "attachments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029150",
            "similarity": 0.526,
            "index": 201,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018614",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted an application for a search warrant to Judge Wang. The application, along with four exhibits and a proposed search warrant, was attached. The agent was available to swear out the warrant on the afternoon of October 27, 2020, and the following morning.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "search warrant",
        "application",
        "united states attorney",
        "southern district of new york",
        "judge wang",
        "exhibit",
        "search",
        "warrant",
        "new york",
        "efta00018614"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029493",
      "summary": "An email exchange discusses adding search terms related to electronic devices, specifically including \"passenger\" and “massage/masseuse,” to a draft list. A warrant (search warrant dated 20 Mag 6719) is attached for reference. The intention is to run the terms through software (“SW returns”) the following week.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2020",
      "keywords": [
        "search terms",
        "devices",
        "redaction",
        "passenger",
        "relativity",
        "electronic devices",
        "warrant",
        "massuese",
        "returns",
        "sw"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030598",
      "summary": "An email chain discusses a flagged email address (“EFTA00030598”) related to the Epstein search warrant database. The email, originating from an unknown sender, contained a reference to an email potentially belonging to Jack Goldberger, who represented Jeffrey Epstein, and warrants a privilege review.",
      "timestamp": "2020-11-11T00:00:00",
      "timestamp_raw": "11 Oct 2020",
      "keywords": [
        "epstein",
        "sw returns",
        "redaction",
        "privilege review",
        "jack goldberger",
        "email",
        "database",
        "search warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026834",
      "summary": "*   The primary focus is on identifying the attorneys representing the estate, initially led by inquiries about Marc Weinstein and Andrew Tomback. *   A private investigator, Roy Black, is mentioned in connection with a criminal investigation. *   There’s an ongoing effort to determine whether communications involving private investigators are protected by attorney-client privilege. *   Jack Goldberger is identified as an attorney representing Epstein, and emails referencing him are flagged for privilege review. *   A request is made to remove “Goldberger hits” (likely referring to emails or information related to Goldberger’s representation) from the database. *   The email chain involves discussions about privilege issues, database reviews, and coordination between individuals.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "epstein",
        "marc weinstein",
        "andrew tomback",
        "jack goldberger",
        "private investigators",
        "estate",
        "privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023026",
      "summary": "This document is a correspondence chain between Assistant U.S. Attorney Christian Everdell and defense counsel regarding discovery requests in a case involving Ghislaine Maxwell. Key points include: *   **Delivery of Discovery Materials:** The government has provided Ms. Maxwell with copies of discovery materials, including a 4TB drive containing all previously produced materials and a CD containing documents from November 18, 2020. *   **Metadata and Device Issues:** There are concerns regarding Bates numbers, device identification (SDNY_PROD015/016), and gaps in metadata load files. The government proposes renumbering documents and providing updated DAT files. *   **Missing Documents:** The defense requests the production of missing documents, including AT&T subscriber information and flight logs. *   **Redaction Requests:** The government denies requests for a log of redactions and states they did not apply any redactions to the discovered materials. *   **Subpoena Requests:** The defense requests copies of grand jury subpoenas and the date ranges covered by them. *   **Unsealed Filings:** The government clarifies the status of a search warrant affidavit referenced in a Daily Beast article, stating it was unsealed according to court order and that the District of New Hampshire took no affirmative steps to release it.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "discovery",
        "maxwell",
        "epstein",
        "fbi",
        "cd",
        "redactions",
        "metadata",
        "subpoenas",
        "documents",
        "grant jury",
        "bates numbers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022050",
      "summary": "This email details a protocol for reviewing image and video files recovered from devices associated with Jeffrey Epstein and Ghislaine Maxwell. The protocol requires reviewers to consult the warrant and supporting affidavit. The FBI and USAO teams are tasked with reviewing specific device numbers (NYC024363, NYC024394, etc.).  The email requests a call with the teams to discuss the review process and answer questions. Attachments include the warrant application, a search warrant, a responsiveness review protocol, and the Maxwell indictment containing a photograph of Epstein and Maxwell.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review protocol",
        "fbi",
        "usao",
        "devices",
        "warrant",
        "maxwell",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037693",
            "similarity": 0.538,
            "index": 179,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017946",
      "summary": "An email thread discusses search warrant returns related to a case identified as \"GM\" (EFTA00017946). The email exchange involves multiple recipients including individuals at USANYS and SANYSil. The email includes a linked message file named “GM -- search_warrant retums.msg”.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "search warrant",
        "redaction",
        "efta00017946",
        "gm",
        "usanys",
        "outlook",
        "message",
        "returns",
        "2020",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017947",
            "similarity": 0.5,
            "index": 166,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024736",
            "similarity": 0.5,
            "index": 165,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037693",
      "summary": "A review of image and video files from ten devices (NYCO24355, NYCO24323, NYCO24326, NYCO24334, NYCO24368, NYCO24394, NYCO24390, NYCO27908, NYCO27910, NYCO24363) is being conducted, likely related to an investigation. The review involves examining files from devices recovered in connection with a search warrant (20 Mag 6719).  Reviewers are instructed to consult the warrant, supporting affidavit, and a copy of the Maxwell indictment. The FBI team is initially assigned to review specific devices, with potential reassignment based on progress. The goal is to complete the review by the following Friday.",
      "timestamp": "2020-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2020",
      "keywords": [
        "efta00037693",
        "epstein",
        "devices",
        "review",
        "warrant",
        "fbi",
        "usao",
        "image",
        "video",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022050",
            "similarity": 0.538,
            "index": 177,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017800",
      "summary": "An email thread discusses an application for an amended search warrant regarding three devices seized from Jeffrey Epstein’s NY residence. The draft application corrects FBI barcode numbers and includes referenced exhibits. Agents are now aware of the issue, and the image review is underway with a deadline.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "application",
        "amended sw",
        "search warrant",
        "fbi barcode",
        "epstein",
        "devices",
        "ny residence",
        "redacted",
        "image review",
        "guidance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017802",
            "similarity": 0.538,
            "index": 181,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017802",
      "summary": "An email was sent regarding a draft application for an amended search warrant. The application corrects FBI barcode numbers for three devices seized from Jeffrey Epstein’s New York residence. An attached document, “Application_for_Amended_Warrant_for_3_Drives_from_NY_Residencesd.docx,” contains the draft application and referenced exhibits. A paragraph was added per a prior discussion.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "efta00017802",
        "amended sw",
        "search warrant",
        "fbi barcode",
        "epstein",
        "ny residence",
        "exhibits",
        "application",
        "redaction",
        "devices"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017800",
            "similarity": 0.538,
            "index": 180,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030607",
            "similarity": 0.538,
            "index": 170,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038272",
      "summary": "*   **Goal:** The review is intended to be completed by next Friday. *   **Devices:** Ten devices are being reviewed, identified by codes like “NY-3027571” and associated with NYC locations. *   **Team Structure:**  A team is being assembled with members from the USAO and FBI. The FBI initially will review a subset of devices (listed on Page 3). *   **Protocol:** A review protocol has been established, requiring reviewers to familiarize themselves with the search warrant, affidavit, and Maxwell indictment. *   **Communication:** Regular updates and coordination are planned through email and scheduled calls.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video files",
        "device review",
        "maxwell",
        "warrant",
        "ausas",
        "cair",
        "fbi",
        "usao",
        "devices"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018615",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted an application for a search warrant (EFTA00018615) and supporting documents to Judge Wang. The application included four exhibits and a proposed search warrant. The Attorney corrected a previous submission that mistakenly included Judge Nathan’s name instead of Judge Wang’s. The Agent was available to swear out the warrant and could be contacted via email or cellphone. A related document (EFTA00018616) contained similar information.",
      "timestamp": "2020-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2020",
      "keywords": [
        "search warrant",
        "application",
        "judge wang",
        "united states attorney",
        "southern district of new york",
        "email",
        "pdf",
        "exhibits",
        "warrant",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016464",
      "summary": "A request was made to redact access to specific documents within the “US v. Epstein (SW Returns)” database. Specifically, 397,365 documents not tagged “Identified Responsive” were to be locked off, leaving 1,218,719 tagged documents accessible. The contractor, USANYS, was tasked with executing this redaction and placing the non-responsive documents in designated subfolders within the FBI’s Di Search Warrant Returns and New_Search Warrant Returns folders.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "epstein",
        "relativity",
        "usanys",
        "contractor",
        "search warrant",
        "fbi",
        "non-responsive",
        "documents",
        "data",
        "lockdown"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016526",
            "similarity": 0.538,
            "index": 185,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011251",
            "similarity": 0.538,
            "index": 204,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016526",
      "summary": "On December 8, 2020, a contractor (USANYS) requested confirmation that a search within the “US v. Epstein (SW Returns)” database should be marked as Non-Responsive and locked off. The contractor proposed placing the Non-Responsive documents in subfolders within the “al Search Warrant Returns” and “USvE_20200728” parent folders. On December 4, 2020, a request was made to lock off access to 397,365 documents not tagged “Identified Responsive,” leaving 1,218,719 tagged documents accessible.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "efta00016526",
        "non-responsive",
        "maxwell relativity",
        "usanys",
        "contractor",
        "search warrant returns",
        "data",
        "lockdown",
        "documents",
        "relativity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016464",
            "similarity": 0.538,
            "index": 184,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023110",
      "summary": "Department of Justice’s Office of International Affairs is responding to a request for legal assistance from France. *   The request pertains to an investigation into Jeffrey Epstein and Ghislaine Maxwell, initiated by French authorities. *   French authorities conducted a search warrant execution at Epstein’s Paris residence in September 2019, gathering evidence related to the case. *   French authorities are seeking information from the U.S. regarding designated individuals, including Maxwell and other victims. *   The U.S. Attorney’s Office is authorized to assist under the 1998 and 2004 U.S.-France Mutual Legal Assistance Treaties and 18 U.S.C. § 3512. *   The AUSA is not anticipating the need to compel record production but may seek a commissioner subpoena if required. *   Coordination between the U.S. and French authorities is emphasized, with the Office of International Affairs acting as the main point of contact. *   The request is classified and requires all filings to be under seal.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "mutual legal assistance treaty",
        "jeffrey epstein",
        "ghislaine maxwell",
        "france",
        "criminal investigation",
        "u.s. department of justice",
        "legal assistance",
        "mutual legal assistance instrument",
        "18 u.s.c. § 3512"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026466",
      "summary": "An Assistant United States Attorney is querying a search warrant database regarding the frequency of \"gmax\" searches. The Attorney reports 3,835 hits, which they find low. A previous email indicates that most of Maxwell's emails were found on one thumb drive from a New York residence, and that there were limited emails between Epstein and Maxwell.",
      "timestamp": "2021-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "relativity",
        "thumb drives",
        "search warrant",
        "gmax",
        "united states attorney",
        "new york residence",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030887",
      "summary": "An email request was sent from “1==e” to “[REDACTED]” (USANYS Contractor) on January 25, 2021, requesting the creation of review batches for an Epstein database. The batches should contain approximately 500 documents each, and should include materials responsive to the search terms “gmax” and “gmaxl”.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "epstein",
        "database",
        "redaction",
        "search warrant",
        "batches",
        "documents",
        "gmax",
        "gmaxl",
        "contractor",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015823",
      "summary": "The United States Attorney’s Office, via the Southern District of New York, is responding to a request from defense counsel to review sixteen DVD-R discs held by the FBI. These discs, labeled with Palm Beach County Sheriffs Office case information, are identified as a forensic image of a computer (the “Epstein Computer”) seized from Jeffrey Epstein’s residence in 2005. The FBI was unable to access the files on the discs due to their inoperability. The Government now asserts it lacks a lawful basis to review the image, citing the absence of a warrant authorizing content review and the passage of time since the computer’s seizure. Furthermore, the estate of Epstein has refused to waive attorney-client privileges, preventing a privilege review before any potential examination of the discs. Consequently, the Government states the discs are not discoverable.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "April 9, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "epstein",
        "jeffrey epstein",
        "palm beach",
        "forensics",
        "discs",
        "evidence",
        "united states v.",
        "criminal investigation",
        "search warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018077",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested a review of item USGME00032574 within the Epstein search warrant database due to a subject line (“joint defense agreement”) that prompted caution. The email was sent from [REDACTED] to [REDACTED] with CCs including [REDACTED].",
      "timestamp": "2021-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2021",
      "keywords": [
        "epstein",
        "database",
        "redaction",
        "joint defense agreement",
        "usgme00032574",
        "usanys",
        "efta00018077",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018855",
      "summary": "On September 28, 2021, a USANYS contractor sent a list of exhibits related to MEM GX to aUSANYS. The exhibits included photographs of Epstein, Maxwell, and an unidentified individual (from photobooks), a group photo with CA, PB search warrant photos, video of a search, property receipts, FedEx records, flight records, AT&T records, deposition and Mar-A-Lago records, maps, a sworn statement (EFTA00018855), and EFTA00018856.",
      "timestamp": "2021-09-28T00:00:00",
      "timestamp_raw": "September 28, 2021",
      "keywords": [
        "efta00018855",
        "gx",
        "maxwell",
        "epstein",
        "photobook",
        "search warrant",
        "fedex",
        "flight records",
        "mar-a-lago",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013424",
      "summary": "On October 9, 2021, an Assistant United States Attorney from the United States Attorney’s Office, Southern District of New York, sent emails to a “SANYS” individual and “Inca” containing documents related to the Epstein investigation. The attachments included: a search warrant document dated June 20, 2020; an email status update regarding external emails related to Epstein evidence dated August 4, 2020; High Definition (HD) files dated October 9, 2020; and a document detailing evidence pulling from the Bronx dated October 9, 2020.",
      "timestamp": "2021-10-09T00:00:00",
      "timestamp_raw": "October 9, 2021",
      "keywords": [
        "epstein",
        "usanys",
        "search warrant",
        "email",
        "evidence",
        "bronx",
        "documents",
        "new york",
        "southern district",
        "assistant united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024903",
      "summary": "An email chain discusses a Relativity search of phone numbers. The sender, [REDACTED], completed the initial four searches and identified “hits” that require sorting. The results are documented in a Word document, categorized as “US vs Epstein” (labeled “JE”) and “JE SW” (referencing search warrants). The document includes control numbers and brief descriptions of the matches found. Further updates with additional search results are planned.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "relativity",
        "phone numbers",
        "fbi",
        "nypd",
        "redaction",
        "search warrants",
        "epstein",
        "us",
        "je",
        "hits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026528",
      "summary": "Following a meeting, the sender requests assistance with preparing for potential charges against Maxwell. Specifically, tasks include: *   Creating a photobook/photo array featuring individuals from the 1990s, particularly females of similar age and appearance. *   Locating and reviewing records including Interlochen records (I’M, Epstein, Maxwell), school records (Palm Beach & New York), Maxwell’s travel logs (US & UK 1994-1998, 1994-1996, 1995-1996), and search warrant materials. *   Conducting interviews with Maxwell’s mother, brother, sister, and former boyfriend, seeking records, photos, and emails related to specified time periods. *   Tracking subpoenas needed to obtain records.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00026528",
        "maxwell",
        "epstein",
        "photobook",
        "records",
        "search warrant",
        "interviews",
        "subpoenas",
        "flights",
        "emails"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038089",
      "summary": "The document details an operation targeting Jeffrey Epstein, a registered sex offender, for arrest and a search warrant execution. The operation involves collaboration between the FBI, NYPD, and CBP. The target’s residence is a 19,000 square foot multi-story house in Teterboro, NJ and New York City.  The plan includes a silent hit notification, CBP detainment upon return to the US, and a coordinated arrest and search warrant execution at the New York premises. Personnel assignments, communication protocols, and a deadly force policy are outlined. Site surveys detail the locations and features of the targeted properties.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "florida",
        "solicitation of prostitution",
        "registered sex offender",
        "teterboro airport",
        "new york",
        "criminal record",
        "arrest",
        "cbp",
        "nypd",
        "search warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037368",
            "similarity": 0.588,
            "index": 203,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020134",
      "summary": "This document is a Search and Seizure Warrant issued by a U.S. Magistrate Judge for the Southern District of New York. It authorizes law enforcement to search a nearly 19,000 square foot single-family residence located in New York, NY, for evidence related to violations of Title 18, United States Code, Sections 371 and 1591 (sex trafficking of minors and conspiracy). The warrant permits the photographing and video recording of the premises and the seizure of documents, furnishings, and other items related to the suspected offenses. An inventory must be prepared and returned to the court, and immediate notification is authorized with a 30-day delay under specific circumstances.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "united states district court",
        "new york",
        "magistrate judge",
        "title 18 u.s. code",
        "1591",
        "371",
        "redaction",
        "attachment a",
        "evidence",
        "seizure"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021303",
            "similarity": 0.6,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028523",
            "similarity": 0.692,
            "index": 205,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028485",
      "summary": "This document is a Search Warrant application submitted by a federal law enforcement officer requesting a search of Jeffrey Epstein’s residence at a property in New York. The application seeks to find evidence related to sex trafficking of minors and sex trafficking conspiracy (18 U.S.C. § 1591 and 371) based on information gathered from a victim, identified as Victim-1, who alleges Epstein sexually abused her and facilitated similar abuse by other minors. The affidavit details observations of massage tables, busts (three-dimensional representations of female torsos), and photographs depicting nude women within the property. The application also references conversations with law enforcement officers who have interviewed Victim-1, corroborating her account. The warrant specifically targets the residence and seeks to seize items linked to the alleged crimes, including taxidermied animals and massage paraphernalia, and relies on probable cause established by Victim-1’s testimony.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "jeffrey epstein",
        "new york",
        "southern district of new york",
        "fbi",
        "investigation",
        "evidence",
        "conspiracy",
        "18 u.s.c. § 1591",
        "371"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029476",
      "summary": "This document is a Search and Seizure Warrant (AO 93 Rev. 11/13) issued for the District of New Hampshire. It authorizes law enforcement to search for a cellular device associated with “G Max” using cell-site simulator technology (Attachment B) to locate it, based on an investigation related to GHISLAINE MAXWELL under 18 U.S.C. §§ 371, 2422, 2423(a), and 1623. The warrant allows for a 30-day search, 6:00 a.m. to 10:00 p.m., during all times of day or night, and specifically prohibits the interception of communications or seizure of tangible property. Attachment A identifies the specific cellular device being targeted. The document includes sections for warrant execution, inventory, return, and certification.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "cell-site simulator",
        "at&t",
        "ghislaine maxwell",
        "18 u.s.c. § 3103a",
        "electronic investigative technique"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030741",
      "summary": "This document is a Search and Seizure Warrant issued by a U.S. Magistrate Judge for the Southern District of New York, dated December 26, 2025. It authorizes law enforcement to search six binders containing CDs, seized from a blue and black suitcase on July 11, 2019. The search is related to potential violations of Title 18 U.S.C. Sections 1591 and 371 (sex trafficking offenses).  The warrant allows for a 30-day delay of notification if it’s deemed adverse, and authorizes a thorough review of the electronic storage media (ESI) within the seized items, focusing on evidence related to child exploitation (specifically focusing on teenage girls).  The warrant specifies procedures for execution, inventory, and return of the seized property.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "efta00030741",
        "cd",
        "evidence",
        "seizure",
        "affidavit",
        "probable cause",
        "law enforcement",
        "inventory",
        "esi",
        "united states district court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014063",
      "summary": "The United States Attorney requests that documents related to an Application for Search Warrant and a Motion to File Documents under Seal be sealed due to their connection to an ongoing grand jury investigation. The motion cites Federal Rule of Criminal Procedure 6(e)(6) and argues that public disclosure would jeopardize the investigation, notify potential targets, and undermine the grand jury’s function.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "grand jury",
        "seal",
        "united states",
        "motion to file documents",
        "federal rule of criminal procedure",
        "investigation",
        "disclosure",
        "criminal justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029150",
      "summary": "This document is a search and seizure warrant issued on December 26, 2025, related to an investigation involving Jeffrey Epstein and Ghislaine Maxwell. The warrant authorized the seizure of three Seagate Path 100 hard drives from Epstein’s New York residence, identified by FBI barcodes. The warrant allows law enforcement to review the data on these devices for evidence related to violations of federal laws concerning sex trafficking, transportation of minors, and conspiracy. Specifically, investigators are authorized to examine communications, financial records, travel plans, and any materials depicting minors in sexually suggestive or exploitative contexts. A 30-day delay of notification is authorized to prevent adverse results related to 18 U.S.C. § 2705. The return portion of the document outlines procedures for executing the warrant, including inventory creation and filing.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "seizure",
        "warrant",
        "electronic devices",
        "fbi",
        "jeffrey epstein",
        "new york",
        "18 u.s.c. 1591",
        "18 u.s.c. 2422",
        "18 u.s.c. 2423",
        "18 u.s.c. 371",
        "probable cause",
        "redacting analysis",
        "seizure warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024744",
            "similarity": 0.526,
            "index": 171,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029601",
      "summary": "This document is a Curriculum Vitae for an FBI Computer Analysis Response Team (CART) expert witness. The individual has over 15 years of experience as a Computer Forensic Examiner, starting in 2005 with the FBI New York Field Office. Their experience includes analyzing over 1000 pieces of computer media in over 300 cases, conducting search warrant operations, and providing expert testimony in Federal Court.  Prior to the FBI, they held various roles in programming and data administration at Viecore, Inc. and Erisco, Inc. They possess advanced educational qualifications including a Master’s in Digital Forensics and Cyber Security and a Bachelor’s in Business and Computer Science.  The CV details extensive forensic training and certifications across multiple tools and platforms, including EnCase, FTK, Cellebrite, and various mobile forensics techniques, highlighting ongoing professional development and specialized skills.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "computer forensics",
        "digital forensics",
        "cyber security",
        "evidence analysis",
        "search warrant",
        "data recovery",
        "windows forensics",
        "mobile forensics",
        "macintosh forensics",
        "encase",
        "ftk",
        "iacis",
        "certifications",
        "training"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037368",
      "summary": "He is 66 years old, 6’0” tall, and has blue eyes and gray hair. *   **Operation Location:** The operation is planned for two locations: Teterboro Airport (NJ) and New York, NY. The target premises is a nearly 19,000 square foot multi-story single-family residence. *   **Site Survey:** The location is described as a residence with specific details like a red door and potential escape routes. *   **Vehicle:** A 2016 Black Chevrolet Suburban (License Plate HCP5713) is associated with the subject. *   **Operation Details:** A silent hit notification has been placed for Epstein’s return to the US. The planned arrest involves coordination between FBI, NYPD, and CBP, with a subsequent search warrant execution. *   **Personnel Assignments:** A team of FBI and NYPD personnel are assigned various roles, including command, arrest, search, transport, and interviews. *   **Communications:** Communications protocols and contact information for various agencies and a confidential source are listed. *   **Policy:** The FBI Deadly Force Policy dictates that deadly force is permissible only when there is a reasonable belief of imminent death or serious bodily injury.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "solicitation of prostitution",
        "minor",
        "florida",
        "registered sex offender",
        "teterboro airport",
        "new york",
        "search warrant",
        "arrest",
        "cbp",
        "nypd",
        "fbi",
        "6'0\"",
        "180",
        "white",
        "2016 chevrolet suburban"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038089",
            "similarity": 0.588,
            "index": 195,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011251",
      "summary": "The FBI has limited its review of materials related to Jeffrey Epstein’s devices to documents tagged \"Responsive\" in Relativity, images and videos identified as responsive, and specific iPad/iPhone portions flagged responsive by SDNY. Moving forward, the sender requests confirmation if any non-responsive material is encountered and proposes action to lock it off. A request is made to lock off 397,365 non-responsive documents from the “US v. Epstein (SW Returns)” database, leaving 1,218,719 responsive documents accessible.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "relativity",
        "fbi",
        "responsive",
        "non-responsive",
        "documents",
        "search warrant",
        "data",
        "maxwell",
        "us v. epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016464",
            "similarity": 0.538,
            "index": 184,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028523",
      "summary": "A search and seizure warrant (AO 93) was issued by Judge Barbara Moses for the Southern District of New York, relating to violations of Title 18 U.S.C. Sections 371 and 1591 (sex trafficking). The warrant authorizes the search of a nearly 19,000 square foot single-family residence at a location in New York, NY, and the seizure of evidence related to sex trafficking of minors and conspiracy. The warrant allows for photographic and video documentation of the premises and the collection of items like utility bills, mail, and identification documents. An immediate delay of notification is authorized for up to 30 days. The warrant requires the execution officer to prepare and return an inventory of seized property to the court.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "united states district court",
        "southern district of new york",
        "magistrate judge",
        "title 18 u.s. code",
        "371",
        "1591",
        "evidence",
        "affidavit",
        "redaction",
        "attachment a"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020134",
            "similarity": 0.692,
            "index": 196,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021303",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037378",
      "summary": "The West Palm Beach Police Department and the FBI investigated Jeffrey Epstein following a 2005 report of abuse by a victim’s parents. The investigation involved interviews with approximately 35 victims, a search warrant of Epstein’s Florida residence, and analysis of records. Epstein pleaded guilty to soliciting prostitution in 2008 and served 18 months in jail. Subsequently, the SDNY opened an investigation into his conduct in New York City, where he maintained a significant presence and connections. Victims, including Victim-1, reported Epstein recruiting and exploiting underage girls, primarily between the ages of 14 and 17, through arranged “massages” involving sexual acts and payments. These activities occurred in locations including Florida, New York City, the U.S. Virgin Islands, and New Mexico. Epstein and his co-conspirators coerced others to recruit additional minor girls. The investigation continues to pursue potential co-conspirators and gather further evidence.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "florida",
        "new york",
        "victims",
        "investigation",
        "prosecution",
        "sexual abuse",
        "recruitment",
        "sex trafficking",
        "manhattan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}