{
  "keyword": "scanning",
  "count": 34,
  "keyword_match_count": 34,
  "content_match_count": 19,
  "total_files": 53,
  "timeline": [
    {
      "file_id": "EFTA00007720",
      "summary": "This document appears to be a redacted collection of files related to a Federal Bureau of Investigation (FBI) investigation, likely involving a subject named [REDACTED]. The files include emails (dated November 7, 2005), digitized photographs of the subject, and personal information such as name, address, date of birth, physical characteristics, and driver’s license details (including Hawaii DL number, SSN, and endorsements). Several pages are redacted, and the files indicate a process of scanning and digitization with associated media not captured. The documents reference various communication channels (phone, fax) and a detective.",
      "timestamp": "2005-11-07T00:00:00",
      "timestamp_raw": "November 7, 2005",
      "keywords": [
        "efta00007720",
        "fbi",
        "investigation",
        "hawaii",
        "honolulu",
        "detective",
        "redaction",
        "photograph",
        "dlnumber",
        "ssn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010956",
      "summary": "This document presents a collection of news reports and intelligence analyses concerning terrorism investigations and related events, primarily focusing on 2019. Key themes include: *   **U.S. Coast Guard Officer Case:** A U.S. Coast Guard officer, Christopher Paul Hasson, was arrested and charged with studying extremist manifestos and conducting unauthorized searches for information on terrorist groups, facing charges including kidnapping conspiracy. *   **Somalia Kidnapping Investigation:** An investigation into the 2012 kidnapping of a journalist in Somalia involved Abdi Yusuf Hassan and Mohamed Tahlil Mohamed, with FBI holdings linked to the suspects. *   **ISIS-Related Activities:** The document details several ongoing investigations and incidents related to ISIS and affiliated groups, including: a former ISIS fighter providing intelligence to the FBI, the ongoing threat of ISIS online propaganda, the attempted recruitment of American citizens by ISIS, and the arrest of individuals linked to the group in Germany, Philippines, and Venezuela. *   **Counterterrorism Efforts:** It highlights various U.S. government strategies to combat terrorism, such as increased biometric scanning, data sharing, and targeted airstrikes against drug labs and militant groups (particularly in Afghanistan). *   **Extremist Returnees:** The document examines cases of individuals who returned from conflicts in Syria and Iraq, including a Canadian released from prison despite concerns about continued radicalization and the challenges of prosecuting individuals involved in overseas terrorist activities. *   **Venezuela Situation:** A former intelligence chief, Hugo Carvajal, defected and provided evidence against President Maduro’s inner circle, alleging corruption and drug trafficking. *   **Historical Context:**  The document includes a brief historical account of the U.S. government's involvement in a deceptive operation during the Reagan administration to monitor suspected terrorist contacts. Essentially, it's a snapshot of various ongoing terrorism investigations and counterterrorism efforts, demonstrating the persistent global threat and the diverse actors involved.",
      "timestamp": "2019-02-22T00:00:00",
      "timestamp_raw": "22 Feb 2019",
      "keywords": [
        "coast guard",
        "terrorism",
        "manifesto",
        "anders behring breivik",
        "unabomber",
        "virginia tech",
        "eric rudolph",
        "somalia",
        "kidnapping",
        "ransom",
        "isis",
        "jihadist",
        "terrorism travel",
        "biometric scans",
        "al-qaeda",
        "fbi",
        "syria",
        "pakistan",
        "germany",
        "intelligence",
        "terrorist groups",
        "afghanistan",
        "us citizen",
        "efta"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030220",
      "summary": "Emails between USANYS and the FBI regarding the Epstein investigation, specifically concerning redacted records (EFTA00030220 and EFTA00030221). The emails detail a request for the full set of scanned records (16,000 or 29,000 pages) to be uploaded to a W drive and an index of the materials.  Multiple individuals involved sought confirmation of scanning, coordination, and contact information for expedited assistance.",
      "timestamp": "2019-04-01T00:00:00",
      "timestamp_raw": "01 Apr 2019",
      "keywords": [
        "epstein investigation",
        "records",
        "fbi",
        "w drive",
        "scanned records",
        "usanys",
        "contact information",
        "redaction",
        "s",
        "29000 pages"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009931",
      "summary": "On May 17, 2019, Assistant U.S. Attorneys from the Southern District of New York contacted FBI New York (SSA and Squad C-20) regarding the Epstein investigation. They requested examples of cases where a vendor handled document scanning, cataloguing, and indexing, due to concerns about their office managing this process. The FBI responded, suggesting a call early the following week to discuss the most productive way to provide this information. EFTA00009931 is the document identifier.",
      "timestamp": "2019-05-17T00:00:00",
      "timestamp_raw": "May 17, 2019",
      "keywords": [
        "epstein investigation",
        "redaction analysis",
        "ssa",
        "fbi new york",
        "ausas",
        "vendor",
        "scanning",
        "cataloguing",
        "indexing",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037328",
      "summary": "Multiple individuals are experiencing delays in receiving files related to the Epstein investigation. The files were initially believed to be located in Florida and scheduled for immediate transfer, but the status remains unclear. Concerns exist regarding a lack of a resolution plan and pressure from supervisors. The preferred method of receiving the files is direct delivery to the office, with a proposed third-party scanning process.  The FBI and ASAC are currently hesitant to send the files directly to the USAO.  Several past investigations utilizing outside vendors for sensitive documents are referenced, and the vendor selection process prioritizes confidentiality. There is a request for communication and information regarding the files' whereabouts and the timeline for delivery.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "fbi",
        "florida",
        "vendor",
        "files",
        "resolution",
        "delivery",
        "scanning",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037316",
      "summary": "The files, initially believed to be located in Florida, were reportedly shipped to New York. There is confusion regarding the exact location and contents of the files, with differing opinions on whether they were fully located and available. A key concern is the lack of a clear plan for handling the materials – whether to send them directly to the USAO, have a vendor handle the scanning, or involve the ASAC. There's pressure from supervisors to resolve the issue quickly, and the parties involved are discussing potential solutions, including utilizing a third-party vendor and coordinating with the ASAC and FBI legal teams. Several past cases utilizing outside vendors for sensitive documents were referenced as examples.",
      "timestamp": "2019-05-29T00:00:00",
      "timestamp_raw": "29 May 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "fbi",
        "ny",
        "florida",
        "asac",
        "vendor",
        "scanning",
        "case files",
        "documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037308",
      "summary": "A request was made to turn over a file to the SDNY for scanning by a third-party vendor, following a similar action taken in the U.S. v. Adeglass case. The sender had received pushback from legal regarding this request. The recipient had previously utilized outside vendors for investigations involving sensitive documents, including medical records, and maintained confidentiality through contractual agreements. They proposed a process where materials would be managed by their paralegals and scanned by the vendor, with the scanned documents then sent to the SDNY or back to Florida. Several previous investigations involving outside vendors had been conducted, including U.S. v. Chombe, U.S. V. Adel&, U.S. V. Ng Lap S, U.S. V. Tortora, U.S. V. Ashraf H, U.S. V. Goldbren, U.S. v. Vargas, U.S. V. Krupkin, and U.S. v. Cruz.",
      "timestamp": "2019-06-03T00:00:00",
      "timestamp_raw": "03 Jun 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "sdny",
        "relativity",
        "adelglass",
        "medical records",
        "legal hurdles",
        "vendor",
        "u.s. vs adeglass",
        "patient files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037279",
      "summary": "A request was made to release the Epstein case file (EFTA00037279.pdf) to a third-party vendor for scanning, cataloging, and indexing, as requested by the USAO SDNY. Previous FBI files have utilized similar vendors. The preferred method for processing the file involves delivering materials to the office for paralegal management and subsequent sending to the recipient after scanning. Examples of prior FBI investigations using external vendors include U.S. v. Chambers, U.S. V. Ade!glass, U.S. V. Ng Lap Sen, U.S. V. Tortora, U.S. V. Ashrof Has, U.S. V. Goldbrene, U.S. V. Vargas, U.S. V. Krupkin, and U.S. V. Cruz. The vendor selection process involves a small, regularly used group of organizations with strict confidentiality agreements.",
      "timestamp": "2019-06-07T00:00:00",
      "timestamp_raw": "07 Jun 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "redaction analysis",
        "usao sdny",
        "third party vendor",
        "scanning",
        "digital format",
        "fbi files",
        "confidential",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037295",
      "summary": "Sean requested concurrence to release the Epstein investigation case file (EFTA00037295) to a third-party vendor for scanning, cataloging, and indexing, at the request of the USAO SDNY. The decision is based on previous instances where similar files were scanned by outside vendors, including those related to U.S. v. Chambers, U.S. v. Adelglass, U.S. v. Ng Lap Se, U.S. v. Tortora, U.S. v. Ashrof Ho, U.S. v. Goldbrene, U.S. v. Vargas, U.S. v. Krupkin, and U.S. v. Cruz. The vendor selection process involves a limited number of organizations with confidentiality agreements. The desired workflow involves receiving the documents, having them scanned by the vendor, and then sending them back to Miami or the New York field office.",
      "timestamp": "2019-06-12T00:00:00",
      "timestamp_raw": "12 Jun 2019",
      "keywords": [
        "epstein investigation",
        "records management",
        "fbi",
        "vendor",
        "scanning",
        "digital format",
        "documents",
        "case file",
        "sdny",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037303",
            "similarity": 0.667,
            "index": 9,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037303",
      "summary": "An email chain discusses the transfer of the Epstein case file from the Miami office to a third-party vendor for scanning and digitization, requested by the USAO SDNY. The SDNY wants the file in a digital format for cataloging and indexing. Previous FBI files have utilized this process. The sender, Sean, proposes a workflow involving Miami’s paralegals managing the process with the vendor. He references several past cases where similar vendors were used and emphasizes the confidentiality agreements with these organizations. The NY0 CD is copied for input.",
      "timestamp": "2019-06-20T00:00:00",
      "timestamp_raw": "20 Jun 2019",
      "keywords": [
        "epstein investigation",
        "records management",
        "sdny",
        "fbi",
        "vendor",
        "scanning",
        "documents",
        "case file",
        "third party",
        "release"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037295",
            "similarity": 0.667,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037458",
      "summary": "The document is a record of email exchanges related to the release of records pertaining to the Epstein investigation, specifically concerning files held by the FBI in Miami. A central issue revolves around delays in obtaining the files and coordinating with the FBI New York office and the vendor tasked with scanning them. There are repeated requests for updates, concerns about a lack of a clear plan, and frustration over the extended timeline (six months) for accessing the materials. Multiple parties – including FBI contacts in Miami, New York, and OGC – are involved in the communication, often conflicting in their approaches and creating bottlenecks in the process. The core problem appears to be a disagreement over the routing of the files, with some parties advocating for direct delivery to the USAO while others prefer the files to be scanned locally before being sent. Finally, there is concern about the disheveled condition of the files upon arrival and the need for an accurate assessment before proceeding with the vendor process.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "fbi",
        "miami",
        "ogc",
        "vendor",
        "scanning",
        "legal",
        "files",
        "third party"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028415",
      "summary": "*   The vendor is in the process of scanning all old case files and anticipates having Epstein’s file within 10 days. *   The Lieutenant is concerned about potential questions regarding the photographs discovered during a search and their impact on Epstein’s registration status. *   There is a request for a 2011 state risk assessment related to Epstein, and a reminder that Epstein is a registered Level 3 sex offender requiring regular reporting and photo updates. *   The Assistant U.S. Attorney is involved in coordinating the release process and ensuring compliance with New York State regulations.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "nypd",
        "sex offender monitoring unit",
        "risk assessment",
        "dcjs",
        "new york",
        "bail hearing",
        "registration",
        "photos",
        "level 3 sex offender"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027113",
      "summary": "Attorney’s Office, S.D.N.Y. *   An email chain documented the notification to individuals involved in the Epstein case (likely FBI and USAO personnel) about the litigation hold. *   Individuals were instructed to preserve all records related to Epstein, including emails, documents, and potentially text messages, due to a potential wrongful death lawsuit. *   Specific instructions were given regarding document preservation practices: saving existing documents as new versions, scanning hard-copy notes, and reporting on any text message activity. *   A USAO number (2018R01618) was provided for identifying the portion of the case being worked on. *   A formal litigation hold notice was circulated for review and completion.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "epstein",
        "litigation hold",
        "document preservation",
        "usao",
        "emails",
        "records",
        "litigation",
        "suicide",
        "confinement",
        "text messages"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027253",
      "summary": "A contractor (USANYS) organized files related to Jeffrey Epstein’s activities within prison. Commissary receipts/finance documents were kept outside of primary folders but within MCC Recs. Within the MCC Regs folder, inventory files with daily key counts were separated for potential differences, and a confusing training file was left untouched. The contractor indicated remaining files were straightforward.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "epstein",
        "prison",
        "commissary receipts",
        "finance documents",
        "key counts",
        "inventory",
        "scanning",
        "files",
        "mcc regs",
        "mimusanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027254",
      "summary": "An individual (USANYS) received a communication from a contractor (a ANYS) regarding scanned files related to Jeffrey Epstein’s activities within prison. The contractor organized the files, noting commissary receipts/finance documents were kept outside of main folders and a separate file was created for daily key counts within an inventory file. The contractor also found a large, confusing training file (MCC training 06-06-19 & information) and requested clarification if needed.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "efta00027254",
        "redaction",
        "epstein",
        "prison",
        "commissary",
        "finance",
        "inventory",
        "key counts",
        "mcc regs",
        "scanning"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018872",
      "summary": "*   An individual ([REDACTED]) organized files related to Jeffrey Epstein’s activities, including commissary receipts and finance documents. *   Files were categorized, with some duplicates or unclear distinctions (e.g., inventory and key counts) leading to the creation of separate files. *   The MCC training 06-06-19 & information file was deemed confusing and not fully processed. *   Updates were requested to the outstanding requests and subpoena logs. *   The files were labeled EFTA00018872 and EFTA00018873.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "28 Aug 2019",
      "keywords": [
        "scanning",
        "redaction",
        "usanys",
        "contractor",
        "epstein",
        "files",
        "log",
        "receipts",
        "key counts",
        "mcc regs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020773",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is coordinating with Marc Weinstein and Andrew Tomback regarding the production of materials related to the estate of Jeffrey Epstein. The Attorney agrees with a plan to scan photographs and produce them electronically. They are open to receiving original materials like a photo book if scanning is not feasible. Loose, unlabeled discs are not requested currently, but their production will be considered if they contain photos. The Attorney emphasizes that the government isn’t requesting a privilege waiver but intends to seek a formal position on whether the estate will waive attorney-client privilege for discovery review in the United States v. Maxwell case. Until a formal position is obtained, the government will assume the privilege remains in effect.",
      "timestamp": "2020-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2020",
      "keywords": [
        "efta00020773",
        "redaction analysis",
        "estate",
        "jeffrey epstein",
        "sdny investigation",
        "privilege",
        "discovery",
        "production",
        "united states v. maxwell",
        "photographs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030986",
      "summary": "This document is a series of email exchanges between the Southern District of New York (SDNY) and the FBI regarding the discovery process in a case, likely involving child exploitation and human trafficking. Key points include: *   **Discovery Items Requested:** The SDNY is requesting various items, including scanned documents (message pads, paper evidence, evidence scans), FBI files, returns for warrants, and copies of digital media. *   **Status Updates:** The FBI provides updates on the progress of scanning and organizing the evidence, noting challenges like large volumes of data and the need to remove potentially disturbing images. *   **Missing Materials:** Specific items are identified as missing, such as full FBI Sentinel files, CART paperwork, 302s regarding device extractions, and scans of documents provided by Reiter. *   **Technical Issues:** There are reports of technical difficulties, including large attachment sizes and the need for scans without post-it notes. *   **Timeline Concerns:** Discussions revolve around timelines for receiving the requested materials and scheduling calls to coordinate efforts.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "fbi",
        "discovery",
        "scans",
        "message pads",
        "miami",
        "transcripts",
        "warrants",
        "evidence",
        "returns",
        "files",
        "data",
        "images",
        "post-it notes",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010429",
      "summary": "An email chain discusses reviewing documents related to the SDFL’s investigation into Jeffrey Epstein and Ghislaine Maxwell. The West Palm Beach office has case files and boxes of documents gathered for the OPR inquiry, including a scanner used exclusively by OPR for scanning and sending documents to their DOJ accounts. A USANYS representative offers to facilitate a review and scanning of these materials, attaching an inventory of the materials. The New York team is supervising the process and requests a call to discuss arrangements.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "sdfl",
        "west palm beach",
        "documents",
        "opr",
        "ghislaine maxwell",
        "usanys",
        "scan",
        "inventory",
        "case files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011503",
            "similarity": 0.818,
            "index": 19,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00009860",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031914",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011503",
      "summary": "*   The documents, including case files and OPR-gathered materials, are located in a secure room in West Palm Beach. *   A scanner was used by the OPR for exclusive document scanning to their DOJ accounts. *   The USANYS team offers to facilitate review and scanning of the documents for the Southern District of New York’s trial team. *   A call is proposed to coordinate the process.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "usanys",
        "west palm beach",
        "sdfl",
        "documents",
        "case files",
        "scan",
        "opr",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010429",
            "similarity": 0.818,
            "index": 18,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00009860",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009860",
      "summary": "*   The request involves scanning CDs and cassette tapes within the materials, due to the presence of these media. *   The West Palm Beach office offers to provide a secure room and a dedicated scanner for review, having previously utilized a vendor for this purpose. *   The US Attorney is coordinating with a team in New York that is prosecuting Ghislaine Maxwell, and suggests reaching out to the West Palm Beach office for access to the documents. *   A copy of an inventory of the materials is offered.",
      "timestamp": "2020-08-31T00:00:00",
      "timestamp_raw": "31 Aug 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "usanys",
        "vendor",
        "scan",
        "documents",
        "west palm beach",
        "sdfl",
        "inventory",
        "covid"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011503",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010429",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028670",
      "summary": "*   Approved vendors included: ARTCraft Engraving & Printing, Jacques Kaye LLC/1st Choice Printing, Lourdes T. Cox/Curia Document, Melken Solutions LLC, Ricoh USA, Sharp Integrated Services/DBA SIR Speedy, Urban House LLC, and Expedia Imaging. *   Expedia Imaging was banned from performing services. *   The request was initiated because there was no current contract in place for these services. *   The office was seeking recommendations for reputable vendors in Fort Lauderdale, Miami, and West Palm Beach. *   Two potential options were offered: contacting vendors directly or sending documents to the NOC (Network Operations Center). *   Questions were raised regarding deadlines, document handling (originals vs. copies), storage requirements, and security protocols.",
      "timestamp": "2020-09-01T00:00:00",
      "timestamp_raw": "01 Sep 2020",
      "keywords": [
        "vendors",
        "copying",
        "scanning",
        "vendors",
        "usao",
        "vendors",
        "confidential",
        "vendors",
        "fort lauderdale",
        "miami",
        "vendors"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023016",
      "summary": "On September 10, 2020, multiple individuals communicated regarding a financial shortfall, referring to “out of money.” One party stated that another individual would provide $10,000 for Maxwell. Discussions involved concerns about insufficient funds through the end of the fiscal year, delaying new projects, and the potential for “play in the joints” (unspecified financial flexibility). A request was made to initiate scanning and processing of SDFL and OPR Epstein-related materials, ideally before October.",
      "timestamp": "2020-09-10T00:00:00",
      "timestamp_raw": "September 10, 2020",
      "keywords": [
        "efta00023016",
        "redaction analysis",
        "out of money",
        "maxwell",
        "epstein",
        "sdfl",
        "vendor",
        "emergencies",
        "scanning",
        "october"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023018",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023018",
      "summary": "Several emails exchanged between individuals, including [REDACTED], discuss a situation involving “out of money,” referencing approximately $10,000. Discussions involve Maxwell and an SDFL vendor intended for scanning and processing Epstein-related materials. A concern is expressed about the lack of funds through the end of the fiscal year, delaying new initiatives.",
      "timestamp": "2020-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2020",
      "keywords": [
        "efta00023018",
        "redaction analysis",
        "out of money",
        "epstein",
        "sdfl",
        "vendor",
        "emergencies",
        "maxwell",
        "opr",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023016",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010988",
      "summary": "An email exchange discusses a scanning project for 28 Epstein-related boxes for the Southern District of New York (SDNY). Melkin Solutions, contacted by an Assistant United States Attorney, is coordinating with USAFLS to arrange for the vendor to pick up the boxes for scanning. A preference is expressed for the vendor to process the boxes at their office to expedite the scanning process, and a budget approval was already granted.",
      "timestamp": "2020-09-15T00:00:00",
      "timestamp_raw": "15 Sep 2020",
      "keywords": [
        "scanning",
        "sdny",
        "melkin solutions",
        "epstein",
        "usafls",
        "budget",
        "vendor",
        "boxes",
        "coordination",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013260",
      "summary": "An email exchange regarding “case records scanning” occurred between individuals identified as [REDACTED] and [REDACTED]. The email, sent on October 12, 2020, referenced the file EFTA00013260.",
      "timestamp": "2020-10-12T00:00:00",
      "timestamp_raw": "October 12, 2020",
      "keywords": [
        "case records",
        "scanning",
        "redaction",
        "efta00013260",
        "message",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013244",
            "similarity": 0.714,
            "index": 27,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015210",
      "summary": "An email exchange regarding “case records scanning” occurred between [REDACTED] and [REDACTED]. The email chain included a message named “RE: case records scanning.msg” and was sent on October 19, 2020, to the email address \"usahub-usajournal111@usa.doj.gov\" concerning the case file EFTA00015210.",
      "timestamp": "2020-10-19T00:00:00",
      "timestamp_raw": "October 19, 2020",
      "keywords": [
        "redaction analysis",
        "efta00015210",
        "case records scanning",
        "usahub-usajouma1111",
        "doj",
        "outlook"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013244",
      "summary": "This email discusses redaction related to case records scanning, specifically referencing file EFTA00013244. It involves redactions with recipients including [REDACTED], [REDACTED], and [REDACTED]. The email contains a message named \"RE: case records scanning.msg.\"",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "case records",
        "redaction",
        "scanning",
        "efta00013244",
        "message",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013260",
            "similarity": 0.714,
            "index": 25,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013245",
      "summary": "Initial scans from 2013 were conducted, but some materials (1A10, 1A28, 1A84, and portions of 31E-MM-108062) were not scanned and were subsequently located on discs.  These discs contained PDFs, JPGs, etc., and were created as copies of the original paper.  There were also pornographic images that were not scanned, flagged with a “possible child pornography” note. The team is concerned about the completeness of the scan and wants a full, separate scan to ensure thoroughness, particularly given the potential for discovery.  The team is receiving updates on the shipment of the boxes via FedEx and is working to adjust the deadline to accommodate delays. The team has addressed concerns about the quality and completeness of the 2013 scans and is committed to a thorough review of all materials.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "scanning",
        "discs",
        "images",
        "boxes",
        "epstein",
        "maxwell",
        "copies",
        "pdfs",
        "jpgs",
        "pornographic",
        "deadlines",
        "investigation",
        "labeling",
        "reproduction",
        "digital"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013261",
      "summary": "The document details the process of scanning and digitizing records related to an ongoing FBI investigation, likely involving human trafficking. Initially, 22 boxes of paper records were shipped from Miami to the FBI’s New York office for scanning. The scanning process revealed several issues: some original 1As were missing from their jackets, there were numerous discs containing scanned copies of the boxes and other disc types, some discs contained pornographic images, and the initial scans were not fully processed and needed to be re-done. The vendor, DocLab, was tasked with the scanning and creation of digital copies. There were delays due to technical difficulties, the need for additional copies, and the holiday period. Multiple individuals communicated regarding the progress, requesting updates, clarifying procedures, and raising concerns about deadlines and the quality of the scans. Ultimately, the process involved multiple iterations of scanning and digitization to ensure a complete and accurate record of the case materials.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "discs",
        "scans",
        "fbi",
        "boxes",
        "redwelds",
        "reproductions",
        "relativity",
        "documents",
        "copies",
        "retrieval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026806",
      "summary": "An email chain discusses the transfer of data from a vendor to a Maxwell hard drive copy. The data, labeled “Volume001.dat”, is intended for uploading to the Relativity database via the USvEpstein database. A password, “ScanningMaxwell!99”, is provided for the drive. One individual was previously given an original drive to copy to a new drive. A request is made to send the copied drive to a specific recipient for upload once overlay files from the vendor are received.  The sender’s availability and contact information are also included.",
      "timestamp": "2020-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2020",
      "keywords": [
        "hard drive",
        "relativity",
        "maxwell",
        "vendor",
        "copy",
        "data",
        "upload",
        "usvepstein",
        "redaction",
        "password"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015211",
      "summary": "This document is a record of email exchanges regarding the scanning of 22 boxes of case records from the FBI, primarily related to a human trafficking investigation. Initially, the FBI had requested DocLab to scan the materials, but several issues arose. The boxes hadn't shipped initially, and when they did, they contained previously scanned materials from 2013, alongside some new documents. There were concerns about the accuracy of the initial scans and the potential for incomplete data.  The team requested a delay in the deadline to ensure a thorough and correct scan, highlighting the need for individual document scanning and addressing potential issues like unidentified discs and potential child pornography images. The project involved multiple individuals and teams (FBI, DocLab, and the U.S. Attorney's office) coordinating logistics, tracking shipments, and addressing technical challenges related to data extraction and transmission. The final outcome was a complete scan, but with adjustments to the original timeline due to the complexities involved.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "scanning",
        "discs",
        "relativity",
        "boxes",
        "pdfs",
        "images",
        "scans",
        "labels",
        "vendor",
        "fbi",
        "deadline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031914",
      "summary": "A US Attorney’s office in West Palm Beach, specifically the SDFL unit, possessed case files and boxes of documents related to the Jeffrey Epstein investigation. A Managing Assistant facilitated a call to discuss scanning these materials for the Southern District of New York’s prosecution of Ghislaine Maxwell. The West Palm Beach office had utilized a dedicated scanner for OPR’s exclusive use during their review. Correspondence indicates an attempt to coordinate access and scanning of the materials for the NY team’s investigation.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "sdfl",
        "west palm beach",
        "usanys",
        "ghislaine maxwell",
        "documents",
        "inventory",
        "scanning",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010429",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015643",
      "summary": "An email chain discusses a CACI proposal submitted in response to a Request for Proposal for scanning services related to the case *SDNY US v. Maxwell Epstein*. The proposal includes attachments: a PDF document and an Excel spreadsheet. One party advises proceeding with the proposal, suggesting the use of AFF, and expresses a contingency plan if Florida’s involvement causes issues. The email includes contact information for CACI Federal Shared Services Center.",
      "timestamp": "2021-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2021",
      "keywords": [
        "caci",
        "usao sdny",
        "maxwell epstein",
        "scanning",
        "proposal",
        "florida",
        "redaction",
        "email",
        "aff",
        "caci inc."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016153",
            "similarity": 0.818,
            "index": 36,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015645",
      "summary": "A task order (Task order no. 15JA5421F00000068) was sent from the U.S. Attorney’s Office, Southern District of New York to ME, USANYS, regarding a contract with CACI for commercial services (scanning/document management). The period of performance is March 24, 2021 – May 31, 2021, and the total estimated value is unspecified. The task order should be retained for records, and invoice/payment questions should reference task order #15JA5421F00000068 and reference #R21NYS18013. The document includes the EFTA00015645 identifier.",
      "timestamp": "2021-03-24T00:00:00",
      "timestamp_raw": "March 24, 2021",
      "keywords": [
        "efta00015645",
        "caci",
        "task order",
        "gs-25f-0131m",
        "scanning",
        "document management",
        "usanys",
        "contract",
        "invoice",
        "r21nys18013"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029527",
      "summary": "An email chain discusses a CACI document scanning service for the Maxwell/Epstein case (task order 15JA5421F00000068) under contract EFTA00029527, with a period of performance from March 24, 2021, to May 31, 2021. One party confirms the service is no longer needed, and another requests confirmation of invoices before proceeding with contract closure. The contract specialist provides contact information for related inquiries.",
      "timestamp": "2021-03-24T00:00:00",
      "timestamp_raw": "March 24, 2021",
      "keywords": [
        "caci",
        "scanning",
        "contract",
        "invoices",
        "maxwell epstein",
        "task order",
        "payment",
        "usanys",
        "document management",
        "efta00029527"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016153",
      "summary": "CACI INC. sent a proposal to the USAO SDNY regarding scanning for the USA v. Maxwell Epstein case. The proposal was initiated by a request for proposal and included attachments: a CACI proposal document, an Excel spreadsheet detailing the submission, and an image. Communications between individuals at CACI and the recipient indicate a contingency plan involving the use of \"AFF\" if Florida's involvement fails, with the ability to cancel the proposal if Florida provides support. The email chain highlights the time-sensitive nature of the request and includes contact information for CACI's contracts administration team.",
      "timestamp": "2021-03-24T00:00:00",
      "timestamp_raw": "24 Mar 2021",
      "keywords": [
        "caci",
        "usao sdny",
        "maxwell epstein",
        "proposal",
        "scanning",
        "florida",
        "aff",
        "caci inc.",
        "email",
        "request for proposal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015643",
            "similarity": 0.818,
            "index": 33,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030760",
      "summary": "Emails exchanged between USANYS and CACI regarding a document scanning project (task order 15JA5421F00000068) for the Maxwell/Epstein case. CACI confirmed no boxes were sent for scanning, leading to a discussion about closing the contract. A task order was provided outlining the contract period (3/24/2021 – 5/31/2021) and relevant contact information, including EFTA00030760 and EFTA00030761.",
      "timestamp": "2021-03-24T00:00:00",
      "timestamp_raw": "3/24/2021",
      "keywords": [
        "caci",
        "scanning",
        "document",
        "contract",
        "maxwell epstein",
        "15ja5421f00000068",
        "efta00030760",
        "gs-25f-0131m",
        "invoice",
        "payment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019489",
      "summary": "On March 25, 2021, communications occurred regarding a discussion about the US v. Epstein case. Multiple individuals, including contractors associated with \"USANYS\" and PAE, requested a call at 4:30 PM to discuss loading scanning data onto Relativity. There were multiple confirmations and adjustments to the proposed time.",
      "timestamp": "2021-03-25T00:00:00",
      "timestamp_raw": "March 25, 2021",
      "keywords": [
        "epstein",
        "us v.",
        "relativity",
        "pae",
        "conference call",
        "redaction",
        "contractor",
        "data",
        "scanning",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022016",
      "summary": "An automatic reply email from [REDACTED] regarding CACI document scanning (document number 15JA5421F00000068 US v. Maxwell Epstein) was sent on June 24, 2021. The sender was traveling from June 22nd through June 24th and noted potential delays in responding to emails. Urgent VOC matters should be directed to [REDACTED] and case-specific inquiries should be directed to the relevant AUSA(s).",
      "timestamp": "2021-06-24T00:00:00",
      "timestamp_raw": "June 24, 2021",
      "keywords": [
        "efta00022016",
        "caci",
        "scanning",
        "us v. maxwell epstein",
        "case",
        "ausa",
        "voc",
        "june 22nd",
        "automatic reply"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030762",
      "summary": "On July 13, 2021, an individual (identified as [REDACTED]) contacted CACI (USANYS) regarding order number 15JA5421F00000068, a scanning project for U.S. v. Maxwell Epstein. The sender stated they had not received any boxes to process, and inquired about submitted invoices for payment, noting the task order expired on 5/31/2021.",
      "timestamp": "2021-07-13T00:00:00",
      "timestamp_raw": "July 13, 2021",
      "keywords": [
        "efta00030762",
        "mmi (usanys)",
        "scanning project",
        "u.s. v. maxwell epstein",
        "order no.",
        "task order",
        "invoices",
        "payment",
        "caci",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023437",
      "summary": "This document details the redaction and investigation of FAA records pertaining to aircraft registrations, primarily focusing on those linked to Jeffrey Epstein. Initially, a paralegal specialist produced FAA records related to several aircraft, including N415LM, N212JE, and N550GP, after encountering password-locked files. These files involved registrations dating back to the 1990s and 2000s, with multiple owners and operators, including Air Ghislaine Inc., Freedom Air International Inc., and Hyperion Air LLC.  Numerous individuals, such as Darren K. Indyke and Lawrence VISOSKI, were repeatedly involved in the ownership and management of these aircraft. DEA S/A and the FBI in Atlanta expressed interest in the investigation, requesting assistance and providing search terms.  The investigation uncovered complex transfer histories, changes in tail numbers, and connections between the aircraft and individuals of interest, including Jeffrey Epstein and Ghislaine Maxwell. The investigation culminated in offers to provide blue ribbon certified copies of the aircraft registration records.",
      "timestamp": "2021-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2021",
      "keywords": [
        "faa",
        "records",
        "passwords",
        "encryption",
        "duplicates",
        "printing",
        "scanning",
        "registration",
        "aircraft",
        "n415lm",
        "n212je",
        "jeffrey epstein",
        "lawrence visoski",
        "darren indyke",
        "hyperion air",
        "freedom air",
        "ghislaine maxwell",
        "dea",
        "united states attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018265",
      "summary": "On November 12, 2021, emails were exchanged regarding the distribution and review of questionnaires related to a US v. Maxwell case. The questionnaires were prepared and uploaded to USAfx.  Individuals were instructed to complete their reviews, noting objections, and submit them by 11:00 AM on November 13, 2021.  A spreadsheet containing assignments and questionnaires was attached.  Updates were provided regarding the scanning and preparation of the documents for distribution to defense counsel.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "questionnaires",
        "defense",
        "counsel",
        "juror",
        "review",
        "data",
        "spreadsheet",
        "objections",
        "redaction",
        "efta00018265"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027665",
      "summary": "Questionnaires generated this morning were saved and uploaded to USAfx. Assignments detailing the questionnaires are in an attached spreadsheet. Team members are instructed to review the questionnaires and provide comments/objections by 11 a.m. tomorrow morning. The completed questionnaires will be shared with defense counsel upon notification.",
      "timestamp": "2021-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2021",
      "keywords": [
        "questionnaires",
        "juror",
        "defense counsel",
        "usafx",
        "juror numbers",
        "review",
        "assignments",
        "excel",
        "scanning",
        "efta00027665"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007987",
      "summary": "The document is a promotional material for the Maxell P/I plus T-160 Time Lapse Recording System, specifically designed for VHS recording. It details a 1/143 scale model (EFTA00007988) and another item (EFTA00007989) included in the system.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "vhs",
        "time lapse recording",
        "idea!",
        "t-160",
        "maxell",
        "p/i",
        "efta00007987",
        "1/143",
        "scanning",
        "efta00007988"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007704",
      "summary": "The document is a redaction analysis for file EFTA00007704, generated on December 24, 2025. It includes digitized documents and photographs, with negatives and media not captured. Several pages contain identifiers like EFTA00007705, EFTA00007706, EFTA00007707, EFTA00007708, EFTA00007709, EFTA00007710, EFTA00007711, and EFTA00007712.  Palm Beach Police Department references (05-368) appear on pages 4 and 10. One page explicitly states that an item was not scanned.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction",
        "efta00007704",
        "fbi",
        "palm beach police department",
        "digitized",
        "media",
        "photographs",
        "investigation",
        "scanning"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007543",
      "summary": "EFTA00007543.pdf contains item EFTA00007544 which was not scanned. Item EFTA00007545 is also present.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007543",
        "efta00007544",
        "efta00007545",
        "redaction analysis",
        "scanning",
        "item"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006043",
      "summary": "The document is a redaction analysis for file EFTA00006043. It includes details such as item descriptions (EFTA00006044), a case number (SI -tor-113337), video file formats (AVI, MJPEG), and wave file information. Agency and office details are also present, alongside security classification and agent information (EFTA00006047).  A string of characters (aw=sisseasmrsmaffirompffiffit.rn) is listed, along with agency, office, date, and a DVD number.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00006043",
        "efta00006044",
        "efta00006045",
        "efta00006046",
        "efta00006047",
        "efta00006048",
        "scanning",
        "video",
        "image",
        "wave file",
        "security classification"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007558",
      "summary": "EFTA00007558 contains a scanned item described as “cu,,, Soap On Of~q?c” and associated with EFTA00007559.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007558",
        "soap",
        "scanning",
        "description",
        "efta"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007956",
      "summary": "EFTA00007956 is a product, likely a VHS tape, marketed for use in time-lapse photography. It includes item EFTA00007957, which was not scanned. Item EFTA00007958 is also listed.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007956",
        "time lapse",
        "vhs",
        "maxell",
        "p/i",
        "scanning",
        "revering"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007990",
      "summary": "The document is a redaction analysis for a product, the \"maxell P/I plus T-160\" time-lapse recording device (EFTA00007990). It includes a scanned item (EFTA00007991) and a separate item identified as EFTA00007992.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007990",
        "time lapse",
        "maxell",
        "t-160",
        "scanning",
        "p/i",
        "plus",
        "6-71",
        "efta00007991",
        "efta00007992"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007753",
      "summary": "This document is a digital redaction analysis report (EFTA00007753.pdf) generated on December 24, 2025. It details the scanning status of various items, primarily related to a case involving the Palm Beach Police Department.  Several documents and photographs were digitized, but negatives and/or media were not captured.  A list of items not scanned is provided, including descriptions like \"MINT_ 1,/ 7-4,4\" and \"Item WAS NOT SCANNED DESCRIPTION WIS.\" Further pages contain additional scanned items, including a case file from the Palm Beach Police Department with a suspect identified as \"Xierecy-PSnwr\" and item descriptions, quantities, and associated lab designations (EFTA00007761 & EFTA00007762).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007753",
        "efta00007754",
        "efta00007756",
        "efta00007757",
        "efta00007758",
        "efta00007759",
        "efta00007760",
        "efta00007761",
        "efta00007762",
        "digitized",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018127",
      "summary": "The document, identified as EFTA00018127, contains a series of numerical values and seemingly random characters and symbols, including letters, numbers, and mathematical symbols (like \"=\", \"•\", and \"I\"). It appears to be a scanned document with heavily obscured or illegible text due to poor scanning quality or redaction. The page is filled with what appears to be a chaotic arrangement of text and symbols, with some recognizable elements like \"SIM,\" \"MIS,\" and numerical sequences.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta",
        "redaction analysis",
        "mis",
        "sim",
        "sd",
        "gi",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}