{
  "keyword": "reimbursement",
  "count": 26,
  "keyword_match_count": 26,
  "content_match_count": 24,
  "total_files": 50,
  "timeline": [
    {
      "file_id": "EFTA00024270",
      "summary": "This document pertains to a subpoena issued by the U.S. District Court for the Southern District of Florida, targeting a witness (referred to as “agt61”) for a Grand Jury investigation. The subpoena, dated June 3, 2008, requires the witness to appear at the United States District Court in West Palm Beach, Florida, to testify.  It also includes information regarding the subpoena’s issuance by the United States of America, travel arrangements through Omega World Travel (1-800-411-9287), and reimbursement guidelines for expenses including mileage, meals, and lodging, subject to specific rates and receipt requirements.  A section provides instructions for fact witnesses appearing on behalf of the U.S. Department of Justice, including contact information for verification and travel assistance.",
      "timestamp": "2008-06-03T00:00:00",
      "timestamp_raw": "June 3, 2008",
      "keywords": [
        "grand jury",
        "subpoena",
        "united states district court",
        "federal taxpayer information",
        "witness testimony",
        "rule 6 (e)",
        "fbi",
        "travel arrangements",
        "mileage reimbursement",
        "court appearance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016876",
      "summary": "This document is the Last Will and Testament of Jeffrey E. Epstein, executed on September 16, 2013. Here’s a breakdown of the key provisions: *   **Revocation:** Epstein revokes all prior wills and codicils. *   **First Provision – Expenses & Executor Compensation:** He directs his executor to pay for his illness, funeral, debts, and administration expenses. The executor receives $250,000 upon probate completion, with reimbursement for reasonable costs. *   **Second Provision – Trust Distribution:** All of his real and personal property is to be given to the “Jeffrey E. Epstein 2013 Trust,” established under a specific trust agreement. *   **Third Provision – Executor Appointment:** He appoints Darren K. Indyke, Joseph Pagano, James E. Staley, and David Mitchell as executors, with Mitchell as a successor.  Provisions are in place for executor succession if one fails to qualify or resigns, particularly in jurisdictions outside his domicile.  Executor resignations are governed by applicable state laws. *   **Fourth Provision – Executor Powers:** The executor has broad discretionary powers, including investment authority, the ability to sell assets, manage business interests, and handle legal matters without judicial approval. There are specific restrictions, such as not buying/selling from himself or relatives. *   **Fifth Provision - Accounting:** The executor is responsible for sound trust accounting and allocating taxes appropriately. *   **Sixth Provision - Lapse Bequests:** Bequests to those who die before the testator lapse. *   **Seventh Provision – Definitions:**  Defines key terms like \"Executor\" and \"Trustee\" for clarity.",
      "timestamp": "2013-09-16T00:00:00",
      "timestamp_raw": "September 16, 2013",
      "keywords": [
        "will",
        "jeffrey epstein",
        "executor",
        "trust",
        "estate",
        "compensation",
        "property",
        "distribution",
        "liabilities",
        "jurisdiction",
        "amendments",
        "trust agreement",
        "taxes",
        "successor executor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016884",
      "summary": "This document is Jeffrey E. Epstein’s Last Will and Testament, dated November 14, 2014. **First Article:** Directs the executor to pay for final expenses, funeral costs, estate administration, and debts. It also establishes compensation for the executor(s) at $250,000 upon probate completion, with reimbursement for reasonable expenses. **Second Article:**  Bequeaths all of Epstein’s real and personal property to the “Jeffrey E. Epstein 2014 Trust,” created under a specific Trust Agreement, to be managed according to the Trust Agreement’s provisions. **Third Article:** Appoints Darren K. Indyke, David Mitchell, and James E. Staley as executors, with Lawrence H. Summers as a successor. Outlines provisions for successor executors if initial executors fail to qualify. **Fourth Article:** Grants the executor broad powers to manage the estate’s assets, including investment authority, sales, loans, and handling of natural resources. It includes specific restrictions on self-dealing (no buying/selling from or to related parties) and outlines accounting procedures. **Fifth Article:** Details definitions of key terms, such as \"Executor\" and \"IRC section.\" **Sixth Article:** Specifies circumstances under which a bequest may lapse, and outlines provisions for distribution to the Trust in case of a lapse. **Seventh Article:**  Clarifies the role of the Trustee under the Trust Agreement, including how taxes will be allocated and paid. Includes stipulations regarding delegation of authority and general operational powers. It also specifies that any assets left unallocated will go to the Trustee under the Trust Agreement.",
      "timestamp": "2014-11-14T00:00:00",
      "timestamp_raw": "November 14, 2014",
      "keywords": [
        "will",
        "estate",
        "executor",
        "trust",
        "inheritance",
        "taxes",
        "distribution",
        "property",
        "compensation",
        "provisions",
        "beneficiaries",
        "trust agreement",
        "assets",
        "legal",
        "liabilities",
        "governance",
        "disposition",
        "judicial authorization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027189",
      "summary": "The document is a grand jury subpoena issued by the United States Attorney for the Southern District of New York to USAA Federal Savings Bank. It demands the bank produce records, including account details, transaction history (wire transfers, checks, etc.), and customer information, from January 1, 2019, to the present, related to an alleged violation of several U.S. federal statutes.  The bank can comply by producing the records electronically in specified formats (spreadsheet, PDF) or by a certified declaration of records following Federal Rule of Evidence 803(6). A rider attached to the subpoena details the specific types of records requested.  Finally, a declaration form is provided for the custodian of records to certify that the records meet the requirements for admissibility in court, referencing the Right to Financial Privacy Act.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury subpoena",
        "usaa federal savings bank",
        "18 u.s.c.",
        "electronic spreadsheet",
        "account records",
        "wire transfers",
        "ach transfers",
        "pdf format",
        "declaration of custodian of records",
        "federal rules of evidence",
        "reimbursement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027219",
      "summary": "A U.S. Attorney issued a grand jury subpoena to Bank of America to produce records related to an alleged violation of various U.S. federal laws (18 U.S.C. §§ 201, 371, 1001, 1346, 1519, 2). The subpoena requests a comprehensive range of documents and data, including account details, transaction records (wire transfers, ACH, checks), customer information, and image files, covering the period from January 1, 2019, to the present.  Bank of America can comply by producing the records electronically in specified formats or by a personal appearance if the records are provided with a certified Declaration of Custodian of Records.  The U.S. Attorney’s office outlines the reimbursement process under 12 CFR part 219 for costs incurred in producing the records, with specific instructions for invoicing and payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "bank of america",
        "subpoena",
        "records",
        "testimony",
        "18 u.s.c.",
        "united states court",
        "august 30",
        "2019",
        "electronic spreadsheet",
        "pdf",
        "declaration of custodian of records",
        "federal rules of evidence",
        "reimbursement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027199",
            "similarity": 0.625,
            "index": 6,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027209",
      "summary": "JPMorgan Chase Bank (JPMC) has been subpoenaed by the U.S. Grand Jury for the Southern District of New York to produce a wide range of account records dating from January 1, 2019, to the present. The subpoena requests details including account openings, transaction records (wire transfers, checks, etc.), customer information, and related documentation. JPMC can comply by producing the records electronically in specified formats or by a personal appearance, provided they submit a Declaration of Custodian of Records certifying the records’ authenticity according to Federal Rule of Evidence 803(6).  The U.S. Attorney’s office outlines a reimbursement process for costs incurred by JPMC, governed by 12 CFR part 219, with specific instructions for submitting invoices and deadlines for payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "jpmorgan chase",
        "subpoena",
        "records",
        "account",
        "financial records",
        "data",
        "electronic spreadsheet",
        "rules of evidence",
        "declaration",
        "reimbursement",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027199",
      "summary": "A U.S. Attorney for the Southern District of New York issued a grand jury subpoena to Navy Federal Credit Union to produce records related to accounts, specifically from January 1, 2019, to the present. The subpoena requests a wide range of documents, including account details, transaction records (wire transfers, ACHs, checks, etc.), customer information, and supporting documentation. Compliance can be achieved by producing the records on or before the return date, accompanied by a Declaration of Custodian of Records, or by appearing before the grand jury. The subpoena includes instructions for electronic submission of data in spreadsheet format and specifies formatting requirements for document images. Reimbursement for costs associated with producing the records is governed by 12 CFR part 219, with a procedure outlined for requesting and receiving payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "navy federal credit union",
        "subpoena",
        "records",
        "18 u.s.c.",
        "testimony",
        "electronic spreadsheet",
        "data dictionary",
        "pdf",
        "declaration of custodian of records",
        "federal rules of evidence",
        "reimbursement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027219",
            "similarity": 0.625,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027194",
      "summary": "The document is a grand jury subpoena issued by the U.S. Attorney’s Office for the Southern District of New York to TD Bank N.A. It demands the bank produce records from January 1, 2019, pertaining to various accounts, including account details, transaction history (wire transfers, checks, etc.), and customer information. The subpoena specifies detailed formatting requirements for electronic submission, including spreadsheet formats and PDF images.  A rider attached outlines the specific types of records requested.  To comply, TD Bank must either appear before the grand jury or provide the requested records, accompanied by a Declaration of Custodian of Records, certifying the records’ authenticity and adherence to evidentiary rules. The U.S. Attorney’s office provides instructions on reimbursement for costs incurred in providing the records, referencing the Right to Financial Privacy Act and a specific invoice form (OBD-211).",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "td bank",
        "subpoena",
        "records",
        "account",
        "financial",
        "wire transfer",
        "ach",
        "check",
        "data",
        "electronic spreadsheet",
        "testimony",
        "18 u.s.c.",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027204",
      "summary": "The document is a grand jury subpoena issued by the United States Attorney for the Southern District of New York to Municipal Credit Union (MCU) requesting records related to an alleged violation of several U.S. federal statutes. The subpoena demands a comprehensive set of financial records, including account details, transaction histories (wire transfers, ACH, checks, etc.), customer information, and supporting documentation, spanning from January 1, 2019, to the present.  MCU can comply by producing the records electronically in specified formats (primarily spreadsheets and PDFs) or by providing a certified business records declaration under Rule 803(6) of the Federal Rules of Evidence. The U.S. Attorney’s office outlines the reimbursement process for costs incurred by MCU under 12 CFR part 219, outlining specific procedures for submitting invoices and deadlines for payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "subpoena",
        "municipal credit union",
        "records",
        "account",
        "wire transfer",
        "ach",
        "checks",
        "declaration",
        "evidence",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027184",
      "summary": "A U.S. Grand Jury in the Southern District of New York has subpoenaed Wells Fargo Bank, N.A., for records related to an alleged violation of various U.S. criminal statutes (201, 371, 1001, 1346, 1519, and 2). The subpoena requests a comprehensive range of documents and data from January 1, 2019, including account details, transaction records (wire transfers, ACH, checks, etc.), customer information, and associated images. Wells Fargo can comply by producing the records electronically in specified formats or by providing a business records certification under Rule 803(6) of the Federal Rules of Evidence. The request is accompanied by instructions for data formatting and submission, and outlines the reimbursement process for costs incurred under the Right to Financial Privacy Act, with stipulations regarding the number of individuals involved in a business entity.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "wells fargo bank",
        "grand jury subpoena",
        "united states attorney",
        "18 u.s.c.",
        "financial records",
        "account records",
        "wire transfer",
        "ach transfer",
        "electronic spreadsheet",
        "pdf format",
        "declaration of custodian of records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027214",
      "summary": "A U.S. Attorney issued a grand jury subpoena to Citibank requesting all financial records for an account holder, spanning from January 1, 2019, to the present. The subpoena seeks extensive data including account details, transaction records (wire transfers, checks, etc.), customer information, and supporting documentation. Citibank is instructed to provide the information electronically in a spreadsheet format, with specific formatting requirements for data fields.  Compliance can be achieved by providing the records directly or via a certified business records declaration. The subpoena includes a rider detailing the specific types of records requested and instructions for their production. Finally, the U.S. Attorney's office outlines the reimbursement process for costs incurred by Citibank in producing the records, subject to specific regulations and requiring advance approval for invoices exceeding $500.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "citibank",
        "subpoena",
        "records",
        "account",
        "documents",
        "wire transfer",
        "ach",
        "electronic spreadsheet",
        "pdf",
        "18 u.s.c.",
        "federal rules of evidence",
        "declaration of custodian"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023234",
      "summary": "A legal assistant with the U.S. Attorney’s Office (SDNY) is requesting approval for travel to West Palm Beach, Florida, for investigative meetings and interviews related to the Epstein case (EFTA00023234). The initial request involves a personal trip to San Francisco that necessitated a flight cancellation fee of $100. Subsequent requests detail a planned trip for next week to conduct interviews related to the Epstein investigation, including flight and hotel bookings. There are multiple attempts to consolidate reservations and confirm refundable booking options. Redactions obscure specific details like names, flight numbers, and reservation codes.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "travel approval",
        "refund",
        "cancellation",
        "flight",
        "san francisco",
        "west palm beach",
        "reimbursement",
        "e2",
        "authorization",
        "interviews",
        "united states v. epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028675",
            "similarity": 0.615,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027760",
            "similarity": 0.571,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028655",
      "summary": "Epstein, 2018R01618). These requests involve travel to West Palm Beach and/or Fort Lauderdale, Florida, for meetings and interviews with victims. A core issue is the scheduling conflict arising from planned interviews in Florida necessitating a flight directly to San Francisco instead of returning to New York.  A $100 cancellation fee for a previously-scheduled New York to San Francisco flight is being questioned.  Reimbursement for the cancellation fee is being requested, along with clarification on necessary forms (SF-1164) for a potential reimbursement.  The requests involve multiple individuals and various departments within the U.S. Attorney's Office (SDNY), including discussions about booking methods (CWT, E2), flight record locators, and hotel room reservations. Most requests are ultimately denied reimbursement for the cancellation fee.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "travel approval",
        "refund",
        "cancellation fee",
        "san francisco",
        "reimbursement",
        "flight",
        "west palm beach",
        "e2",
        "sf-1164",
        "interview",
        "victim",
        "florida",
        "booking",
        "reservation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028675",
      "summary": "A legal assistant within the U.S. Attorney's Office (SDNY) is requesting approval for travel to West Palm Beach, Florida, for meetings and interviews related to the Epstein investigation (United States v. Epstein, 2018R01618). The initial request involves a trip planned for next week, potentially flying Tuesday night and returning Wednesday or Thursday, with a possibility of extending the stay.  A previous traveler is seeking a refund for a canceled San Francisco trip due to a conflicting work trip, including a $100 cancellation fee.  The traveler is attempting to book a direct flight to San Francisco to maximize interview time with victims, and is seeking authorization for reservations and a conference room at the hotel. There are multiple email exchanges concerning the travel arrangements, including flight details, hotel reservations, and requests for reimbursement.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "travel approval",
        "reimbursement",
        "san francisco",
        "flight",
        "west palm beach",
        "cancellation",
        "refund",
        "interviews",
        "florida",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023234",
            "similarity": 0.615,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027760",
            "similarity": 0.5,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027760",
      "summary": "Epstein, 2018R01618). The initial request was for three days, then later adjusted to potentially two days. *   The traveler planned to fly Tuesday night and return either Wednesday or Thursday, with the possibility of shortening the trip. A conference room booking request was also included. *   There were multiple confirmations and inquiries regarding the ability to book a single flight itinerary to San Francisco, bypassing a return flight due to scheduling conflicts related to interviews. *   A $100 cancellation fee was incurred on a previous flight due to the need to rebook to San Francisco. Reimbursement for this fee was requested. *   The traveler had previously booked a personal trip to San Francisco, which was canceled due to the work travel.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "travel approval",
        "flight",
        "cancellation",
        "reimbursement",
        "west palm beach",
        "san francisco",
        "e2",
        "reservations",
        "interview",
        "florida",
        "united states v. epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028675",
            "similarity": 0.5,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023234",
            "similarity": 0.571,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027756",
      "summary": "Requests include trips to West Palm Beach and/or Fort Lauderdale, Florida, for meetings and interviews with victims.  The trips vary in duration and timing, with some proposing short, last-minute bookings and others attempting to coordinate around victim interview schedules.  One individual wants to book a flight directly to San Francisco to avoid returning to New York after Florida interviews.  A $100 cancellation fee for a previously booked flight is being questioned for reimbursement.  Confirmation and authorization for these travel arrangements are being sought.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "travel approval",
        "flights",
        "west palm beach",
        "san francisco",
        "refunds",
        "interviews",
        "florida",
        "united states v. epstein",
        "reservations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015585",
      "summary": "*   The travel requests involve flights, hotel reservations (with conference room requests), and adherence to specific U.S. Government travel guidelines, including limitations on rental car types, refueling reimbursement, and insurance coverage. *   Per diem rates and state/city tax exemptions are discussed and must be verified. *   The requests are repeatedly approved by various individuals (Assistant U.S. Attorney, etc.). *   The travel is centered around gathering information related to enticement of minors for sexual activity.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "travel",
        "airfare",
        "hotel",
        "reimbursement",
        "tax exemption",
        "per diem",
        "rental cars",
        "conference room",
        "epstein",
        "interviews"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015576",
      "summary": "This document is a series of email exchanges requesting travel approval for investigative work related to the Epstein case (2018R01618). The requests involve travel to Palm Beach, Florida, and Los Angeles, California, for victim interviews. Key details include: *   **Purpose:** Investigation into enticement of minors for sexual activity. *   **Travel Details:** Requests for approval to travel for specific dates, with plans to stay in hotels and use conference rooms. *   **Vehicle Requirements:** Use of compact or economy rental cars, with restrictions on insurance coverage. *   **Expense Reimbursement:** Guidelines regarding lodging tax exemptions, per diem rates, and refueling charges. *   **Booking System:** Utilizing the E2 system for booking travel arrangements. *   **Approval Status:** Multiple approvals were granted for the travel requests.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "travel approval",
        "e2",
        "state tax exemption",
        "per diem",
        "rental cars",
        "epstein investigation",
        "victim interviews",
        "palm beach",
        "florida",
        "conference room",
        "travel coordinator",
        "us government car rental agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028357",
            "similarity": 0.692,
            "index": 18,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028357",
      "summary": "The requests involve travel for approximately 2-4 days, including reserving conference rooms at hotels. Specific travel dates vary, with requests spanning July-May 2019.  Travel arrangements (air, rail, and hotels) are to be booked through E2 solutions.  Rental cars must adhere to specific guidelines (compact/economy vehicles only, no insurance in CONUS). Reimbursements are limited to per diem rates and subject to state/city tax exemptions. Approvals are consistently granted, with confirmations received throughout the period.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "travel approval",
        "e2",
        "travel reimbursement",
        "palm beach",
        "florida",
        "epstein investigation",
        "victim interviews",
        "rental cars",
        "conference room",
        "state tax exemption"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015576",
            "similarity": 0.692,
            "index": 17,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015580",
      "summary": "This document pertains to travel authorization requests for investigations related to the Epstein case (2018R01618), specifically involving interviews with victims in Florida and Los Angeles. Requests are made for travel, including airfare, accommodation, and conference room reservations, typically spanning a few days. Approvals are consistently granted, often referencing specific dates and locations (Palm Beach, Florida, Los Angeles, West Palm Beach, Fort Lauderdale). Standard travel guidelines are outlined, including restrictions on vehicle rentals (compact/economy), reimbursement policies (no refueling charges, tax exemptions), and expense reporting procedures (same-day submission). The requests repeatedly emphasize a need for short trip durations and quick scheduling decisions.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "travel approval",
        "travel authorization",
        "e2",
        "florida",
        "conference room",
        "per diem",
        "rental cars",
        "victim interviews",
        "epstein",
        "united states v. epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027942",
      "summary": "*   An attorney, Sigrid McCawley, arranged the travel, citing concerns about the individual’s safety and a need for business-class flights due to a medical condition. *   Hotel arrangements were made, with a focus on safety, and the government’s reimbursement was not possible due to the arrangements. *   Communication occurred between the US Attorney’s Office, the attorney, and a transportation provider regarding flight details, hotel reservations, and transportation arrangements. *   The document contains standard legal disclaimers regarding confidentiality and electronic communication.",
      "timestamp": "2019-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2019",
      "keywords": [
        "epstein",
        "travel",
        "australia",
        "flight",
        "government",
        "sigrid mccawley",
        "hotel",
        "usanys",
        "cost"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028550",
      "summary": "Gloria Allred contacted an individual to arrange travel for an Epstein victim to New York for a hearing on Tuesday. The victim had secured childcare and requested assistance with flights and reimbursement from Las Vegas. Allred sought a phone number to contact the individual and coordinate travel arrangements, having previously attempted contact via email and voicemail without response. The communication included contact information for Allred’s law firm, Allred Maroko & Goldberg, and a confidentiality notice.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "gloria allred",
        "epstein",
        "new york",
        "hearing",
        "travel",
        "las vegas",
        "child care",
        "victim",
        "legal",
        "flights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038321",
      "summary": "The FBI Victim Services Division is offering an RSVP for a briefing regarding the Epstein case. The briefing is scheduled for October 15, 2019 in Miami, FL and October 23, 2019 in New York, NY. Attendees are required to complete a form collecting personal information, including contact details, citizenship, and travel preferences (transportation mode, dates, and airports). Attendees can bring one support person who also requires a separate form to be completed, including their personal details and travel preferences.  Lodging and mileage reimbursement are authorized, with specific restrictions on incidental charges and authorized expenses.  Attendees must acknowledge understanding of the limitations of authorized expenses, specifically excluding meals, rental vehicles, and entertainment.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "fbi",
        "epstein",
        "victim services",
        "rsvp",
        "miami",
        "new york",
        "travel arrangements",
        "support person",
        "lodging",
        "transportation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038634",
      "summary": "An FBI Victim Services Division program manager (SE) forwarded archived emails related to the Epstein/Maxwell investigation. The emails detail communications regarding flight bookings (October 19, 2019) from New York to Jamaica, NY, including Expedia bookings and lodging arrangements at the Moxy NYC Downtown hotel. The emails also outline transportation reimbursement policies and coverage for airport and field office travel.  Five emails are referenced, with this being the first.",
      "timestamp": "2019-10-19T00:00:00",
      "timestamp_raw": "October 19, 2019",
      "keywords": [
        "epstein",
        "maxwell",
        "fbi",
        "victim services",
        "email",
        "flight itinerary",
        "new york",
        "expedia",
        "redaction",
        "richmond ra"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038014",
      "summary": "The FBI Victim Services Division is offering a briefing to victims of Jeffrey Epstein. The briefing will be held on October 15th in Miramar, Florida, or October 23rd in New York, NY. Attendees are asked to complete and return an RSVP Questionnaire to VictimServices@fbi.gov, providing personal information for security purposes. Transportation and lodging will be provided free of charge for those residing more than 50 miles from the location, with mileage reimbursement available for self-drivers. The meeting will involve FBI representatives, the FBI NY Field Office, and the U.S. Attorney's Office for the Southern District of New York.",
      "timestamp": "2019-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2019",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "victim services",
        "fbi victim services division",
        "meeting",
        "miami",
        "new york",
        "florida",
        "rsvp questionnaire",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014294",
      "summary": "An email exchange occurred regarding a late travel voucher (Trip ID: 10643111) for a trip to Santa Monica from September 17-20, 2019. The initial email from etravelservices indicated the voucher was late and requested submission and marking as final. The recipient inquired about further action needed. The sender stated they would escalate the issue to EOUSA.  A second email provided login information for the E2Solutions system and included information about managing email notifications.",
      "timestamp": "2019-11-03T00:00:00",
      "timestamp_raw": "03 Oct 2019",
      "keywords": [
        "voucher",
        "reimbursement",
        "travel",
        "email",
        "trip",
        "santa monica",
        "e2solutions",
        "authorization",
        "doj",
        "efta00014294"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014292",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014292",
      "summary": "An email exchange discusses a late travel voucher (EFTA00014292) for a trip to Santa Monica from September 17-20, 2019, related to the U.S. v. Epstein case. The initial email confirms the claim was submitted and provides login information for the E2Solutions system. A subsequent email inquires about the status of the voucher and confirms no further action is needed. The email also includes details about the trip, authorization status, and instructions for accessing the E2 system.",
      "timestamp": "2019-11-03T00:00:00",
      "timestamp_raw": "03 Oct 2019",
      "keywords": [
        "efta00014292",
        "voucher",
        "trip",
        "reimbursement",
        "santa monica",
        "e2",
        "doj",
        "email",
        "travel",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014294",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019713",
      "summary": "The request includes booking a hotel room and conference room. The traveler intends to travel from November 3rd to 5th, and the request emphasizes using the E2 system for booking and authorization.  Rental car guidelines are outlined, including restrictions on vehicle types and no reimbursement for insurance.  Receipts must be submitted the day after the trip.  Previous similar travel requests (regarding the Epstein investigation in 2018) are referenced. Approvals were granted for the travel and conference room.",
      "timestamp": "2019-11-04T00:00:00",
      "timestamp_raw": "November 4, 2019",
      "keywords": [
        "travel authorization",
        "e2",
        "hotel",
        "conference room",
        "west palm beach",
        "tax exemption",
        "rental cars",
        "per diem",
        "travel approval",
        "epstein investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037933",
      "summary": "An email exchange discusses whether to request attendee information (specifically attorneys) to gain access to a building for a briefing. The exchange questions whether transportation, hotel, or reimbursements should be provided to the attorneys. An RSVP questionnaire was attached.",
      "timestamp": "2019-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2019",
      "keywords": [
        "attorneys",
        "briefing",
        "redaction",
        "information",
        "transportation",
        "hotel",
        "reimbursements",
        "efta00037933"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027878",
      "summary": "A travel voucher (Voucher ID: 1, Voucher Number: 10810414(1)) for a witness interview trip to Santa Monica, CA (2019-11-13 - 2019-11-15) is pending review. The initial voucher listed lodging costs at $248 when the actual cost was $247.  Tax exemption for Los Angeles County regarding Transient Occupancy Tax is being addressed. The total expenses were $1517.64, with an estimated trip cost of $1583.95.  Instructions for accessing and reviewing the voucher through the E2Solutions system are provided, including login links and contact information for support.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "2019-11-13",
      "keywords": [
        "efta00027878",
        "voucher",
        "travel arranger",
        "transient occupancy tax",
        "santa monica",
        "hilton",
        "reimbursement",
        "e2 solutions",
        "approval",
        "expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025248",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030426",
      "summary": "An Assistant U.S. Attorney requested receipts for a trip to California (November 13-15, 2019) due to all charges being made on a personal credit card. The attached documents include five receipts: a hotel invoice ($573.12) and four taxi receipts totaling $196.29 (JFK Airport to home, airport to hotel, JFK Airport, and airport to hotel). A comp time form is also attached.",
      "timestamp": "2019-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2019",
      "keywords": [
        "travel invoices",
        "comp time",
        "california",
        "receipts",
        "hotel invoice",
        "taxi",
        "reimbursement",
        "u.s. attorney",
        "los angeles",
        "credit card"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038316",
      "summary": "*   The application initially includes a potential payout of $9,999.99 for counseling, contingent on financial disclosure. *   The agent received an OVS acceptance letter and case number from another FBI agent ([REDACTED]) who had previously spoken with OVS. *   There was confusion regarding the submission process, with the agent initially expecting the OVS forms to be submitted together, but receiving a partially completed form. *   A state police colleague ([REDACTED]) was involved in the application process, submitting the form directly to OVS, and the agent forwarded it to the colleague. *   The victim had a scheduled appointment with a therapist and was receiving communication from her attorney regarding the claim. *   The agent is tracking the submission of the FBI form and coordinating with the victim and the state police colleague.",
      "timestamp": "2019-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2019",
      "keywords": [
        "fbi",
        "ovs",
        "epstein",
        "counseling",
        "application",
        "victim",
        "therapist",
        "reimbursement",
        "form",
        "language"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025248",
      "summary": "A travel voucher (10810414(1)) prepared by a travel arranger is pending review. The voucher includes lodging costs of $247 instead of $248, and lacks the transient occupancy tax refund. The traveler’s stay at the Doubletree by Hilton Santa Monica was for a witness interview (R20N 513179 - U.S. v. Epstein) from November 13-15, 2019.  A request for a refund of the transient occupancy tax has been submitted to Doubletree by Hilton. The voucher total expenses are $1517.64 and the estimated trip cost is $1583.95.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2019",
      "keywords": [
        "efta00025248",
        "voucher",
        "transient occupancy tax",
        "doubletree by hilton",
        "santa monica",
        "reimbursement",
        "travel arranger",
        "e2 solutions",
        "witness interview",
        "expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027878",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025253",
      "summary": "A voucher (Voucher ID: 1, Voucher Type: Travel) for expenses related to a witness interview (R20NYS13179 - U.S. v. Epstein) in Santa Monica, CA, from November 13-15, 2019, is pending review. The initial voucher incorrectly listed the nightly lodging cost as $248 instead of $247 and failed to include tax. The total expenses were $1517.64, while the estimated trip cost was $1583.95.  Instructions for accessing and reviewing the voucher through E2 Solutions are provided, along with login details and contact information for support.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2019",
      "keywords": [
        "voucher",
        "travel arranger",
        "e2 solutions",
        "santa monica",
        "reimbursement",
        "hotel tax",
        "u.s. v. epstein",
        "witness interview",
        "efta00025253"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025246",
      "summary": "A final voucher (10810414(1)) prepared by a travel arranger for a trip related to the U.S. v. Epstein case is pending review. The initial invoice contained incorrect lodging costs ($248 instead of $247) and lacked the LA County tax exemption. The traveler’s details include the trip purpose, destination, dates, and total expenses ($1517.64) compared to an estimated cost of $1583.95.  The email provides links to E2 Solutions for review and instructions for accessing the system, alongside contact information and a disclaimer regarding confidential information.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2019",
      "keywords": [
        "voucher",
        "travel arranger",
        "e2 solutions",
        "santa monica",
        "tax exemption",
        "reimbursement",
        "final voucher",
        "trip cost",
        "efta00025246",
        "witness interview"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038453",
      "summary": "On February 27, 2020, an email thread discusses individuals treated by therapists in West Palm Beach related to Jeffrey Epstein victims. One sender requests confirmation of names and session details, inquiring about extended sessions and FBI reimbursement. Another sender, Brittany Edwards, provides contact information (address, phone numbers, website) and offers assistance. A separate email from February 27, 2020, lists names of victims treated in West Palm Beach and mentions exceeding 6 sessions covered by the FBI, with questions about additional FBI coverage and reimbursement.",
      "timestamp": "2020-02-27T00:00:00",
      "timestamp_raw": "February 27, 2020",
      "keywords": [
        "epstein victims",
        "west palm beach",
        "fbi",
        "therapist",
        "sessions",
        "redaction",
        "brittany henderson",
        "efta00038453",
        "mandy",
        "florida"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019636",
      "summary": "Google LLC responded to a Grand Jury Subpoena (Ref. No. 3971083) regarding a case initiated August 26, 2020. They conducted a search of Google accounts using a provided identifier, but found no responsive records due to the identifier’s lack of specificity. Google objected to broader requests for information about unidentified Google users, citing concerns about First Amendment rights and the burden on their operations. They redacted information from produced documents to comply with the subpoena. Google requires a court order (18 U.S.C. § 2703(d)) for bulk requests or information beyond the specified account identifier.  A Certificate of Authenticity was provided, along with a list of hash values for the produced files. Google reserved the right to seek reimbursement for processing costs.",
      "timestamp": "2020-08-26T00:00:00",
      "timestamp_raw": "August 26, 2020",
      "keywords": [
        "google",
        "grand jury subpoena",
        "electronic communications privacy act",
        "redaction",
        "hash values",
        "google accounts",
        "18 u.s.c. § 2703",
        "data protection"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026939",
      "summary": "This solicitation/contract (I5JA54-21-PR-0199) is for expert witness services for the U.S. Attorney’s Office, Southern District of New York, related to the case of *U.S. v. Maxwell*. The contract, awarded on March 8, 2021, involves providing services such as document review, data analysis, and testimony related to the psychological aspects of sexual abuse.  The contractor, Lisa M. Rocchio & Associates, Inc., will be compensated at $450 per hour. Key provisions include adherence to DOJ security requirements, including data protection measures and compliance with relevant FAR clauses (specifically 52.212-5 and 52.222-3). The scope of work is defined as providing expert testimony for the trial and may include collaboration with the USAO in obtaining additional expert witnesses. The contract duration is subject to potential extensions.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "solicitation",
        "contract",
        "order",
        "commercial items",
        "us attorneys office",
        "southern district of new york",
        "expert witness",
        "testimony",
        "litigation",
        "data analysis",
        "psychological services",
        "maxwell",
        "criminal case",
        "doj",
        "hipaa",
        "security clearance",
        "small business",
        "dbe",
        "minority-owned business",
        "supply services",
        "time and materials",
        "travel",
        "reimbursement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038871",
      "summary": "This is the FD-794 Payment Request form, version 2.0, revised as of March 11, 2021. It is used by the FBI to request and process payments for authorized expenses, including advance payments and reimbursements. The form collects information such as Social Security Number, case details (case number, date, justification), and employee information. It outlines authorized uses of the data, emphasizes mandatory disclosure, and specifies maintenance within the FBI Central Records System. The form includes sections for approval by various FBI personnel and for finance office settlement of the payment, detailing methods of payment (e.g., cash receipt, OTCnet). Specifically, this form details a request for reimbursement of meals for trial witnesses incurred on 06/12/2021, under case number I50D-NY-3027571.",
      "timestamp": "2021-03-11T00:00:00",
      "timestamp_raw": "March 11, 2021",
      "keywords": [
        "fbi",
        "payment request",
        "social security number",
        "advance payment",
        "reimbursement",
        "expenses",
        "classification",
        "unclassified",
        "justice",
        "fd-794"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038874",
      "summary": "This is form FD-794, a Payment Request submitted by the FBI. It requests funds for reimbursement of expenses, specifically meals for trial witnesses, incurred by the C-20 unit (E-NY-302757) on 06/23/21. The request is authorized by FBI regulations and E.O. 9397 and 13478. Information collected includes employee details, case information, and justification for the expense. The form includes sections for finance office completion and approval by various FBI supervisory and finance personnel. The overall classification is Unclassified.",
      "timestamp": "2021-03-11T00:00:00",
      "timestamp_raw": "03/11/2021",
      "keywords": [
        "fbi",
        "payment request",
        "social security number",
        "advance payment",
        "reimbursement",
        "expenses",
        "form fd-794",
        "classification",
        "privacy",
        "records system",
        "e.o. 9397",
        "finance office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038870",
      "summary": "This document is a payment authorization form (Form 794) related to the case of Jeffrey Epstein and child sex trafficking. It requests reimbursement for expenses incurred for trial witnesses on 6/23/2021. An attached receipt (Receipt 194) is included. The case ID is 71.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "6/23/2021",
      "keywords": [
        "efta00038870",
        "jeffrey epstein",
        "child trafficking",
        "reimbursement",
        "form 794",
        "fbi",
        "payment authorization",
        "trial witness",
        "expenses",
        "enclosure"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010612",
      "summary": "A phone conversation occurred on August 19, 2021, between an individual (USANYS) and an unidentified party regarding a trip to New York. The individual expressed dissatisfaction with proposed charges for room service and desired a private, larger room for themselves, alongside a separate room for their mother. They also questioned the reimbursement process for food expenses.",
      "timestamp": "2021-08-19T00:00:00",
      "timestamp_raw": "August 19, 2021",
      "keywords": [
        "room service",
        "new york trip",
        "reimbursement",
        "personal suite",
        "family",
        "grandmother",
        "verizon lte",
        "efta00010612",
        "food costs",
        "room size"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038643",
      "summary": "An FBI program manager within the Victim Services Division sent emails regarding a flight itinerary update for a traveler (identified as “M”) associated with the Epstein/Maxwell case. The itinerary was altered due to a cancellation, and the traveler was responsible for any expenses beyond the original departure date (10/24/19). Two reimbursement forms were attached for the traveler to use to request reimbursement for their flight ticket, with instructions that receipts from the airline/website were required and credit card statements were not accepted. The emails involved communication between FBI personnel in Seattle and Bellingham, along with a Victim Services distribution list.",
      "timestamp": "2021-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2021",
      "keywords": [
        "fbi",
        "victim program",
        "epstein",
        "maxwell",
        "reimbursement",
        "itinerary",
        "flight",
        "seattle",
        "bellingham",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038869",
      "summary": "The email, dated October 26, 2021, contains attachments related to an investigation, including: a call log, evidence collection materials, an interview document, reimbursement records, a subpoena to PBPD, receipts, reports, and documents pertaining to PBPD property and trash disposal. The email also includes a document concerning accusations of rape and human trafficking. The sender requests feedback on the attached materials.",
      "timestamp": "2021-10-26T00:00:00",
      "timestamp_raw": "October 26, 2021",
      "keywords": [
        "efta00038869",
        "call",
        "evidence",
        "reimbursement",
        "subpoena",
        "pbpd",
        "rape",
        "trafficking",
        "documents",
        "attachments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023123",
      "summary": "A witness travel request was submitted for [REDACTED] to appear in SDNY for the trial of United States v. Ghislaine Maxwell (20 Cr. 330 (AN)). The witness is a fact witness, not an expert, and does not reside outside the continental United States. The appearance is scheduled for November 14-15, 2021, with an estimated arrival of November 13 or 14, and a departure on November 15. A hotel is required. The request outlines specific guidelines for travel reimbursement, including limitations for government employees and military personnel, and stipulations regarding funding sources for witness travel.",
      "timestamp": "2021-10-28T00:00:00",
      "timestamp_raw": "October 28, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "november 14",
        "2021",
        "fact witness",
        "victim-witness",
        "travel expenses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019452",
      "summary": "A witness request was submitted for [REDACTED] to appear in SDNY for the trial of United States v. Ghislaine Maxwell (Court Docket No: 20 Cr. 330, USA No: 2018R01618) on November 27, 2021, at 5 PM. The witness is a fact witness, not an expert witness, and does not reside outside the continental United States. Hotel accommodations are required. The witness’s travel details, including date of birth, address, phone numbers, and email, are specified but redacted. Instructions outline the use of this form for domestic fact witnesses and specify rules for witness travel reimbursement, particularly regarding expenses beyond standard travel and for witnesses brought in for grand jury testimony.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "November 27, 2021",
      "keywords": [
        "efta00019452",
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "trial",
        "grand jury",
        "witness",
        "united states v.",
        "domestic witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023123",
            "similarity": 0.5,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030640",
      "summary": "This document is a series of email exchanges regarding scheduling a meeting and travel arrangements related to a case. Key points include: *   A redacted expert disclosure is being reviewed. *   The sender wants to discuss the case over the phone. *   Travel arrangements are being coordinated, including Amtrak bookings and potential business class tickets. *   Hotel reservations were made at the Hotel 50 Bowery for the dates of November 1-10, 2021. *   The recipient needs personal information for travel logistics (name, DOB, address, etc.). *   The initial meeting is planned for November 2nd or 3rd after 3:00 PM via phone, with a potential in-person meeting scheduled for November 12th or 13th. *   The recipient is traveling to Italy on November 17th and returning to NYC on November 27th.",
      "timestamp": "2021-12-02T00:00:00",
      "timestamp_raw": "02 Nov 2021",
      "keywords": [
        "scheduling",
        "travel",
        "hotel",
        "reimbursement",
        "disclosure",
        "rates",
        "nyc",
        "amtrak",
        "meeting",
        "conference call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037015",
      "summary": "*   **Purchase Price:** If Company exercises the option, the purchase price is either $80,000 - $300,000 (for a feature film adaptation) or $10,000 per episode (for an episodic series). *   **Derivative Rights:** Company has broad rights to create adaptations, sequels, and other works based on the book, with a 2.5% bonus payable for subsequent productions. *   **Reversion:** If Company doesn’t exercise the option, the rights revert to the Author.  However, if the Author produced any new material based on the book, Company is entitled to a reimbursement of costs (up to $200,000) and a 5% bonus for derivative works, subject to certain conditions. *   **Publishers Release**: Author grants the publisher the right to use excerpts for advertising and promotion. *   **Additional Terms:**  The agreement includes provisions for creative consultation, indemnity, copyright protection, and assignment of rights, as well as clauses relating to potential disputes and force majeure events. **Overall Purpose:** The document establishes the terms and conditions under which Company can acquire the rights to develop and produce a motion picture or audio-visual series based on the book “Silenced No More.”",
      "timestamp": "2021-12-13T00:00:00",
      "timestamp_raw": "2021-12-13",
      "keywords": [
        "option",
        "author",
        "company",
        "book",
        "rights",
        "agreement",
        "purchase",
        "audio-visual",
        "production",
        "property",
        "exclusivity",
        "reserved rights",
        "reversion",
        "copyright",
        "screen credit",
        "reimbursement",
        "publish",
        "termination",
        "derivative works",
        "extended option period",
        "force majeure",
        "film purchase price",
        "series purchase price",
        "publication",
        "grant",
        "assignment",
        "distribution",
        "actor’s rights",
        "moral rights"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037146",
      "summary": "The “Amount Recovered” is defined as the gross recovery amount received from claims before deducting expenses. If the Amount Recovered is less than Expenses, the client has no repayment obligation. The Attorney’s Fee is paid to the Firm no later than when the Client receives payment or when payment is offered, even if the Client opts for installment payments or a deferred payment arrangement. The Amount Recovered can include various forms of value, and the Firm has the option to receive the Attorney’s Fee in cash or as an equivalent item. Certain items like liens and healthcare reimbursements are not considered expenses. Payments are made to the Firm’s trust account, from which the Attorney’s Fee and Expenses are deducted, with the Client receiving their share within ten business days. The Firm retains the right to collect payment in a lump sum, periodic payments, or a combination thereof.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "amount recovered",
        "expenses",
        "attorney's fee",
        "claims",
        "settlement",
        "mediation",
        "arbitration",
        "client",
        "firm",
        "payment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006025",
      "summary": "This document is an attendance and expense report related to a case investigation, likely involving a victim and related personnel. It contains a list of attendees, contact information (including addresses across multiple states), a breakdown of stall expenses (mileage, lodging, etc.), travel arrangements, and flight details. Key data points include: *   **Attendees:** A list of names and affiliations (e.g., Victim, Attorney, Guest, Therapist, FBI Agents). *   **Contact Information:** Addresses for victims and guests in various locations (Las Vegas, Miami, Asheville, etc.). *   **Expenses:** Mileage reimbursement, lodging costs, and other travel-related expenditures. *   **Travel Arrangements:** Details of flights, arrival/departure times, and hotel reservations. *   **Notes:**  Includes reasons for flight cancellations (illness, weather) and a request for a one-way ticket to Miami. *   **Exemption Certificate:** A form related to federal employee purchases, used to justify expenditures.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim",
        "attorney",
        "guest",
        "name",
        "flight",
        "travel",
        "address",
        "mileage",
        "florida",
        "date",
        "booking",
        "conference",
        "hotel",
        "efta00006025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}