{
  "keyword": "daily activity report",
  "count": 37,
  "keyword_match_count": 37,
  "content_match_count": 14,
  "total_files": 51,
  "timeline": [
    {
      "file_id": "EFTA00034663",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages. New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to Special Housing Units. No cells were triple bunked. There were missing reports and equipment inventory forms related to video monitoring, the tool room, safety, training, recreation, the rear gate, roof recreation, floor sallyports, and R&D. Leave utilization included various types of time off, and 27 staff members worked overtime, specifically 197.45 hours of B-2 overtime. The institution’s total population at the start of the morning shift was 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "corrections",
        "overtime",
        "furlough",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034138",
            "similarity": 0.5,
            "index": 2,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034534",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages.  New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to special housing units.  There were no cells triple-bunked.  Missing reports and inventory forms were noted across various departments.  Staff leave usage included furlough, annual leave, sick leave, and suspension. Overtime hours were recorded, primarily in B-2 overtime. Initial staff numbers at the start of the morning shift totaled 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "correctional center",
        "staff shortages",
        "inmate johnson",
        "usms guards",
        "daily activity report",
        "overtime",
        "leave",
        "security",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034138",
            "similarity": 0.636,
            "index": 2,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034138",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional assignment 10 south vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. The evening watch shift saw Correctional assignment 10-South #2 and SHU #2 vacated due to staff shortages. Inmates were present in outside hospitals, suicide watch, and furloughs. New admissions included Epstein #76318-054. There were no releases or admissions to the Special Housing Unit. There were no triple bunked cells or missing reports. Leave utilized included various types of leave (furlough, annual, sick, etc.). Overtime hours were recorded, primarily B-2 overtime (197.45 hours). Institutional totals at the beginning of the morning shift were: Unit B-A: 28, Unit E-N: 86, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 74, Unit Z-B: 05, totaling 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "suicide watch",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034534",
            "similarity": 0.636,
            "index": 1,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034663",
            "similarity": 0.5,
            "index": 0,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034533",
      "summary": "This is a daily activity report for Lieutenant Geeletal Foxeau of the Aerial Police Connectional Center, dated Saturday, July 6, 2019. The report originates from 150 Tall Row, New Nero, NY 10007 and is classified as CONFIDENTIAL, referencing case numbers SDNY_00011298 and EFTA00034533.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "efta00034533",
        "lieutenantaid",
        "daily activities report",
        "saturday",
        "july 6",
        "2019",
        "confidential",
        "sdny_00011298",
        "£kutenant",
        "fleetspolitan connectional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034860",
      "summary": "On July 08, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift noted a Fire Suppression System inoperative and initiated a fire watch. Staff shortages led to the vacating of Correctional assignments 10-South #2.  I/M Epstein #76318-054 was placed on Psychological Observation. New inmate admissions included Benjamin, Brown, Buchanan, Cabrera, Delacruz, Marshall, Ortiz, Quiroga, Roberson, and releases included Bignon, Delgado, Garcia, Kim, Mendoza, Pena, Reid, Richardson, Rivera, and Zamora.  A staff search was conducted due to missing reports and equipment. Leave utilized included various types such as furlough, annual leave, sick leave, and AWOL. Overtime was recorded for E-1, 60-Q (USM Medical), and other categories. The institution’s total population at the beginning of the morning shift was 790.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 08, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "fire suppression system",
        "staff shortage",
        "daily activity report",
        "corrections",
        "usms",
        "psych obs",
        "new admissions",
        "released inmates",
        "leave utilization",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035675",
      "summary": "On July 09, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire suppression system was inoperative during the morning watch shift. *   No significant incidents were reported during the day watch shift. *   Correctional assignment SHU #2 was vacated due to staff shortages during the evening watch shift. *   New inmate admissions included Anghel, Green, Hudson, Kenyatta, and Rai. *   Several inmates were released, including Atkins, Burnett, McCollum, and Tran. *   There were no cells triple bunked in the Special Housing Unit (SHU). *   A staff search was underway for missing fire and security reports and an equipment inventory form. *   35 staff members worked overtime totaling 230.15 hours. *   Beginning institutional totals were 790.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 09, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire suppression system",
        "inmates",
        "daily activity report",
        "staff overtime",
        "new admissions",
        "release",
        "leave",
        "institutional totals"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034878",
      "summary": "On July 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift experienced a shortage of staff leading to the vacated Correctional assignments. The Evening Watch shift resulted in inmate Epstein (#76813-054) being placed on the Special Housing Unit (SHU) due to a Psychiatric Obsession. Inmates Epstein (#76318-054) and his companion were on Psychiatric Obsession within the hospital. There were new admissions to MCC, including Epstein (#76813-054) from Psychiatric Obsession. Staff searches were conducted in Tool Room, Sallyport 2, and Sallyport 3. There were missing equipment inventories from Sallyport 2, Sallyport 3, and Roof Recreation. Leave usage included various types, including furlough, annual leave, sick leave, and AWOL. Overtime was recorded, including 60-Q overtime (USM Medical) and B-2 overtime. The institution’s total inmate count at the beginning of the Morning Watch shift was 792.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states government",
        "daily activity report",
        "inmates",
        "special housing unit",
        "corrections",
        "staff shortage",
        "overtime",
        "leave",
        "security report"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034689",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.583,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034885",
      "summary": "On July 13, 2019, the Metropolitan Correctional Center (MCC) reported daily activity to the Warden and relevant staff. The Operations Lieutenant documented several shifts (Morning, Day, and Evening) noting staff shortages resulting in the vacating of SHU #2 and SHU #3. Inmates were observed under psychiatric observation with companions, and there were new admissions and releases. No cells in the Special Housing Unit (SHU) were triple-bunked. Staff leave included furloughs, sick leave, and a single AWOL incident. Overtime hours totaled 238, and the total number of staff on hand was 30. Initial institutional totals at 12:00 AM on July 13th showed various unit occupancies totaling 797.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "July 13, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "furlough",
        "suicide watch",
        "psych obs",
        "daily activity report",
        "new admissions",
        "release",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034987",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034893",
      "summary": "On July 14, 2019, the Metropolitan Correctional Center (MCC) in New York received a daily activity report from the Operations Lieutenant. There was no unusual activity reported during the morning watch shift. The day watch shift noted correctional assignments, a shortage of staff leading to the vacating of units 10-South #2 and SHU #4, and a new inmate committment to BA. The evening watch shift also reported a staff shortage resulting in the vacancy of 10-South #2.  Inmate status reports included individuals on psychiatric observation, new admissions, and releases.  No cells in the Special Housing Unit (SHU) were triple-bunked. Leave usage included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded for various staff classifications. Institutional totals at the beginning of the morning watch shift were provided, detailing the number of inmates in specific units.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "daily activity report",
        "new york",
        "shu",
        "overtime",
        "leave",
        "admissions",
        "releases"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036055",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034892",
      "summary": "This is a Lieutenant’s log and daily activity report for Sunday, July 14, 2019, documenting activity for a general 2wteatt of AI:lotto, Afettspolikut Conectisetat Cadet, including location at 150 'call Rout, New. 10007. The document is marked CONFIDENTIAL and contains the identifier EFTA00034892.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "lieutenant",
        "daily activity report",
        "july 14",
        "2019",
        "confidential",
        "efta00034892"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034588",
            "similarity": 0.5,
            "index": 11,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034538",
      "summary": "This document comprises records related to Lieutenant activity on Sunday, July 14, 2019, including a lieutenant’s log, a daily activity report, and supporting documents (TEXT.htm, LIEUTENANT’S LOG 07-14-2019.docm, Daily Activities Report 7-14.2019.docx). The documents are associated with the case EFTA00034538 and designated as CONFIDENTIAL.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "efta00034538",
        "lieutenant's log",
        "daily activity report",
        "2019",
        "redaction analysis",
        "confidential",
        "sdny_00011324"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034588",
      "summary": "This is a daily activity report from July 14, 2019, submitted by a Lieutenant, detailing their activities at the Titan International Center in Lima, Peru (1C0C'7). The report is classified as CONFIDENTIAL and associated with case number SDNY_000 11568 and document identifier EFTA00034588.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "lieutenant",
        "daily activity report",
        "sunday",
        "july 14",
        "2019",
        "bitutenant",
        "confidential",
        "sdny_000 11568",
        "efta00034588"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034892",
            "similarity": 0.5,
            "index": 9,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033576",
      "summary": "This document is a redacted log and daily activity report pertaining to Lieutenant activities, specifically on Saturday, July 14, 2019.  It includes related documents: a Daily Activities Report (7-13-2019), a Lieutenant’s Log (7-13-2019), and a Lieutenant’s Log and Daily Activity Log for that specific date. The report is associated with the case number SDNY_00008724 and the EFTA identifier EFTA00033576.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "lieutenant",
        "log",
        "daily activity",
        "july 14",
        "2019",
        "redaction",
        "confidential",
        "sdny",
        "efta00033576"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033614",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034680",
      "summary": "This document is a redacted log and daily activity report from July 14, 2019, pertaining to a Lieutenant. It includes reports titled \"Daily Activities Report 7-13-2019.docx,\" \"LIEUTENANTS LOG 07-13-2019.docm,\" and \"Lieutenant’s log and daily activity log for Saturday, July 14, 2019.txt.\" The report originates from the Bureau of Abaco, Atetiopolitan Caxnectiona£ Centex, located at 150 Farb Row, New York, NY 10007 and includes the case file EFTA00034680.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "efta00034680",
        "lieutenant's log",
        "daily activities report",
        "redaction analysis",
        "bureau of abaco",
        "confidential",
        "sdny_000 11993",
        "2019",
        "2025-12-27"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035680",
      "summary": "On July 16, 2019, the Metropolitan Correctional Center (MCC) reported several incidents and activities. An inmate ingested a razor during the morning watch shift, leading to staff concern and notification. Ten inmates were placed on the Special Housing Unit (SHU) for various reasons. There were reports related to inmate housing and a potential need for a “snith.”  A shift reported no significant incidents during the evening watch. The report details inmate status (hospital, suicide watch, furlough, dry cell), new and released inmates, and admissions/discharges to the Special Housing Unit. It also includes information on missing equipment, staff leave, overtime hours, and institutional cell counts at a specific time (12:00 AM).",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "inmates",
        "shu",
        "medical",
        "staff",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035684",
      "summary": "On July 18, 2019, the Metropolitan Correctional Center (MCC) in New York reported several operational issues and staff activity.  A Control Center Door malfunctioned during the morning watch shift, and two correctional assignments (SHU #2 and 11-South) were vacated due to staff shortages during the evening watch shift.  Inmates were on suicide watch at a local hospice, and new admissions and releases were noted.  There were missing reports and inventories.  Staff utilized various types of leave (furlough, annual, sick, etc.) and worked overtime hours, totaling 323.30 across multiple overtime categories. The institution’s total cell count at the beginning of the morning watch was 784.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "daily activity report",
        "metropolitan correctional center",
        "inmates",
        "watch shifts",
        "emergency",
        "overtime",
        "leave",
        "cell units"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035560",
      "summary": "*   **Reporting Officer:** Lieutenant of M/W Operations. *   **Reported Issues:** *   An I/M unit was flooded. *   The SHU #2 was vacated due to staff shortage. *   Inmates were under psychiatric observation, suicide watch, or hospice care. *   **Missing Reports/Inventory:** Several missing reports and inventory forms were noted across various departments (SIS Office, Visiting Room, Central Tool Room, Roof Recreation). *   **Leave Utilization:** Detailed records of leave types (furlough, annual, sick, overtime, etc.) were logged, including specific hours worked. *   **Cell Occupancy:** No cells were triple-bunked. *   **Population Count:** The total inmate population at the beginning of the morning watch was 786. *   **Unit Breakdown:** Specific inmate counts for several units (B-A, E-N, E-S, G-N, etc.) were listed.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "staffing",
        "inmates",
        "corrections",
        "new york",
        "july 17",
        "2019",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034359",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034689",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York received a daily activity report from the Operations Lieutenant. Several staffing shortages were reported across shifts (Mornin, Da, and Evening Watch) due to absences. Correctional assignments 10-South #2 were vacated, and assignments in SHU #3 and 10 South #2 were also vacant. There were no new admissions, releases, or special housing unit occupancy issues. Several reports were missing, including fire and security reports and equipment inventories. Leave utilization included furlough, annual leave, sick leave, AWOL, and LWOP. Staffing consisted of 28 individuals, with overtime hours totaling 222.00. Unit counts at the beginning of the morning shift totaled 780.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmate watch",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "security report",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034878",
            "similarity": 0.538,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.583,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033638",
      "summary": "*   A daily activity report for July 22, 2019, was received and reviewed. *   A 911 operator reported a potential stabbing threat by the \"Macballers\" gang members at 11-South housing unit. *   A fire alarm and sprinkler system was inoperable, triggering a fire watch. *   Inmates were reassigned to the Special Housing Unit (SHU): Jones #87016-054, Romero #74203-054, and Williams #78640-054. *   Staffing shortages led to vacant correctional assignments. *   Pressure pump system failure initiated a fire watch. *   New inmate admissions and releases were recorded. *   Missing reports and equipment inventory forms were identified across various areas of the Metropolitan Correctional Center. *   Leave utilization and overtime hours were documented. *   The institution’s inmate count at the beginning of the morning shift was recorded.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "metropolitan correctional center",
        "stabbing",
        "gang members",
        "911",
        "inmates",
        "housing unit",
        "fire alarm",
        "pressure pump",
        "daily activity report",
        "usms",
        "sis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034623",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York reported various operational issues, including a malfunctioning control panel for doors, inmate suicide watch for I/M Epstein, and staffing shortages leading to vacant correctional assignments. Inmates were present in outside hospitals, undergoing suicide watch, or on furlough. There were new and released inmate admissions and adjustments to housing units, particularly within the Special Housing Unit (SHU). Several areas experienced missing fire and security reports or equipment inventories. Overtime hours were recorded, and the beginning of the morning watch shift indicated a total population of 776 inmates across multiple units.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmates",
        "corrections",
        "daily activity report",
        "usms",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034860",
            "similarity": 0.5,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033644",
            "similarity": 0.583,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.545,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.636,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033644",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York reported several operational issues during the daily activity report. Control panels for ES/GS Main Door/Fire Exit doors and the Inner Gate were inoperative during the morning watch shift.  A Suicide Watch was placed on inmate Epstein #76318-054. Fire Watches were ongoing during the day and evening shifts due to staff shortages in Correctional Assignments SHU #4 and 10-South #2. Several inmates were in outside hospitals, under suicide watch, or on furlough. New and released inmates were recorded, and there were no current triple-bunked SHU cells.  Missing reports and equipment were noted across multiple locations within the facility. Overtime hours were recorded for E-1 staff. The institution’s total inmate population at the beginning of the morning shift was 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmate",
        "corrections",
        "emergency",
        "overtime",
        "usms",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.583,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034590",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity across three shifts (Morning, Day, and Evening). Fire watches were ongoing across all shifts. Staff shortages led to unassigned correctional officer assignments, primarily in SHU units. There were no new admissions, releases, or special housing unit admissions. No cells were triple bunked, and there were no missing reports. Leave utilization included various types of time off, and overtime hours were recorded, including B-2 overtime (234 hours) and 60-Q overtime (USM Medical). The beginning of the morning watch shift showed a total of 767 inmates across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "daily activity report",
        "new york",
        "july 27",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034550",
      "summary": "This is a Lieutenant’s daily activity report for Sunday, July 28, 2019, submitted by Lieutenant Edward Stewart of the Alamo Metropolitan Connectional Center. The report is classified as CONFIDENTIAL and includes the case file numbers SDNY_00011444 and EFTA00034550.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "efta00034550",
        "lieutenant",
        "daily activity report",
        "sunday",
        "july 28",
        "2019",
        "confidential",
        "sdny",
        "alamo",
        "metropolitan connectional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034748",
      "summary": "This document is a Lieutenant’s log and Daily activity report for Sunday, July 28, 2019, originating from the “Redacted” source. It includes documents titled “Lieutenant’s log 07-27-2019.docm,” “Daily Activities Report 7-28-2019.docx,” and “Lieutenant’s log and Daily activity report for Sunday, July 28, 2019.” The report references the “State of Allen,” “Connection Center,” and the address 15C ‘can .Rout, New ‘Yak, .V.V. 10007.” It is marked as CONFIDENTIAL and includes case identifiers SDNY_00012205 and EFTA00034748.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "lieutenant",
        "log",
        "daily activity report",
        "july 28",
        "2019",
        "confidential",
        "efta00034748",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034952",
            "similarity": 0.7,
            "index": 26,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034323",
            "similarity": 0.6,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035513",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity through a memorandum to the Warden and relevant staff. Key events included: *   Multiple fire watch assignments due to staff shortages. *   An inmate transferred to special housing due to a fight on unit 7 South. *   An inmate transferred to the hospital for treatment and subsequently to special housing. *   Inmate Epstein was on psych observation with a companion. *   No new admissions or releases. *   No cells in the Special Housing Unit (SHU) were triple-bunked. *   No missing reports or equipment were noted. *   23 staff members worked 165.15 hours in E-1 overtime. *   2 staff members worked 16 hours in E-1 comp time. *   Staff totals at the beginning of the morning watch were 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "special housing unit",
        "corrections",
        "daily activity report",
        "ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.545,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034878",
            "similarity": 0.5,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034959",
            "similarity": 0.5,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034987",
            "similarity": 0.5,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033592",
      "summary": "This is a daily activity report from Lieutenant, dated July 28, 2019, detailing activities at the Metropolitan Correction Center. The report is marked as Confidential and includes the document identifier EFTA00033592.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "efta00033592",
        "lieutenankiid",
        "daily activity report",
        "sunday",
        "july 28",
        "2019",
        "confidential",
        "sdny_00008797",
        "atetwpolitan cattectionat centex"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034952",
      "summary": "A lieutenant’s log and daily activity report for Sunday, July 28, 2019, was generated by the Metropolitan Coordinating Center, located at 150 Sicafi Court, New York. The report is marked as confidential and associated with case numbers SDNY_00012945 and EFTA00034952.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "lieutenant",
        "log",
        "daily activity report",
        "july 28",
        "2019",
        "confidential",
        "metropolitan coordinates center",
        "redaction analysis",
        "efta00034952"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034748",
            "similarity": 0.7,
            "index": 23,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034323",
            "similarity": 0.545,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034958",
      "summary": "This is a daily activity report from July 28, 2019, submitted by a Lieutenant to the 5edetat Sauna of Aligns, Titan Detection Center, Neuf Bath, 1CC07. The report is classified as CONFIDENTIAL – SDNY_00012963 – EFTA00034958.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "efta00034958",
        "lieutenant",
        "daily activity report",
        "july 28",
        "2019",
        "confidential",
        "sdny_00012963",
        "titan detection",
        "sauna",
        "aligns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034959",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watches were ongoing during all shifts. An inmate was transferred to special housing during the morning watch, and an unwitnessed fight occurred on unit 7 South during the evening watch. Several inmates were in outside hospitals, under suicide watch, or on furlough. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple bunked. No missing reports or equipment were noted. Leave utilization included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded, primarily for medical and special assignments. The institution’s total inmate count at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "daily activity report",
        "suicide watch",
        "special housing unit",
        "unit 7 south",
        "july 29",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035512",
      "summary": "This is a lieutenant’s log and daily activity report for July 28, 2019, referencing the file EFTA00035512. It includes the status “gedetat Await 4 g irli00143” and mentions Cadet cilia’s ezusectionat, New 2Sonk. N., and the identification number 10007.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "efta00035512",
        "blades",
        "gedetat",
        "lieutenant's log",
        "july 28",
        "2019",
        "cadet",
        "cilia's ezusectionat",
        "irli00143"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034595",
      "summary": "This is a Lieutenant’s log and daily activity report for July 28, 2019, from the Metropolitan Cann-liana Center. The document is classified as CONFIDENTIAL and pertains to EFTA00034595. It was generated on December 27, 2025.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "efta00034595",
        "lieutenant's log",
        "alien",
        "confidential",
        "sdny",
        "2019",
        "july 28",
        "ptentenatit",
        "gedexat",
        "atetwpolitan cann-liana centex"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034975",
      "summary": "*   Daily activity report for July 31, 2019, was received and reviewed. *   I/M Davis #89380-053 was placed on Dry Cell after observed cellphone use. *   I/M Benjamin #86463-054, Darand #86725-054, Ochoa #86452-054, and Robinson #34801-058 were placed on the Special Housing Unit. *   Several inmates were admitted to and released from MCC New York, including specific inmate IDs. *   Davis #89380-053 was also placed on the Special Housing Unit. *   There were no triple bunked cells in the SHU. *   Several reports and inventories were missing (Fire & Security, Equipment Inventory). *   Leave utilization included furlough, annual leave, sick leave, official time, suspension, AWOL, and overtime hours. *   Staff numbers and overtime hours were recorded for various categories. *   Institutional totals at 12:00 AM on July 31, 2019, were noted for various units.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "shu",
        "cell placement",
        "fbi ref",
        "corrections",
        "usms guards",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034983",
      "summary": "On August 01, 2019, the Operations Lieutenant reported several issues during the daily activity reporting period. Unsecured food slots due to hinge malfunctions and inmate tampering were a recurring problem across multiple units.  Several inmates were placed on the Special Housing Unit (SHU) Pend SIS due to various reasons including I/M placements and staff shortages impacting correctional assignments.  Inmate status changes included hospitalizations, psychiatric observation, and furloughs. New admissions to Metropolitan Correctional Center New York (MCC NY) included inmates placed on the SHU with pending SIS classifications. Release information, missing equipment inventory, and staff leave/overtime details were also documented, including 26 staff members working a total of 189.30 hours.  Cell occupancy was noted, with no SHU units triple-bunked, and a total of 763 inmates housed across various units at 12:00 AM on August 01, 2019.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 01, 2019",
      "keywords": [
        "metropolitan correctional center",
        "food slots",
        "inmates",
        "special housing unit",
        "shu",
        "i/m",
        "security risk",
        "staff shortage",
        "usms guards",
        "admissions",
        "release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035056",
      "summary": "This memorandum, dated August 02, 2019, is a daily activity report from the Metropolitan Correctional Center (MCC) in New York. It details operational issues including unsecured food slots, inmate placements in Special Housing Units (SHU) due to staff shortages, new and released inmate admissions, and staff leave and overtime. Specific inmate incidents include placement on SIS, Code assignments, and movement to/from the Special Unit. It also records missing equipment, inmate locations (hospital, suicide watch, furlough), and institutional cell counts at the beginning of the morning watch shift.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 02, 2019",
      "keywords": [
        "correctional facility",
        "food slots",
        "inmates",
        "special housing unit",
        "usms",
        "admissions",
        "releases",
        "overtime",
        "staffing",
        "security",
        "emergency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034325",
      "summary": "On August 03, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There was no unusual activity during the morning watch shift. Staff shortages led to unassigned correctional assignments in shifts (South #2, SHU #4, SHU #3), due to a shortage of staff. Inmates were under suicide watch (Benjamin #86463-054), and a new inmate (Melendez #85799-054) was admitted for a hospital return. No releases or admissions to the Special Housing Unit occurred. No missing equipment or reports were noted. Leave utilized included furlough, annual leave, sick leave, and overtime. Overtime hours were recorded, with a total of 238 hours. Cell occupancy was reported with 761 total cells. Unit occupancy counts were provided at the beginning of the morning watch shift.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "suicide watch",
        "corrections",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034689",
            "similarity": 0.583,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035560",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034560",
            "similarity": 0.636,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034787",
      "summary": "A lieutenant’s log and daily activity report for Saturday, August 3, 2019, was generated. The report includes documents titled “Daily Activities Report 8-03-2019.docx,” “LIEUTENANT’S LOG 08-03-2019.docm,” and “Lieutenant’s ud daily activity report for Saturday, August 3, 2019.” The report is classified as CONFIDENTIAL and includes identifiers SDNY_00012391 and EFTA00034787.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "efta00034787",
        "redaction analysis",
        "lieutenant's log",
        "daily activity report",
        "august 3",
        "2019",
        "confidential",
        "sdny_00012391",
        "pain",
        "aid"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034324",
      "summary": "This document is a Lieutenant Ina's daily activity report for Saturday, August 3, 2019, generated by the Afettopolikut Conedionat Center, located at 150 Rout Neuf Wan/F, N.21.10007. It is classified as CONFIDENTIAL and includes identifiers SDNY_000 10689 and EFTA00034324.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "efta00034324",
        "lieutenant ina",
        "daily activity report",
        "saturday",
        "august 3",
        "2019",
        "afettopolikut",
        "conedionat center",
        "confidential",
        "sdny_000 10689",
        "pipiatentutt",
        "£ed%uit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034987",
      "summary": "On August 03, 2019, a Metropolitan Correctional Center (MCC) in New York reported daily activity for August 02, 2019, as communicated by an Operations Lieutenant.  Inmates were assigned to various housing units (SHU #2, 4, etc.) with several experiencing placement on the Special Housing Unit (Pend SIS). New inmate admissions and releases were recorded.  Several inmates were under observation (hospital, suicide watch, furlough).  There were no triple-bunked SHU cells.  Missing equipment inventory forms were noted, along with staff leave utilization and overtime hours.  The institution’s inmate population at the beginning of the morning watch shift was recorded as 766.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "shu",
        "inmates",
        "corrections",
        "staff shortage",
        "daily activity report",
        "new admissions",
        "special housing unit",
        "suicide watch",
        "hospital"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034885",
            "similarity": 0.538,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034996",
      "summary": "This is a Lieutenant’s daily activity report for Saturday, August 3, 2019, detailing activities at the Akan Center in New Yille, New Yille, NY. The report is classified as CONFIDENTIAL and includes the identification code EFTA00034996.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "efta00034996",
        "lieutenansid",
        "bieutenant",
        "akan",
        "new isle",
        "sdny_00013031",
        "daily activity report",
        "saturday",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034323",
      "summary": "This document is a redacted log and daily activity report for a Lieutenant, dated August 3, 2019. It includes a lieutenant's log, a daily activity report, and a related document, all classified as CONFIDENTIAL and referencing case numbers SDNY_00010688 and EFTA00034323.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "lieutenant",
        "log",
        "daily activity report",
        "august 3",
        "2019",
        "confidential",
        "efta00034323",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034952",
            "similarity": 0.545,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034748",
            "similarity": 0.6,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033625",
      "summary": "This is a Lieutenant’s log and daily activity report for Saturday, August 3, 2019, from the Affettepolitzut Connectional Center, located at 150 ?wal Rout, Neat Oath, N:11.10007. The report is classified as CONFIDENTIAL and includes case numbers SDNY_00008927 and EFTA00033625.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "efta00033625",
        "lieutenant",
        "confidential",
        "sdny",
        "2019",
        "activity report",
        "connectional centex",
        "saturday",
        "pieutenant",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033606",
      "summary": "This is a Lieutenantlid daily activity report for Saturday, August 3, 2019, submitted to the Metropolitan Conditional Center. The report originates from 150 Canal Row, New York, NY 10013 and includes case numbers SDNY_00008826 and EFTA00033606. The document is classified as CONFIDENTIAL.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "efta00033606",
        "lieutenant",
        "activity report",
        "saturday",
        "august 3",
        "2019",
        "confidential",
        "sdny",
        "neon 2/e*fi",
        "afetwpolitan",
        "conedisnal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036055",
      "summary": "On August 04, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Staff shortages resulted in unassigned correctional assignments during the morning and day watch shifts. No unusual activity was reported during the evening watch shift. Inmates were on suicide watch, and new admissions and releases were recorded. Leave utilization included furloughs, annual leave, sick leave, and overtime hours. Staffing numbers varied across different overtime categories. The institution’s total inmate population at the beginning of the morning watch was 762.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 04, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "shu",
        "overtime",
        "leave",
        "new york",
        "corrections",
        "watch shift"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.667,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033633",
      "summary": "On August 4, 2019, a lieutenant documented their activities via a log, daily activity report, and associated documents including “Lieutenant’s Ion and daily activity log for Sunday, August 4, 2019.txt,” and “Daily Activities Report 8-04.2019.docx.” The report originates from the Afettopotitan Connectional Center located at 150 Am* Now, Sew lkuf, S.2j. 10007 and is classified as CONFIDENTIAL, referencing case numbers SDNY_00008935 and EFTA00033633.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "lieutenant",
        "log",
        "daily activity",
        "august 4",
        "2019",
        "confidential",
        "efta00033633"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035704",
      "summary": "This document is a Lieutenant’s log and daily activity log for Sunday, August 4, 2019, pertaining to EFTA00035704. It includes a Lieutenant’s log, a daily activity report, and supporting documents (TEXT.htm, LIEUTENANT’S_LOG_08-04-2019.docm, Daily_Activities_Report_8-04-2019.docx).",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "efta00035704",
        "lieutenant's log",
        "daily activity log",
        "august 4",
        "2019",
        "sunday",
        "2019",
        "icc07",
        "text.htm",
        "lieutenant's_log_08-04-2019.docm",
        "daily_activities_report_8-04-2019.docx"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034098",
      "summary": "On August 9, 2019, a daily activity report was generated for the Metropolitan Correctional Center (MCC) in New York. The report details inmate movements, staffing shortages (particularly sanitation and control center fire panel issues), new admissions and releases, and leave utilization. Specific inmate incidents included placements in SHU, dry cells, and suicide watch. There were also missing equipment inventory forms and a fire/security report deficit. Overtime hours were recorded, primarily for Treaty Transfers. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "shu",
        "watch shift",
        "staff shortage",
        "suicide watch",
        "treatment transfer",
        "release",
        "admissions",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034560",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and staff absences. A shortage of staff led to the vacation of correctional assignments, specifically in 10 South #2 and unit B-2. An inmate, I/M Epstein #76318-054, was found unresponsive and transported to a hospital for treatment. Three inmates were on suicide watch. There were no new admissions, releases, or additions to the Special Housing Unit (SHU) that created triple bunked conditions. No missing fire or security reports or equipment inventories were noted. Staff leave utilization included furlough, annual leave, sick leave, and a small amount of compensatory time. Overtime hours were recorded, primarily for 87S OVERTIME (Treaty Trans), totaling 263 hours. The institution’s total inmate count at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "daily activity report",
        "corrections",
        "new york",
        "fire panel",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.636,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033614",
      "summary": "This document is a Lieutenant’s log and daily activity report for Saturday, August 10, 2019, including associated documents (TEXT.htm, Daily Activities Report 8-10-2019.docx, LIEUTENANT’S LOG 08-10-2019.docm). It references locations and organizations including Deutesuud, gedetal 33ateau of 3`'yboni, Metopetitan emotectional Centex, 150 .`Path gala, and SDNY_00008862, along with the EFTA00033614 file. The document is classified as CONFIDENTIAL.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "lieutenant",
        "log",
        "daily activity",
        "august 10",
        "2019",
        "redaction",
        "confidential",
        "sdny_00008862",
        "efta00033614"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033576",
            "similarity": 0.5,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034359",
      "summary": "On August 11, 2019, the Metropolitan Correctional Center (MCC) in New York received a daily activity report from Lieutenant M/W Operations.  An inmate (I/M 115) was reported as injured in medical (I/M), requiring investigation.  There were no significant reports from the Day or Evening Watch shifts. Inmates were under observation for psychiatric issues, and there were no new admissions or releases.  Cell occupancy in the Special Housing Unit (SHU) was not triple-bunked.  Several departments requested attorney conferences.  Five staff members used annual leave, ten used sick leave, and two used compensatory time. Overtime hours were recorded, totaling 179.3 for E-1 overtime and 13.00 for E-1 comp time.  The institution’s total inmate count at the beginning of the morning watch shift was 756.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "lieutenant",
        "inmates",
        "psychological observation",
        "attorney conference",
        "new york",
        "corrections",
        "overtime",
        "leave"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035560",
            "similarity": 0.5,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033682",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity, including operational issues like a fire panel inoperative and inmate placements within the Special Housing Unit (SHU). New inmate admissions and releases were recorded, along with a list of inmates in medical observation, furloughs, or other restricted statuses. There were no triple-bunked cells in the SHU. Several departments reported missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, overtime, and suspensions. A total of 23 staff members worked overtime, totaling 163 hours. The beginning morning watch shift population was recorded at 758 inmates across various units.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "special housing unit",
        "fire panel",
        "corrections",
        "us government",
        "staff",
        "overtime",
        "admissions",
        "releases"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034601",
      "summary": "This document is a redaction analysis related to EFTA00034601.pdf, generated on December 27, 2025. It includes a Lieutenant’s log and daily activity report for Saturday, August 3, 2019, designated as CONFIDENTIAL and associated with case numbers SDNY_00011635 and EFTA00034601.  The report contains multiple associated files: TEXT.htm, Daily Activities Report 8-03-2019.docx, and LIEUTENANT’S LOG 08-03-2019.docm.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034601",
        "redaction analysis",
        "lieutenant's log",
        "daily activity report",
        "august 3",
        "2019",
        "confidential",
        "sdny_00011635",
        "cadet",
        "nieto"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}