{
  "keyword": "u.s. attorney's office",
  "count": 72,
  "keyword_match_count": 72,
  "content_match_count": 100,
  "total_files": 172,
  "timeline": [
    {
      "file_id": "EFTA00023053",
      "summary": "This document pertains to redaction analysis for EFTA00023053. It encompasses all written and oral communications related to the Non-Prosecution Agreement (NPA) signed by Jeffrey Epstein, including communications between government entities (U.S. Attorney’s Offices, DOJ, FBI, etc.) and Epstein’s attorneys, as well as communications between attorneys for accusing witnesses (Bradley Edwards, David Boies, etc.) and SDNY prosecutors. Specifically, it covers communications from 2007 through 2018, including requests initiated in 2016 to investigate Epstein and Maxwell, and the government’s subsequent SDNY investigation beginning around 2018.",
      "timestamp": "2007-09-24T00:00:00",
      "timestamp_raw": "September 24, 2007",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "npa",
        "u.s. attorney's office",
        "fbi",
        "legal documents",
        "investigations",
        "ghislaine maxwell",
        "attorneys",
        "criminal investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013997",
      "summary": "An email chain discusses a document titled “SDFL - Epstein,” originating from the U.S. Attorney’s Office, S.D. of Florida, and involving correspondence between individuals with redacted names. An attachment, “Epstein hr Ofc of DAG 06 03 08.pdf,” was to be sent via FedEx.",
      "timestamp": "2008-06-03T00:00:00",
      "timestamp_raw": "03 Jun 2008",
      "keywords": [
        "efta00013997",
        "sdfl",
        "epstein",
        "u.s. attorney's office",
        "florida",
        "redaction",
        "first assistant",
        "fed ex",
        "hr",
        "dag"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009116",
      "summary": "Alexander Acosta regarding the investigation of a case involving a plea agreement with a defendant, Mr. Epstein. *   The core of the testimony revolves around disagreements within the U.S. Attorney's Office regarding the terms of the plea agreement, specifically concerning the extent of notification to victims and whether to pursue a trial. *   Acosta expressed concern that the defense team was unduly influencing the process and sought to maintain control over the case's trajectory. *   He specifically challenged the claim that the government's actions were improper or involved undue influence, arguing that they were simply following standard prosecutorial practices. *   Discussions centered on a \"22.55\" provision in the agreement, a complex aspect of the case that involved restitution payments, and concerns about whether the government was appropriately seeking to secure those payments. *   Acosta repeatedly questioned the handling of the case by the defense team, particularly regarding communications with victims and the potential for a new trial. *   The transcript reveals disagreements about whether the government should have formally requested an opinion from the Criminal Division and highlights concerns about the potential for the defense to improperly influence the case's outcome. *   The deposition involved extensive discussions about the discovery process, e-mail communications, and the roles of different individuals within the U.S. Attorney's Office and the defense team. *   There was also a significant focus on a report or letter, (which isn't contained in the provided transcript) from Ken Starr, to which Acosta refers numerous times and which he disputes. *   The transcript details a disagreement regarding a \"key word,\" \"Apologia,\" likely referencing the term used to describe a defense strategy of discrediting the government's case. *   Finally, there's an explanation regarding the lack of e-mail records related to the case.",
      "timestamp": "2008-06-23T00:00:00",
      "timestamp_raw": "June 23, 2008",
      "keywords": [
        "epstein",
        "victim",
        "npa",
        "agreement",
        "review",
        "doj",
        "criminal division",
        "state plea",
        "notification",
        "defendants",
        "sentencing",
        "restitution",
        "jay lefkowitz",
        "ken starr",
        "witness",
        "ms. roots",
        "legal issues",
        "defense team",
        "access",
        "influence",
        "misconduct",
        "records",
        "investigation",
        "allegations",
        "interviews",
        "\"apologia",
        "\" criminal division",
        "victim notifications",
        "compensation",
        "key words."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013877",
      "summary": "An email was sent from [REDACTED] to Roy Black and Jack Goldberger on June 26, 2008, regarding the Jeffrey Epstein deferred prosecution agreement. The sender requested copies of all proposed agreements with the State Attorney’s Office and the date/time of Epstein’s change of plea.",
      "timestamp": "2008-06-26T00:00:00",
      "timestamp_raw": "June 26, 2008",
      "keywords": [
        "epstein",
        "deferred prosecution agreement",
        "u.s. attorney's office",
        "state attorney's office",
        "change of plea",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032238",
      "summary": "This document is a transcript of a plea conference in the Palm Beach County, Florida, court system regarding Jeffrey Epstein, who is charged with felony solicitation to prostitution and procuring a person under 18 for prostitution.  The case involves two separate indictments/informations (06 CF9454AMB and 08 CF9381CFAMB). During the conference, Epstein pleaded guilty to both charges with the agreement that he would not be subject to a PSI (Pre-Sentence Investigation) and will receive community control with numerous restrictions including a curfew, restrictions on contact with minors, and a prohibition on possessing sexually stimulating materials.  The court ordered a 12-month jail sentence for the first case and a 6-month sentence for the second, to be served consecutively with community control.  The probation officer will have regular contact with Epstein and supervise his activities. The case also includes a non-prosecution agreement with the U.S. Attorney's office.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "efta00032238",
        "jeffrey epstein",
        "plea conference",
        "palm beach county",
        "florida",
        "state of florida",
        "criminal division",
        "barry e. krischer",
        "lanna belohlavek",
        "jack goldberger",
        "attorney",
        "probation",
        "community control",
        "sex offender",
        "dna",
        "indictment",
        "information",
        "guilty",
        "sentence",
        "conditions",
        "palms beach county jail",
        "florida science foundation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014099",
      "summary": "Emails between individuals at the U.S. Attorney's Office (USAFLS) regarding Jeffrey Epstein’s plea deal. One individual expressed gratitude to another for facilitating the plea, stating it was a significant achievement and that Epstein would have otherwise escaped justice. Another individual expressed shock at the outcome. A PDF file named \"News Briefings 07 01 08.pdf\" is referenced.",
      "timestamp": "2008-07-01T00:00:00",
      "timestamp_raw": "01 Jul 2008",
      "keywords": [
        "epstein",
        "plea",
        "usafls",
        "redaction",
        "assistant u.s. attorney",
        "west palm beach",
        "florida",
        "news briefings",
        "july 01 08"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013564",
      "summary": "Jeffrey Epstein, through attorneys Lewis Tein, P.L. and Attorbery, Goldberger & Weiss, P.A., filed a motion to file an ex parte and sealed motion and a Notice of Continued Pendency of Federal Criminal Action in the Southern District of Florida Court in Case No. 08-CV-80119-MARRA-JOHNSON (Jane Doe No. 2 v. Jeffrey Epstein). The motion requests permission to file these documents under seal to avoid disclosing confidential information related to an agreement between the U.S. Attorney's Office and Epstein concerning a pending criminal action. Service of the motion and notice has not yet been completed.",
      "timestamp": "2008-07-17T00:00:00",
      "timestamp_raw": "07/17/2008",
      "keywords": [
        "jeffrey epstein",
        "motion to stay",
        "united states district court",
        "southern district of florida",
        "legal document",
        "seal",
        "confidential agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013955",
      "summary": "On September 16, 2008, Herman & Mermelstein PA sent a fax transmission to the U.S. Attorney’s Office (West Palm Beach, FL) and Jeffrey Villafafia, regarding correspondence concerning Jane Does 2-5 v. Jeffrey Epstein. The firm objected to Villafafia’s letters, asserting they violated Florida Bar Rules 4-7.4 (solicitation of clients) and contained misleading statements about potential claims, particularly regarding waivers of damages and attorney fees. They demanded the U.S. Attorneys’ Office cease directing victims to unsolicited attorney contacts and requested Villafafia refrain from contacting their clients directly.",
      "timestamp": "2008-09-16T00:00:00",
      "timestamp_raw": "September 16, 2008",
      "keywords": [
        "jeffrey epstein",
        "jane doe",
        "u.s. attorney's office",
        "herman & mermelstein",
        "fax transmittal",
        "florida bar rules",
        "legal correspondence",
        "solicitation",
        "attorneys' fees"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013876",
      "summary": "An Assistant U.S. Attorney received a letter from an unknown sender requesting the entire file related to Jeffrey Epstein. The Attorney considered the request under the Freedom of Information Act (FOIA) but declined to fulfill it due to their military leave from October 22-26, stating they would process and send the information out “this week.” The letter also inquired about correspondence with Mr. Edwards.",
      "timestamp": "2008-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2008",
      "keywords": [
        "foia",
        "epstein",
        "records custodian",
        "u.s. attorney's office",
        "letter",
        "request",
        "military leave",
        "correspondence",
        "edwards"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014130",
      "summary": "On December 5, 2008, an Assistant U.S. Attorney sent an email regarding an attached Non-Prosecution Agreement for Jeffrey Epstein. The email requested that the document be restricted to individuals who had reviewed and signed a Protective Order, and directed anyone else needing access to also sign the Protective Order. The sender's contact information included the U.S. Attorney's Office in West Palm Beach, Florida.",
      "timestamp": "2008-12-05T00:00:00",
      "timestamp_raw": "December 5, 2008",
      "keywords": [
        "epstein",
        "nonprosecution agreement",
        "protective order",
        "disclosure",
        "michael danchuk",
        "usafls",
        "attorney",
        "confidential",
        "prosecution",
        "agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014192",
      "summary": "The core issue is whether Epstein’s defense strategy in the civil case could violate a non-prosecution agreement between him and the U.S. government. **Key Arguments:** *   **Plaintiffs’ Position:** The plaintiffs (Jane Does 1-7, 10, 11, and 2) argue that Epstein’s actions in defending the civil case – particularly taking depositions or pursuing discovery – could potentially trigger a breach of the NPA, leading the government to indict him. They contend that Epstein’s lawyers have not clearly understood the scope of the NPA and are placing him at risk. *   **Defendant’s Position:** Epstein’s attorneys argue that the government’s interpretation is overly restrictive and that, under the NPA, he is free to conduct normal defense activities without fear of indictment. They believe the government is misinterpreting the agreement and seeking to stifle Epstein’s legal strategy. *   **Court’s Concerns:** The judge expresses concern that the government’s position creates an uncertain and potentially chilling effect on Epstein’s defense, preventing him from taking necessary steps.  He questions the government's understanding of how the NPA applies in a civil context. **Details:** *   The hearing involves numerous attorneys representing both sides, including the plaintiffs’ counsel and the U.S. Attorney's office. *   The case stems from a civil lawsuit involving alleged sexual abuse. *   A key element is the non-prosecution agreement between Epstein and the government. *   The motion hearing concerns a stay of the civil proceedings, with the government seeking to prevent Epstein from proceeding with his defense until they are satisfied that he will not violate the NPA. *   There’s discussion regarding the use of 2255 motions, depositions, and other discovery methods in the civil case. **Conclusion:** The document represents a critical stage in the legal proceedings, with the court attempting to clarify the application of the NPA to the civil case and ensure that Epstein’s defense is not jeopardized by the government’s interpretation.",
      "timestamp": "2009-06-24T00:00:00",
      "timestamp_raw": "06/24/2009",
      "keywords": [
        "case",
        "epstein",
        "non-prosecution agreement",
        "jane doe",
        "discovery",
        "motion hearing",
        "united states",
        "litigation",
        "stay",
        "defense",
        "criminal charges",
        "federal",
        "civil action",
        "testimony",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013858",
      "summary": "As of September 1, 2009, Jeffrey Epstein is serving a one-year community control sentence following his incarceration, overseen by the State of Florida. He is requesting a transfer of his supervision to his primary residence in the Virgin Islands through the Intrastate Compact for Transfer of Adult Supervision (ICAOS). This transfer requires approval from Florida and the US Virgin Islands, ensuring the same conditions of supervision are maintained. Despite the transfer request, Epstein is currently residing at his address in Palm Beach, Florida, adhering to his state community control requirements. Roy Black and his firm, Black, Srebnick, Kornspan & Stumpf, P.A., are advising the U.S. Attorney's Office of this request as a precautionary measure.",
      "timestamp": "2009-09-01T00:00:00",
      "timestamp_raw": "September 1, 2009",
      "keywords": [
        "jeffrey epstein",
        "united states attorney",
        "community control",
        "icaos",
        "non-prosecution agreement",
        "virgin islands",
        "florida",
        "supervision transfer",
        "probation",
        "legal agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010474",
      "summary": "This document is a United States government motion to dismiss a lawsuit filed by Jane Doe #1 and Jane Doe #2 against the United States. The core argument is that the court lacks subject matter jurisdiction over the case due to the Petitioners’ lack of standing. Specifically, the government argues the Petitioners cannot satisfy the requirements for Article III standing, including demonstrating a concrete injury in fact, traceable to the government’s actions, and likely to be redressed.  Furthermore, the government claims the Petitioners’ claims are “ripe” and cannot be addressed due to the Non-Prosecution Agreement between Epstein and the U.S. Attorney's Office, which has effectively barred federal prosecution, and a lack of demonstrable harm for the Petitioners to pursue. The government seeks dismissal for these reasons, arguing the court should not engage in speculative claims regarding potential future legal actions.",
      "timestamp": "2013-07-05T00:00:00",
      "timestamp_raw": "07/05/2013",
      "keywords": [
        "efta00010474",
        "cvra",
        "subject matter jurisdiction",
        "standing",
        "non-prosecution agreement",
        "united states",
        "jane doe",
        "federal court",
        "criminal charges",
        "ripeness",
        "grand jury proceedings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020757",
      "summary": "This document is a sworn declaration detailing a woman's experience regarding the investigation into Jeffrey Epstein’s crimes against her. Here’s a summary of the key points: *   **Allegations of Abuse:** The woman claims to have been repeatedly abused by Jeffrey Epstein from around 2002-2005 at his Palm Beach mansion. *   **FBI Investigation & Intimidation:** She cooperated with the FBI’s investigation, but alleges she was harassed and intimidated by FBI agents. *   **Lack of Communication:** She claims the FBI failed to inform her of a non-prosecution agreement signed between Epstein and the U.S. Attorney’s Office, hindering any potential prosecution. *   **Legal Action & Suspicion:** Seeking to pursue the case, she hired an attorney who suspected the prosecutors were collaborating with Epstein. *   **Discovery of Non-Prosecution Agreement:** The agreement was only revealed to her in July 2008, after she initiated a lawsuit. *   **Violation of Rights:** She believes her rights as a crime victim were violated due to the secretive agreement and lack of communication, desiring to have Epstein prosecuted fairly. *   **Ongoing Concerns:** She expresses continued concern that the U.S. Attorney's Office is actively trying to suppress information about the agreement and its impact on her case.",
      "timestamp": "2016-02-10T00:00:00",
      "timestamp_raw": "02/10/2016",
      "keywords": [
        "jeffrey epstein",
        "molestation",
        "fbi",
        "prosecution",
        "non-prosecution agreement",
        "victim",
        "rights",
        "u.s. attorney's office",
        "palm beach",
        "florida",
        "criminal investigation",
        "lawsuit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020762",
      "summary": "A declaration detailing a minor’s experiences involving Jeffrey Epstein, including sexual interactions and payments starting around 2002. The individual initially withheld information due to fear for their child’s safety and intimidation by Epstein. They received legal representation through Epstein’s attorney and provided a statement favorable to Epstein. Later, they sought legal action with Brad Edwards to ensure communication with prosecutors and a fair process. The individual learned of a secret deal between Epstein and the U.S. Attorney’s Office, was initially denied access to it, and felt unfairly treated due to Epstein’s wealth and power.",
      "timestamp": "2016-02-10T00:00:00",
      "timestamp_raw": "02/10/2016",
      "keywords": [
        "jeffrey epstein",
        "sexual abuse",
        "palm beach",
        "fbi",
        "prosecutors",
        "lawsuit",
        "victim",
        "secret deal",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029100",
      "summary": "*   **Core Argument:** Maxwell argues the U.S. Attorney's Office (USAO) misled Judge McMahon, who authorized the subpoena, by making false statements about contacts with Boies Schiller related to her case. Specifically, the government misrepresented the extent of these contacts, claiming they were solely about investigating Jeffrey Epstein and not Maxwell’s alleged trafficking activities. *   **Government Admission:** The government admits to significant contact with Boies Schiller, including a February 29, 2016 meeting, and subsequent email exchanges. However, they claim no wrongdoing occurred. *   **Evidence of Misconduct:** The document details evidence of this misconduct, including AUSA’s contemporaneous notes revealing discussions about Maxwell’s case, and the subsequent misleading statements made to Judge McMahon. *   **Request for Remedy:** Maxwell seeks to suppress the evidence obtained due to the government’s actions and to dismiss the counts based on the fraudulent representation. She also requests an evidentiary hearing to explore the circumstances of the government’s misleading conduct.",
      "timestamp": "2016-02-29T00:00:00",
      "timestamp_raw": "February 29, 2016",
      "keywords": [
        "ghislaine maxwell",
        "due process",
        "evidence",
        "government misconduct",
        "boies schiller",
        "subpoena",
        "suppression",
        "counts five and six",
        "fraud",
        "perjury",
        "united states attorney",
        "criminal investigation",
        "protective order",
        "misrepresentation",
        "discovery",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028002",
      "summary": "On May 11, 2018, [REDACTED] requested a directory from the U.S. Attorney's Office for the Southern District of New York. [REDACTED] and [REDACTED] responded with the “USAODC_phone_directory_as_of 11.17.pdf” attachment.",
      "timestamp": "2018-05-11T00:00:00",
      "timestamp_raw": "May 11, 2018",
      "keywords": [
        "usao",
        "dc",
        "directory",
        "redaction",
        "efta00028002",
        "crm",
        "u.s. attorney's office",
        "new york",
        "2018",
        "phone directory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020527",
      "summary": "The document is a production of discovery materials related to the United States v. Ghislaine Maxwell case. The U.S. Attorney's Office is providing a hard drive and CD containing search warrant returns (SDNY_PROD015) and other related files, stamped with control numbers. The files, spanning from June 20, 2018, to November 18, 2020, relate to searches conducted on various devices, primarily iPhones (Subject Device-01 through 09 and others), and are designated as “confidential” under a Protective Order. The production includes a chart detailing the devices, FBI identifiers, and dates of prior material production, noting instances where no responsive material was found. A key component is Subject Device-27, an iPhone seized from Jeffrey Epstein, with the final portion of images produced on November 18, 2020, after a technical delay in the review process. The entire production is governed by a Protective Order and requires a password for access.",
      "timestamp": "2018-06-20T00:00:00",
      "timestamp_raw": "June 20, 2018",
      "keywords": [
        "ghislaine maxwell",
        "united states attorney",
        "discovery materials",
        "protective order",
        "sdny",
        "iphone",
        "search warrant",
        "cd",
        "drive",
        "redaction analysis",
        "efta00020527"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027214",
      "summary": "A U.S. Attorney issued a grand jury subpoena to Citibank requesting all financial records for an account holder, spanning from January 1, 2019, to the present. The subpoena seeks extensive data including account details, transaction records (wire transfers, checks, etc.), customer information, and supporting documentation. Citibank is instructed to provide the information electronically in a spreadsheet format, with specific formatting requirements for data fields.  Compliance can be achieved by providing the records directly or via a certified business records declaration. The subpoena includes a rider detailing the specific types of records requested and instructions for their production. Finally, the U.S. Attorney's office outlines the reimbursement process for costs incurred by Citibank in producing the records, subject to specific regulations and requiring advance approval for invoices exceeding $500.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "citibank",
        "subpoena",
        "records",
        "account",
        "documents",
        "wire transfer",
        "ach",
        "electronic spreadsheet",
        "pdf",
        "18 u.s.c.",
        "federal rules of evidence",
        "declaration of custodian"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013440",
      "summary": "This document is a record of an email exchange concerning William Barr’s confirmation hearing as Attorney General. The email, dated January 16, 2019, references a C-SPAN video of the hearing, specifically the exchange with Senator Ben Sasse starting around 5:13:00. It identifies the sender as a Special Assistant to the U.S. Attorney, United States Attorney’s Office, SDNY, and uses the file identifier EFTA00013440.",
      "timestamp": "2019-01-16T00:00:00",
      "timestamp_raw": "January 16, 2019",
      "keywords": [
        "barr",
        "epstein",
        "confirmation hearing",
        "william barr",
        "u.s. attorney's office",
        "sdny",
        "c-span",
        "senate",
        "exchange",
        "sasse"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029182",
      "summary": "An email was sent from the Deputy Chief, Public Corruption Unit of the U.S. Attorney’s Office for the York, to [REDACTED] and [REDACTED], requesting a meeting regarding “Epstein.” The email was sent on January 28, 2019.",
      "timestamp": "2019-01-28T00:00:00",
      "timestamp_raw": "January 28, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "analysis",
        "efta00029182",
        "u.s. attorney's office",
        "public corruption unit",
        "york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019182",
      "summary": "The U.S. Attorney’s Office, SDNY, is conducting a professional misconduct probe in the Epstein case, referencing a Reuters article detailing the Justice Department’s investigation. The email originates from a Special Assistant to the U.S. Attorney and is dated February 6, 2019.",
      "timestamp": "2019-02-06T00:00:00",
      "timestamp_raw": "February 6, 2019",
      "keywords": [
        "efta00019182",
        "redaction analysis",
        "opr",
        "epstein",
        "justice department",
        "reuters",
        "misconduct probe",
        "sdny",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029443",
      "summary": "An email discusses the Crime Victims' Rights Act (CVRA), referencing a case involving Jeffrey Epstein. The case involved a U.S. Attorney's Office entering a non-prosecution agreement without notifying victims, leading to a district judge finding a violation of the CVRA. The email emphasizes the importance of informing victims about plea bargains and deferred prosecution agreements as mandated by 18 U.S.C. § 3771(a)(9) and advises vigilance regarding the CVRA during negotiations.",
      "timestamp": "2019-02-22T00:00:00",
      "timestamp_raw": "22 Feb 2019",
      "keywords": [
        "victims' rights",
        "crime victims' rights act",
        "cvra",
        "jeffrey epstein",
        "plea bargain",
        "prosecution agreement",
        "notice",
        "sentencing",
        "deception",
        "miami"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009883",
      "summary": "An email was sent from the Deputy Chief, Public Corruption Unit, U.S. Attorney's Office for the Southern District of New York to [REDACTED] and [REDACTED], with CC to [REDACTED], regarding a contact with the National Coordinator for Child Exploitation and Interdiction, in ODAG. The email refers to EFTA00009883.",
      "timestamp": "2019-03-01T00:00:00",
      "timestamp_raw": "01 Mar 2019",
      "keywords": [
        "epstein",
        "redaction",
        "efta00009883",
        "u.s. attorney",
        "child exploitation",
        "odag",
        "public corruption unit",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027228",
            "similarity": 0.625,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019319",
      "summary": "Email correspondence regarding the Epstein case, specifically inquiring about a ruling from \"CM.\" The email chain involves individuals associated with the U.S. Attorney's Office for the Southern District of New York.  Two redactions are present in the document.",
      "timestamp": "2019-04-04T00:00:00",
      "timestamp_raw": "04 Apr 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "cm",
        "ruling",
        "corruption",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031974",
      "summary": "On May 10, 2019, Jeffrey Epstein sent a revised and shortened memo for ODAG (U.S. Attorney's Office for the Southern District of New York, Public Corruption Unit) to Audrey Strauss, Co-Chief, Public Corruption Unit. The memo was attached to an email sent from his iPhone.",
      "timestamp": "2019-05-10T00:00:00",
      "timestamp_raw": "May 10, 2019",
      "keywords": [
        "epstein memo",
        "odag",
        "strauss audrey",
        "public corruption unit",
        "u.s. attorney's office",
        "memo",
        "2019-05-10",
        "revised",
        "attachments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028655",
      "summary": "Epstein, 2018R01618). These requests involve travel to West Palm Beach and/or Fort Lauderdale, Florida, for meetings and interviews with victims. A core issue is the scheduling conflict arising from planned interviews in Florida necessitating a flight directly to San Francisco instead of returning to New York.  A $100 cancellation fee for a previously-scheduled New York to San Francisco flight is being questioned.  Reimbursement for the cancellation fee is being requested, along with clarification on necessary forms (SF-1164) for a potential reimbursement.  The requests involve multiple individuals and various departments within the U.S. Attorney's Office (SDNY), including discussions about booking methods (CWT, E2), flight record locators, and hotel room reservations. Most requests are ultimately denied reimbursement for the cancellation fee.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "travel approval",
        "refund",
        "cancellation fee",
        "san francisco",
        "reimbursement",
        "flight",
        "west palm beach",
        "e2",
        "sf-1164",
        "interview",
        "victim",
        "florida",
        "booking",
        "reservation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028675",
      "summary": "A legal assistant within the U.S. Attorney's Office (SDNY) is requesting approval for travel to West Palm Beach, Florida, for meetings and interviews related to the Epstein investigation (United States v. Epstein, 2018R01618). The initial request involves a trip planned for next week, potentially flying Tuesday night and returning Wednesday or Thursday, with a possibility of extending the stay.  A previous traveler is seeking a refund for a canceled San Francisco trip due to a conflicting work trip, including a $100 cancellation fee.  The traveler is attempting to book a direct flight to San Francisco to maximize interview time with victims, and is seeking authorization for reservations and a conference room at the hotel. There are multiple email exchanges concerning the travel arrangements, including flight details, hotel reservations, and requests for reimbursement.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "travel approval",
        "reimbursement",
        "san francisco",
        "flight",
        "west palm beach",
        "cancellation",
        "refund",
        "interviews",
        "florida",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030499",
      "summary": "A communication chain originating from the U.S. Attorney's Office for the Southern District of New York (USANYS) regarding an investigation into Jeffrey Epstein. The communication includes a prosecution memo attached related to legal issues, and a link to a WNYC Studios story about Julie Brown's reporting on the Epstein investigation. The sender is [REDACTED]@[REDACTED] and the recipient is [REDACTED]@[REDACTED].",
      "timestamp": "2019-06-18T00:00:00",
      "timestamp_raw": "18 Jun 2019",
      "keywords": [
        "alec baldwin",
        "jeffrey epstein",
        "prosecution memo",
        "usanys",
        "redaction analysis",
        "legal issues",
        "wnyc studios",
        "southern district of new york",
        "email",
        "twitter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029441",
      "summary": "An email was sent from a U.S. Attorney’s Office for the Southern District of New York Co-Chief, Public Corruption Unit, to an unknown recipient regarding ODAG update memos. The sender notes a historical trend of these memos being related to “MC” matters, but the current memo concerns Jeffrey Epstein and requests the recipient’s preference for review before it is sent to Audrey.",
      "timestamp": "2019-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2019",
      "keywords": [
        "efta00029441",
        "odag",
        "redaction",
        "epstein",
        "mc",
        "u.s. attorney's office",
        "public corruption unit",
        "memos",
        "review",
        "audrey"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030506",
      "summary": "An email exchange occurred between [REDACTED], [REDACTED], and [REDACTED] regarding ODAG update memos. One party requested to review the memos, particularly due to their connection to Epstein, while the other party initially intended to send them directly to Audrey. The subject of the memos was related to the Public Corruption Unit within the U.S. Attorney’s Office for the Southern District of New York.",
      "timestamp": "2019-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2019",
      "keywords": [
        "efta00030506",
        "odag",
        "update memos",
        "redaction",
        "epstein",
        "mc",
        "public corruption unit",
        "u.s. attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030230",
      "summary": "An email exchange occurred between a Special Assistant to the U.S. Attorney (SDNY) and an individual (identified as [REDACTED]) regarding the Epstein investigation and a decision document (SDFL_decision.pdf). The Assistant sent the decision document and a related memo (“Epstein_investigation,_prosecution_inemo.msg”) to the recipient, requesting further assistance if needed.",
      "timestamp": "2019-06-21T00:00:00",
      "timestamp_raw": "21 Jun 2019",
      "keywords": [
        "efta00030230",
        "redaction analysis",
        "epstein investigation",
        "prosecution",
        "inemo",
        "u.s. attorney's office",
        "sdny",
        "decision",
        "email",
        "attachments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015566",
      "summary": "An email chain discusses conflicts with a GSA meeting due to a cardiologist appointment. The sender states they have rescheduled the appointment multiple times and intend to keep it, inquiring about the meeting's purpose. The email originates from a Special Assistant to the U.S. Attorney, SDNY.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "01 Jul 2019",
      "keywords": [
        "gsa meeting",
        "attendees",
        "cardiologist",
        "epstein",
        "u.s. attorney's office",
        "sdny",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018396",
      "summary": "An email was sent from the U.S. Attorney’s Office for the Southern District of New York to an unknown recipient(s) inquiring about the attorney information for Jeffrey Epstein. The email was sent on July 8, 2019, and includes contact information for the office and its social media accounts.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "attorney",
        "u.s. attorney's office",
        "southern district of new york",
        "redaction",
        "efta00018396"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018158",
      "summary": "The document is an email update regarding the presentment proceeding for Jeffrey Epstein, initiated by the U.S. Attorney's Office, SDNY. It was sent on July 8, 2019, and indicates the proceedings have just begun.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "u.s. attorney",
        "sdny",
        "updates",
        "legal",
        "presentment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018155",
      "summary": "Jeffrey Epstein is charged with sex trafficking and related offenses, including engaging in sexual acts with dozens of underage girls (some as young as 14) and recruiting others to participate. The indictment alleges he operated a network of abuse at his Manhattan and Palm Beach residences from 2002-2005, involving nude massages, sexual exploitation, and payment to the girls.  A previous agreement in 2008, overseen by the U.S. Attorney in Miami, allowed Epstein to avoid federal prosecution after pleading guilty to state prostitution charges. The indictment was prepared more than a decade prior to being unsealed in Manhattan, mirroring earlier investigations.  The case is being pursued by the U.S. Attorney's Office for the Southern District of New York, following a judge's ruling that prosecutors had violated the law by concealing the plea agreement from Epstein’s accusers.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "underage girls",
        "new york",
        "palm beach",
        "indictment",
        "miami",
        "sexual exploitation",
        "prosecution",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014645",
      "summary": "Email correspondence regarding a final review of a Public Relations (PR) release related to Jeffrey Epstein. The release includes a statement from the FBI Assistant Director emphasizing the agency’s willingness to investigate any claims of criminal behavior regardless of the victim’s age or location of the incident, referencing the 1-800-CALL-FBI hotline.  A contractor and multiple individuals at the U.S. Attorney's Office for the Southern District of New York were involved in the review and approval process. The document references file EFTA00014645 and EFTA00014646.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "epstein",
        "fbi",
        "pr",
        "review",
        "redaction",
        "usanys",
        "contractor",
        "release",
        "victimized",
        "criminal behavior"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022621",
      "summary": "The email discusses an investigation initiated by the FBI, CBP, NYPD, and the U.S. Attorney’s Office (Southern District of New York). It denies allegations of the case being “shoveled” to the Southern District of New York and states that no prosecutors from the Southern District of New York have communicated with those involved in the investigation. The 2019-07-09 initial conference notes state there's no evidence of a conspiracy within the Department of Justice, and the 2019-07-15 bail hearing reiterates that the case was opened and investigated independently.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "2019-07-09",
      "keywords": [
        "efta00022621",
        "department of justice",
        "southern district of new york",
        "fbi",
        "cbp",
        "nypd",
        "u.s. attorney's office",
        "investigation",
        "conspiracy",
        "bail hearing",
        "transcripts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018398",
      "summary": "Attorney General Bill Barr decided not to recuse himself from the federal criminal prosecution of Jeffrey Epstein. However, he did recuse himself from a Justice Department internal probe into former Labor Secretary Alex Acosta’s involvement in approving a non-prosecution deal with Epstein. Barr’s recusal stemmed from his prior association with the law firm Kirkland & Ellis, which had represented Epstein. The prosecution involves allegations of Epstein sexually abusing underage girls from 2002-2005.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "bill barr",
        "jeffrey epstein",
        "child sex prosecution",
        "attorney general",
        "recuse",
        "justice department",
        "kirkland & ellis",
        "alex acosta",
        "u.s. attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030184",
      "summary": "The email chain discusses the attorneys representing Jeffrey Epstein. The original email asks for information about Epstein’s attorneys, and the response lists Martin Weinberg, Reid Weingarten, and Marc Fernich as the attorneys who have appeared for him. The email also provides contact information for the U.S. Attorney's Office for the Southern District of New York.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "attorneys",
        "martin weinberg",
        "reid weingarten",
        "marc fernich",
        "u.s. attorney's office",
        "southern district of new york",
        "redaction analysis",
        "email",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015531",
      "summary": "An email was sent from the Co-Chief, Public Corruption Unit of the U.S. Attorney’s Office for the Southern District of New York to [REDACTED] and [REDACTED], with CC’d to [REDACTED]. The email discusses a response to a government opposition to a bail motion, including an attached PDF named “2019-07-12,_JE,_govemment_opposition_to_bail_motioniwith_exhibits.pdf”.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "2019-07-12",
      "keywords": [
        "efta00015531",
        "redaction analysis",
        "pstem",
        "government opposition",
        "bail motion",
        "u.s. attorney's office",
        "southern district of new york",
        "response",
        "exhibits"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018185",
      "summary": "This email, dated July 12, 2019, originates from the Co-Chief of the Public Corruption Unit of the U.S. Attorney’s Office for EFTA00018185 and is addressed to an unidentified recipient. It concerns a draft request for the release of Jo Bail, attached as “2019-07-12 JE_responsejo_bail_release_request_draft_5_-_CLEAN.docx.”",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "efta00018185",
        "redaction analysis",
        "efta",
        "u.s. attorney's office",
        "2019-07-12",
        "release request",
        "corruption unit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018178",
      "summary": "An email chain discusses the status of Jeffrey Epstein’s passport. The State Department’s Consular Affairs Bureau is seeking to revoke his valid passport, potentially due to a bail hearing and anticipated travel restrictions. One party requests a court order to facilitate the revocation process, while another party offers to provide the order if requested. The email chain involves individuals from the U.S. Attorney's Office, the DSS NY Field Office, and Consular Affairs.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "epstein passport",
        "state department",
        "consular affairs",
        "bail hearing",
        "passport revocation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020341",
      "summary": "An email chain discusses concerns regarding statements about Jared Epstein's detention, with the U.S. Attorney's Office agreeing not to make such statements. The email originates from the Public Affairs office of the United States Department of Justice’s U.S. Attorney’s Office in the Southern District of New York.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2019",
      "keywords": [
        "epstein",
        "bail",
        "detention",
        "redaction",
        "united states department of justice",
        "southern district of new york",
        "public affairs",
        "concerns",
        "statements",
        "justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020342",
      "summary": "A communication dated July 17, 2019, regarding an Epstein bail statement was sent from the United States Department of Justice, U.S. Attorney's Office, Southern District of New York to [REDACTED] and [REDACTED]. The sender, Public Affairs, agreed with Mnd’s concerns about statements concerning detention.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "epstein",
        "bail",
        "statement",
        "redaction",
        "justice",
        "united states department of justice",
        "southern district of new york",
        "2019",
        "july",
        "mnd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022546",
      "summary": "Here's a concise summary of the document's content: This document is a reply brief filed by Jane Doe 1 and 2 (the victims) in a lawsuit against the U.S. Attorney's Office for the Southern District of Florida and Jeffrey Epstein. The case concerns a non-prosecution agreement (NPA) that was secretly reached without the victims' knowledge or consent. The plaintiffs argue the government violated their Crime Victims' Rights Act (CVRA) rights by concealing the NPA. They seek to rescind the agreement's immunity provisions, allowing prosecution of Epstein for the crimes committed against them. The brief contends that the government acted unlawfully by concealing the agreement and that Epstein’s defense team played a role in this concealment, and that the court should enforce the CVRA’s provisions to protect the victims’ rights.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "07/23/2019",
      "keywords": [
        "npa",
        "crime victims rights act",
        "cvra",
        "rescission",
        "epstein",
        "jane doe",
        "united states",
        "prosecution",
        "immunity",
        "fraud",
        "concealment",
        "plea agreement",
        "victim rights",
        "remedies",
        "federal crimes",
        "florida",
        "intervenor",
        "statute"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016132",
      "summary": "Jeffrey Epstein's legal team, Weinberg, Stro & Johnson LLP, is requesting the U.S. Attorney's Office for the Southern District of New York to preserve and produce a wide range of documents related to his case, including those from various U.S. Attorney’s Offices, the FBI, the Department of Justice (including the Child Exploitation and Obscenity Section), and the Securities and Exchange Commission. This request stems from Epstein's intention to file a motion to dismiss based on the 2007 non-prosecution agreement (NPA). The team seeks documents related to investigations, decision-making processes, communications with victims and their counsel, and any efforts to transfer the case. They argue this production is necessary to support their motion and highlight potential inconsistencies with the NPA's immunity commitments.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v.",
        "southern district of new york",
        "child exploitation and obscenity section",
        "npa",
        "brady v. maryland",
        "federal rules of criminal procedure",
        "motion to dismiss",
        "non-prosecution agreement",
        "united states attorney's offices",
        "department of justice",
        "discovery requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030516",
      "summary": "Martin Weinberg, an Assistant United States Attorney for the Southern District of New York, sent an email to counsel regarding the production of discovery in the case 19 Cr. 490 (RMB). The discovery, including a letter from Michael Miller, was loaded onto a drive and available for pickup at the U.S. Attorney's office. Weinberg offered assistance if there were any difficulties accessing the discovery.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "31 Jul 2019",
      "keywords": [
        "discovery",
        "production",
        "michael miller",
        "envelope",
        "united states attorney",
        "southern district of new york",
        "19 cr. 490",
        "rmb",
        "redaction",
        "martin weinberg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020940",
      "summary": "On August 1, 2019, Martin G. Weinberg, P.C. sent a supplement to a previous discovery request to the Assistant United States Attorneys at the U.S. Attorney's Office for the Southern District of New York regarding the United States v. Jeffrey Epstein case (No. 19-cr-00490). The request sought the preservation and production of documents, communications (emails, texts, letters, etc.), and information from the USAO for the Southern District of Florida and the FBI offices involved in the investigation, specifically concerning AUSA who led the 2006-2008 investigation, spanning from 2007-2019. The requests targeted communications related to interviews, victim witness consultations, and the provision of investigatory information.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v.",
        "discovery request",
        "npa",
        "usao",
        "southern district of new york",
        "fbi",
        "emails",
        "investigation",
        "2006-2008",
        "2007-2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014576",
            "similarity": 0.692,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014576",
      "summary": "On August 1, 2019, Martin G. Weinberg, P.C., representing Jeffrey Epstein, sent a supplement to the first discovery request to the Assistant United States Attorneys of the U.S. Attorney's Office for the Southern District of New York. The request sought preservation and production of documents and communications related to the NPA (likely a legal matter) from 2006-2019, specifically focusing on the lead prosecutor, AUSA, and FBI agents involved in the 2008 investigation in New York City. The request included communications concerning interviews, victim witness communications, and investigatory information provided to the USAO and FBI from 2007-2019.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v.",
        "npa",
        "discovery request",
        "usao",
        "fbi",
        "southern district of new york",
        "emails",
        "2006-2019",
        "investigation",
        "victim witnesses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020940",
            "similarity": 0.692,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022348",
      "summary": "On August 2, 2019, an individual contacted a U.S. Attorney’s Office representative regarding the Epstein issue. The representative confirmed that no contact had been made from the U.S. Attorney’s Office to a Palm Beach County Sheriff’s Office Violent Crimes Division Homicide contact. On July 26, 2019, the same representative requested contact information for the PBSO point of contact to pass along to relevant parties.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "efta00022348",
        "pbso",
        "epstein",
        "redaction analysis",
        "palm beach county sheriffs office",
        "violent crimes",
        "homicide",
        "u.s. attorney's office",
        "public corruption unit",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018964",
      "summary": "On August 10, 2019, multiple individuals within the U.S. Attorney’s Office and related agencies received updates regarding the death of Jeffrey Epstein. Initial reports indicated Epstein had died, likely due to a suicide attempt, and was being transported to a hospital by ambulance. Concerns were raised about a lack of communication from the Bureau of Prisons (BOP) and the public release of information before counsel and family could be informed. A staff member indicated they were compiling an incident report and lacked specific details from the BOP. Another individual noted continued frantic calls from defense counsel due to press releases containing information not yet shared.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "inmate",
        "suicide attempt",
        "u.s. attorney's office",
        "counsel",
        "marshals",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018966",
            "similarity": 0.667,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029739",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018966",
      "summary": "On August 10, 2019, multiple individuals communicated regarding the death of a federal inmate, Jeffrey Epstein. Concerns were raised about the Bureau of Prisons (BOP) issuing public press releases without informing relevant legal counsel. Initial reports indicated Epstein’s death was due to a suicide attempt and that the BOP was compiling a report. Updates were provided by the BOP regarding the ambulance transport to the hospital and the ongoing incident report. A USMS official provided initial confirmation of Epstein's passing. Requests were made for immediate communication and basic factual information, specifically the time and cause of death, to relay to his attorneys.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "attorneys",
        "u.s. attorney's office",
        "suicide attempt",
        "inmate",
        "information",
        "efta00018966"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018964",
            "similarity": 0.667,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029739",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019757",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029739",
      "summary": "On August 10, 2019, the U.S. Attorney’s Office received updates regarding the death of federal inmate Jeffrey Epstein. Initial reports indicated Epstein had passed away. Subsequently, information was received that he was being taken to the hospital via ambulance following a suicide attempt, with no further details provided. An individual was out of the office on vacation and anticipated delayed responses to emails.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "bop",
        "ambulance",
        "suicide attempt",
        "u.s. attorney's office",
        "defense counsel",
        "report",
        "inmate",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018966",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018964",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029735",
            "similarity": 1.0,
            "index": 54,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019757",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029735",
      "summary": "On August 10, 2019, multiple individuals within the U.S. Attorney’s Office were receiving updates regarding the death of federal inmate Jeffrey Epstein. Initial reports indicated Epstein had “passed away,” with the Bureau of Prisons (BOP) subsequently reporting he was being taken to the hospital via ambulance after a suspected suicide attempt. The sender of the initial email requested information regarding the time and cause of death, expressing frustration that defense counsel had received information prior to the U.S. Attorney’s Office. One individual was out of the office on vacation and noted potential delays in responses.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "bop",
        "suicide attempt",
        "u.s. attorney's office",
        "defense counsel",
        "inmate",
        "report",
        "information",
        "ambulance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029739",
            "similarity": 1.0,
            "index": 53,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00018966",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018964",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019757",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019757",
      "summary": "On August 10, 2019, a supervisory staff attorney from CLC New York contacted colleagues regarding updates on the death of Jeffrey Epstein. The U.S. Attorney’s Office was receiving increasingly frantic calls from defense counsel due to press releases containing information they hadn’t received. The U.S. Attorney’s Office confirmed Epstein had passed and was being taken to the hospital following a suicide attempt, but provided limited details. An employee reported completing a significant incident report for HQ, but lacked specifics from the Bureau of Prisons (BOP). Another employee indicated the BOP would provide updates as available and noted their absence from the office until August 12th.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "press release",
        "u.s. attorney's office",
        "bop",
        "inmate",
        "suicide attempt",
        "correctional center",
        "legal",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029739",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018966",
            "similarity": 0.667,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029737",
      "summary": "On August 10, 2019, a U.S. Attorney’s Office representative is receiving updates regarding the death of federal inmate Jeffrey Epstein. Counsel for Epstein is demanding basic information regarding the time and cause of death, expressing frustration that the U.S. Attorney’s Office has less information than the press. A BOP representative reports Epstein passed away after a suicide attempt and is being taken to the hospital by ambulance. The BOP will provide further updates as available. The representative indicates they will be out of the office on vacation until August 12th and directs urgent matters to other AUSAs or AUSP.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "u.s. attorney's office",
        "bop",
        "death",
        "suicide attempt",
        "federal inmate",
        "redaction",
        "report",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018969",
      "summary": "A redacted statement, titled \"Jeffrey_Epstein_Statement.docx,\" was sent from the U.S. Attorney's Office, Southern District of New York, to an unidentified recipient (USANYS) on August 10, 2019. The document is associated with Redaction Analysis EFTA00018969.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "redaction",
        "efta00018969",
        "usanys",
        "jeffrey epstein",
        "statement",
        "redlined",
        "united states department of justice",
        "southern district of new york",
        "public affairs",
        "mobile"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010425",
      "summary": "On August 15, 2019, Ghislaine Maxwell was photographed at an In-N-Out Burger restaurant. The email, sent from the U.S. Attorney’s Office for the Southern District of New York, relays this information with a link to a New York Post article detailing the sighting.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "efta00010425",
        "ghislaine maxwell",
        "jeffrey epstein",
        "in-n-out burger",
        "redaction analysis",
        "u.s. attorney's office",
        "new york",
        "public affairs",
        "nypost",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031005",
            "similarity": 0.615,
            "index": 61,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019240",
      "summary": "CNN is investigating whether questions regarding Jeffrey Epstein’s 2015/2016 Florida plea deal – specifically concerning potential sex trafficking or human trafficking – were not escalated to senior leadership within the U.S. Attorney’s Office for the Southern District of New York. A CNN reporter contacted a U.S. Attorney’s Office AUSA and a reporter believes another has similar information. CNN anticipates competition will pursue a similar story if they don’t.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "epstein",
        "cnn",
        "trafficking",
        "plea deal",
        "florida",
        "ausa",
        "redaction",
        "u.s. attorney's office",
        "southern district of new york",
        "journalist"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026563",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018900",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026563",
      "summary": "A U.S. Attorney’s Office for the Southern District of New York public affairs team was contacted by CNN regarding a story about an individual who visited the office in 2015/2016 to inquire about Jeffrey Epstein’s plea deal. This individual, represented by an attorney, discussed the matter with a sex trafficking/human trafficking AUSA, but the issue was not escalated to senior leadership and was ultimately not pursued. CNN is considering pursuing the story based on this information, and the team sought guidance.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "epstein",
        "plea deal",
        "florida",
        "trafficking",
        "cnn",
        "ausa",
        "southern district of new york",
        "sex trafficking",
        "human trafficking",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019240",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018900",
            "similarity": 0.818,
            "index": 62,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031005",
      "summary": "An email chain discusses the sighting of Ghislaine Maxwell after Jeffrey Epstein’s death. One email suggests Maxwell was seen at an In-N-Out burger restaurant, referencing a New York Post article. The email originates from the U.S. Attorney’s Office for the Southern District of New York.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00031005",
        "ghislaine maxwell",
        "in-n-out burger",
        "jeffrey epstein",
        "redaction analysis",
        "u.s. attorney's office",
        "new york",
        "august 15",
        "2019",
        "public affairs",
        "nypost"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010425",
            "similarity": 0.615,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018900",
      "summary": "A U.S. Attorney’s Office for the Southern District of New York public affairs team was contacted regarding a CNN story investigating a 2015-2016 meeting between individuals and a U.S. Attorney’s Office AUSA regarding Jeffrey Epstein’s plea deal in Florida. The individuals, represented by an attorney, discussed raising questions about the plea deal with the AUSA, but the matter was not escalated to senior leadership. CNN anticipates another news outlet will pursue the story if they do not.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "epstein",
        "ausa",
        "cnn",
        "trafficking",
        "plea deal",
        "florida",
        "sex trafficking",
        "human trafficking",
        "redaction",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026563",
            "similarity": 0.818,
            "index": 60,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019240",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027228",
      "summary": "An email was sent from the Co-Chief, Public Corruption Unit of the U.S. Attorney's Office for the Southern District of New York to an individual, requesting a call regarding “Epstein.” The email was sent on August 20, 2019.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "August 20, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "u.s. attorney",
        "public corruption unit",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009883",
            "similarity": 0.625,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021297",
      "summary": "On September 9, 2019, the U.S. Attorney's Office for the Southern District of New York requested that the Office of the Chief Medical Examiner (OCME) redact specific documents and materials related to the Jeffrey Epstein autopsy case. These redactions included documents provided by the USAO or FBI, the names and identifying information of federal law enforcement agents, photographs of the scene at the Mansion at the Colony (MCC), and this letter and its attachment. The redacted document was attached as an enclosure.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "September 9, 2019",
      "keywords": [
        "justice",
        "department of justice",
        "mollo building",
        "jeffrey epstein",
        "autopsy report",
        "redaction",
        "ocme",
        "fbi",
        "florence hutner",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009964",
      "summary": "A paralegal specialist at the U.S. Attorney's Office I SDNY is reviewing outstanding requests, primarily Commissary Reports and records related to individuals Epstein, M, and (unspecified). The specialist is unable to locate signed SHU post order review sheets and is investigating whether the post orders for SHU are the same as the daily assignment roster, noting a potential missing period (7/1 - 8/10).",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "09 Sep 2019",
      "keywords": [
        "efta00009964",
        "usanys",
        "commissary reports",
        "epstein",
        "shu post order",
        "daily assignment roster",
        "redacted",
        "receipts",
        "st. andrew's plaza",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009965",
      "summary": "An email chain discusses a news article titled “Jeffrey Epstein lost interest in pregnant victim, made her recruit underage girls.” The article originated from the U.S. Attorney's Office for the Southern District of New York. One individual inquired about the extent to which the referenced victim had repeated information in an interview.",
      "timestamp": "2019-09-12T00:00:00",
      "timestamp_raw": "12 Sep 2019",
      "keywords": [
        "jeffrey epstein",
        "recruitment",
        "underage girls",
        "victim",
        "interview",
        "u.s. attorney",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038014",
      "summary": "The FBI Victim Services Division is offering a briefing to victims of Jeffrey Epstein. The briefing will be held on October 15th in Miramar, Florida, or October 23rd in New York, NY. Attendees are asked to complete and return an RSVP Questionnaire to VictimServices@fbi.gov, providing personal information for security purposes. Transportation and lodging will be provided free of charge for those residing more than 50 miles from the location, with mileage reimbursement available for self-drivers. The meeting will involve FBI representatives, the FBI NY Field Office, and the U.S. Attorney's Office for the Southern District of New York.",
      "timestamp": "2019-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2019",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "victim services",
        "fbi victim services division",
        "meeting",
        "miami",
        "new york",
        "florida",
        "rsvp questionnaire",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032329",
      "summary": "This document is an email correspondence regarding a scan, attached to which is a PDF named \"Epstein_Victims_Attendees,_Agenda.pdf\". The sender is associated with the U.S. Attorney’s Office, SDNY, identified by the code EFTA00032329.",
      "timestamp": "2019-11-24T00:00:00",
      "timestamp_raw": "24 Oct 2019",
      "keywords": [
        "efta00032329",
        "scan",
        "epstein",
        "victims",
        "attendees",
        "agenda",
        "paralegal specialist",
        "u.s. attorney's office",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025103",
      "summary": "Assistant United States Attorney from the Southern District of New York (regarding allegations in a complaint – PDF 19_Civ._10788.pdf). The initial request is for a meeting to discuss the allegations, potentially at Suzanne Bloom’s office.  Several scheduling options are proposed, primarily around December 4th at 2:00 PM, with a preference for meeting at the Assistant U.S. Attorney's office. Cristina I. Calvar is also involved in the communications.  Sensitive information is redacted throughout the email chain.",
      "timestamp": "2019-12-04T00:00:00",
      "timestamp_raw": "December 04, 2019",
      "keywords": [
        "winston & strawn llp",
        "johanna hudgens",
        "suzanne jaffe bloom",
        "cristina calvar",
        "new york",
        "meeting",
        "allegations",
        "complaint",
        "united states attorney",
        "december 4",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018226",
      "summary": "An email was sent from the FBI ([REDACTED]) to Ted ([REDACTED]) requesting a status call regarding Jeffrey Epstein. The email was sent on December 5, 2019, and included a follow-up email from the U.S. Attorney's Office for the Southern District of New York’s Public Corruption Unit on November 25, 2019.",
      "timestamp": "2019-12-05T00:00:00",
      "timestamp_raw": "December 5, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "redacted",
        "status call",
        "usanys",
        "southern district of new york",
        "u.s. attorney's office",
        "2019",
        "2025",
        "time to chat"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032756",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032756",
      "summary": "On December 5, 2019, an FBI agent ([REDACTED]@fbi.gov) contacted Ted ([REDACTED]@usnys) to schedule a status call regarding Jeffrey Epstein. The U.S. Attorney's Office for the Southern District of New York initiated the communication.",
      "timestamp": "2019-12-05T00:00:00",
      "timestamp_raw": "December 5, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "usanys",
        "redaction",
        "time to chat",
        "new york",
        "december 5",
        "2019",
        "status call",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018226",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018145",
      "summary": "On December 5, 2019, Ted (USANYS) responded to Michael A. Osborn (NY) (FBI) via email, offering a time of 4:30 PM for a status call regarding Jeffrey Epstein. The email chain originated from the U.S. Attorney's Office for the Southern District of New York.",
      "timestamp": "2019-12-05T00:00:00",
      "timestamp_raw": "December 5, 2019",
      "keywords": [
        "efta00018145",
        "epstein",
        "fbi",
        "usanys",
        "ny",
        "redaction",
        "status call",
        "time",
        "december 2019",
        "michael a. osborn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029179",
      "summary": "CNN has received information indicating potential criminal charges related to Epstein/MCC are expected next week. The information originates from the U.S. Department of Justice, specifically the Public Affairs team within the U.S. Attorney's Office for the Southern District of New York.",
      "timestamp": "2019-12-14T00:00:00",
      "timestamp_raw": "14 Nov 2019",
      "keywords": [
        "epstein",
        "mcc",
        "cnn",
        "justice",
        "department",
        "charges",
        "announcement",
        "redaction",
        "southern district of new york",
        "united states"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016420",
      "summary": "El, an Assistant U.S. Attorney for the Southern District of New York, sent an email to William Callahan, an attorney at Unitel, regarding an ongoing investigation. Callahan stated he anticipates it will take 3-4 weeks to engage with the subject or his representative. The email chain discusses hypothetical representations and encourages Callahan to contact the U.S. Attorney's office if the subject or their representative provides information.  The document also includes contact information for Unitel and relevant professional organizations.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "December 19, 2019",
      "keywords": [
        "efta00016420",
        "redaction analysis",
        "u.s. attorney",
        "william callahan",
        "epstein matter",
        "follow-up",
        "investigation",
        "representation",
        "southern district of new york",
        "afio"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028195",
      "summary": "An email chain discusses obtaining the ages and date of birth (DOB) for individuals named Noel, Thomas, and Jeffrey Spstein. A link to a New York Times article about Spstein and two other individuals is included. The email originates from the U.S. Attorney's Office, Southern District of New York.",
      "timestamp": "2019-12-26T00:00:00",
      "timestamp_raw": "26 Nov 2019",
      "keywords": [
        "efta00028195",
        "noel",
        "jeffrey epstein",
        "tova noel",
        "michael thomas",
        "ages",
        "dobs",
        "united states department of justice",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016751",
      "summary": "On January 3, 2020, an individual from the USANYS (Contractor) forwarded an email discussing a potential 60 Minutes feature on Jeffrey Epstein airing on Sunday night. This information originated from a different outlet, with no further details available at the time. The email was sent from a USANYS individual and included correspondence from the Public Affairs team of the United States Department of Justice, U.S. Attorney's Office, Southern District of New York.",
      "timestamp": "2020-01-03T00:00:00",
      "timestamp_raw": "January 3, 2020",
      "keywords": [
        "epstein",
        "murder",
        "usanys",
        "redaction",
        "60 minutes",
        "promo",
        "united states department of justice",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026544",
      "summary": "A letter was sent from the U.S. Attorney's Office, Southern District of New York (USANYS), to ICMK regarding a magnetic cassette tape (MCC tape). The letter was dated January 8, 2020, and sent by the Co-Chief, Narcotics Unit.",
      "timestamp": "2020-01-08T00:00:00",
      "timestamp_raw": "January 8, 2020",
      "keywords": [
        "efta00026544",
        "usanys",
        "narcotics unit",
        "united states attorney's office",
        "new york",
        "icmk",
        "mcc tape",
        "2020",
        "letter",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028721",
      "summary": "The Bureau of Prisons (BOP) requested a Board of Inquiry to review operations at the Metropolitan Correctional Center (MCC) New York, focusing on areas like special housing, camera operations, and training/staffing. The inquiry will not be a misconduct investigation but will report any new allegations according to standard procedures. The U.S. Department of Justice’s Office of the Inspector General is coordinating the review, seeking input from FBI and U.S. Attorney’s Office representatives, and emphasizing a need to avoid conflicts with the ongoing criminal investigation.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2020",
      "keywords": [
        "efta00028721",
        "board of inquiry",
        "bop",
        "mcc new york",
        "fbi",
        "u.s. attorney's office",
        "epstien",
        "investigation",
        "misconduct",
        "program statement",
        "criminal investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019233",
            "similarity": 0.615,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019233",
      "summary": "The Bureau of Prisons (BOP) requested a Board of Inquiry to review operations at the Metropolitan Correctional Center (MCC) New York, specifically regarding the Epstein/MCC case. The request involved reviewing camera operations, local policy and procedures related to special housing, and training/staffing issues. The BOP provided a Program Statement detailing the Board’s scope.  The U.S. Department of Justice, Office of the Inspector General, requested input from representatives of the FBI and U.S. Attorney’s Office, SDNY, regarding the office’s position and included the SAC and ASAC of the Operations Branch I (OPS I) in the communication. The Board would not be a misconduct investigation and would report any new misconduct allegations according to standard procedures.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "17 Jan 2020",
      "keywords": [
        "bop",
        "mcc new york",
        "board of inquiry",
        "fbi",
        "u.s. attorney's office",
        "sac",
        "operations",
        "investigation",
        "program statement",
        "misconduct"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028721",
            "similarity": 0.615,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032554",
      "summary": "On January 17, 2020, an email exchange occurred between individuals within the U.S. Attorney's Office for the Southern District of New York regarding the bail proceedings for Jeffrey Epstein. One party requested filings related to the government’s bail motion and opposition, which were subsequently attached to the email. The email confirmed that no documents were filed under seal and provided the relevant documents to the recipient.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "epstein",
        "bail",
        "filings",
        "government",
        "seal",
        "usanys",
        "judge pittman",
        "submissions",
        "corruption",
        "civ div"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017751",
      "summary": "An email exchange occurred between individuals associated with the U.S. Attorney’s Office for the Southern District of New York regarding an attachment named “2019.12.19_Epstein_6(e)_App_&_Ordendocx”. One individual, identified as the Co-Chief, Public Corruption Unit, indicated they would “come by in a second”.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2020",
      "keywords": [
        "epstein",
        "usanys",
        "redaction",
        "corruption",
        "u.s. attorney's office",
        "2020",
        "2019",
        "app",
        "docx",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023281",
      "summary": "Department of Justice, specifically the U.S. Attorney's Office for the Southern District of New York (SDNY), regarding potential violations of International Megan’s Law (IML) by Jeffrey Epstein. *   **SDNY Suspicion:** The SDNY suspected Epstein was concealing international travel, possibly related to his status as a convicted sex offender. *   **FAA Flight Logs:** Volscho highlighted discrepancies in FAA flight logs regarding two flights (Vienna, Austria and Monaco) that were not initially recorded. *   **Investigation Details:** The US Marshals Service (USMS) initiated an investigation (Case: CC-1900-0108-2921G) based on a referral from the SDNY. Epstein was flagged due to his history of international travel and sex offender status. He was classified as a Level 3 sex offender in New York. *   **USMS Response:** A Public Affairs representative from the DOJ declined to comment. *   **Specific Questions:** Volscho posed several questions to the SDNY regarding the investigation, including the basis for their suspicions, prior reports, other investigations, and details about the arrest.",
      "timestamp": "2020-02-20T00:00:00",
      "timestamp_raw": "20 Feb 2020",
      "keywords": [
        "epstein",
        "iml",
        "usdoj",
        "southern district of new york",
        "jeffrey epstein",
        "sex offender",
        "international travel",
        "faa",
        "united states marshals service",
        "cuny",
        "crime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025543",
      "summary": "A communication was sent from the United States Department of Justice, specifically the U.S. Attorney's Office for the Southern District of New York, to aYS and MI (both identified as USANYS). The email, dated March 6, 2020, was subject to “MCC Letter” and attached an image file named \"Re_AP_Exclusiye_loaded_gunfound_injail_where_Epstein_killed_himself.jpeg.\" The sender indicated “Just FYI.”",
      "timestamp": "2020-03-06T00:00:00",
      "timestamp_raw": "March 6, 2020",
      "keywords": [
        "efta00025543",
        "redaction analysis",
        "usanys",
        "united states department of justice",
        "public affairs",
        "mcc letter",
        "contractor",
        "epstein",
        "gun",
        "jpeg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030803",
      "summary": "An email was sent from the Co-Chief, Public Corruption Unit of the U.S. Attorney’s Office for the Southern District of New York to “a” on April 7, 2020, at 18:06:34 +0000. The email included an attachment named “_with_attachments.pdf” and was related to case EFTA00030803.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "April 7, 2020",
      "keywords": [
        "efta00030803",
        "redaction analysis",
        "usanys",
        "corruption",
        "u.s. attorney's office",
        "southern district of new york",
        "2020",
        "public corruption unit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026534",
      "summary": "Andrew Tomback of White & Case LLP responded to a request for photographs and videos related to Jeffrey Epstein’s properties. He stated the estate and trustees had no historical surveillance videos and were unaware of existing physical video recordings. He indicated some photographs existed within the Florida and New Mexico residences but were not subject to search warrants. The estate’s inability to retain someone to obtain digital copies of these photographs was a previous obstacle. The sender requested an update on the possibility of someone currently accessing the properties to convey photographs. The email also includes a standard disclaimer from the Assistant U.S. Attorney's office.",
      "timestamp": "2020-05-19T00:00:00",
      "timestamp_raw": "19 May 2020",
      "keywords": [
        "efta00026534",
        "andrew tomback",
        "marc weinstein",
        "subpoena",
        "estate",
        "surveillance videos",
        "photographs",
        "white & case",
        "new york",
        "pandemic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019100",
      "summary": "An email was sent from the Co-Chief, Public Corruption Unit of the U.S. Attorney's Office for the Southern District of New York to an individual identified as “USANYS” on June 1, 2020, inquiring about participation in a call involving “Civ Dlv” and Jeffrey Epstein. The email included the subject line “You gonna join the Epstein call with Civ Dlv? No pressure, just let me know if we should wait”.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "June 1, 2020",
      "keywords": [
        "efta00019100",
        "usanys",
        "epstein",
        "civ dlv",
        "public corruption",
        "redaction",
        "u.s. attorney's office",
        "southern district of new york",
        "june 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025554",
            "similarity": 0.583,
            "index": 87,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025554",
      "summary": "An email exchange occurred between individuals associated with the U.S. Attorney’s Office for the Southern District of New York and Civ Dlv regarding a call involving Jeffrey Epstein. One party expressed a desire to join the call and inquired about waiting. The email contained redactions.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "01 Jun 2020",
      "keywords": [
        "efta00025554",
        "usanys",
        "redaction",
        "epstein",
        "civ dlv",
        "public corruption unit",
        "u.s. attorney's office",
        "southern district of new york",
        "call",
        "june 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019100",
            "similarity": 0.583,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022331",
      "summary": "The FBI (specifically the NY CART Coordinator) is providing updates on the recovered evidence, primarily digital media like hard drives, thumb drives, and computers. Key issues include: *   **Lack of Device Identification:** A significant concern is the absence of a clear inventory of devices and their contents, making it difficult to track the data being provided. The request is repeatedly for a list of seized devices with associated data, ideally linked to device serial numbers. *   **Data Transfer Format:** The FBI is transitioning to transferring data in a format compatible with Relativity, the e-discovery tool used by the U.S. Attorney’s Office, but this process is hampered by the lack of proper device identification. *   **Data Volume and Disorganization:** The sheer volume of data (over a million documents) and the disorganized nature of the files presented a major challenge. Some files appear to be duplicates or remnants of previous transfers. *   **Coordination Issues:** There are ongoing communication challenges between the FBI, the U.S. Attorney's Office, and the contractor, leading to delays and misunderstandings regarding the process and timeline. *   **Requested Deliverables:** The U.S. Attorney’s Office requires a detailed spreadsheet listing all seized devices, the data extracted from each, its review status, and any associated identifiers. They also need confirmation on the timelines for receiving the remaining evidence and data sets.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "search warrant",
        "documents",
        "fbi",
        "devices",
        "hard drives",
        "sd cards",
        "thumb drives",
        "locations",
        "data transfer",
        "serial numbers",
        "epstein",
        "nyco243xx",
        "relativity",
        "taint review",
        "data processing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023773",
      "summary": "Attorney Geoffrey Berman of the U.S. Attorney's Office for the Southern District of New York sent an email to Barr confirming the Department of Justice’s desire for Prince Andrew to provide evidence in the Jeffrey Epstein investigation. The email was dated June 8, 2020.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "June 8, 2020",
      "keywords": [
        "efta00023773",
        "prince andrew",
        "epstein",
        "doj",
        "barr",
        "investigation",
        "evidence",
        "usanys",
        "fox news",
        "corruption"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022360",
      "summary": "A paralegal specialist at the U.S. Attorney’s Office I SDNY is requesting that a sender provide subpoena returns related to the Epstein case, specifically those previously sent on discs, and also upload them to USAfx. The sender had previously provided a tracker of bank subpoenas and returns on June 2nd. The specialist was unable to locate the returns on the shared drive.",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "10 Jun 2020",
      "keywords": [
        "epstein",
        "subpoena",
        "returns",
        "bank",
        "usafx",
        "redaction",
        "tracker",
        "disc",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029812",
      "summary": "On June 30, 2020, the Public Affairs team at the U.S. Attorney's Office, Southern District of New York, inquired about a draft release regarding Jeffrey Epstein. An attachment, the final JE release, was included.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "efta00029812",
        "usanys",
        "jeffrey epstein",
        "redaction",
        "united states department of justice",
        "public affairs",
        "contract",
        "draft release",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031523",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically enticing, transporting, and potentially abusing girls as young as 14. The charges include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and facilitated abuse, often presenting herself as a trusted figure to vulnerable young women. Multiple locations, including residences in New York, Florida, New Mexico, and London, were involved. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017713",
            "similarity": 0.818,
            "index": 94,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030367",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031876",
            "similarity": 0.615,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024523",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, dating back to at least 1994. The charges include enticing minors to travel for criminal sexual activity, transporting minors with intent to engage in such activity, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported young girls, including those as young as 14, to Epstein’s residences in New York, Florida, New Mexico, and London, facilitating abuse and normalizing sexual activity with the victims.  She made multiple false statements under oath. The investigation involved the U.S. Attorney's Office, the FBI, and the NYPD. The case is ongoing with a potential maximum sentence of 35 years.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "united states attorney",
        "fbi",
        "nypd",
        "grooming",
        "abuse",
        "criminal sexual activity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017713",
            "similarity": 0.562,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030367",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031876",
            "similarity": 0.529,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017713",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The indictment alleges she facilitated and participated in the abuse of girls as young as 14, enticing them to travel with Epstein, transporting them to locations including New York, Florida, and New Mexico, and making false statements in depositions. Maxwell’s actions involved grooming victims, normalizing abuse, and participating in sexual encounters with Epstein. She faces charges including enticing a minor to travel for illegal sexual activity, conspiracy, transporting a minor with intent to commit criminal sexual activity, and perjury. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "united states attorney",
        "fbi",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024523",
            "similarity": 0.562,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031523",
            "similarity": 0.818,
            "index": 92,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030367",
            "similarity": 0.818,
            "index": 95,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031876",
            "similarity": 0.615,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031529",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030367",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, including enticing minors to travel for criminal sexual activity, transporting minors with intent to commit abuse, and perjury related to 2016 depositions. The charges stem from alleged activities between 1994 and 1997 involving the grooming and abuse of young girls, including travel to locations in New York, Florida, New Mexico, and England. Maxwell allegedly facilitated Epstein’s abuse by encouraging interactions, normalizing sexual behavior, and being present during abusive acts. She also made false statements during a 2016 deposition. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "united states attorney",
        "new york",
        "fbi",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017713",
            "similarity": 0.818,
            "index": 94,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024523",
            "similarity": 0.667,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031523",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031876",
            "similarity": 0.5,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031529",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031852",
            "similarity": 0.818,
            "index": 98,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031876",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for criminal sexual activity, transporting them with intent to commit abuse, and perjury related to 2016 depositions. The charges stem from allegations that between 1994 and 1997, Maxwell facilitated and participated in abusing girls as young as 14, often in locations like New York, Florida, and New Mexico. She allegedly used grooming tactics to lure victims, normalize abuse, and was present during sexual encounters with Epstein. Maxwell also made false statements during a 2016 deposition. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "arrest",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030367",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017713",
            "similarity": 0.615,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024523",
            "similarity": 0.529,
            "index": 93,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031488",
            "similarity": 0.769,
            "index": 99,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030347",
            "similarity": 0.5,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030949",
            "similarity": 0.615,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031529",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and potentially abusing girls as young as 14. The indictment details how Maxwell facilitated Epstein's abuse by recruiting, grooming, and transporting victims to locations including New York, Florida, and New Mexico. She is accused of making false statements during 2016 depositions and normalizing the abuse through her interactions with the victims. Maxwell faces potential sentences of up to 35 years in prison if convicted on all charges. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "united states attorney",
        "fbi",
        "new york city police department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030367",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017713",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031523",
            "similarity": 0.538,
            "index": 92,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031852",
            "similarity": 0.818,
            "index": 98,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031488",
            "similarity": 0.571,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030347",
            "similarity": 0.667,
            "index": 100,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031852",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically with enticing, transporting, and perjuring herself related to the abuse of underage girls (as young as 14). The charges stem from alleged activities between 1994 and 1997 involving grooming, travel, and direct participation in abusive acts at locations including New York, Florida, New Mexico, and London. Maxwell is accused of actively facilitating Epstein’s abuse by befriending victims, normalizing sexual activity, and encouraging them to travel with him. Multiple false statements were made during depositions in 2016. The U.S. Attorney's Office is prosecuting the case, emphasizing the ongoing investigation and the potential for lasting trauma to the victims.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "fbi",
        "nypd",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031529",
            "similarity": 0.818,
            "index": 97,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030367",
            "similarity": 0.818,
            "index": 95,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00017713",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031488",
            "similarity": 0.571,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030347",
            "similarity": 0.667,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030949",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031488",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically by enticing, transporting, and facilitating the abuse of girls as young as 14. The charges include conspiracy to commit abuse, transporting a minor with intent to commit abuse, and perjury related to 2016 depositions. Maxwell allegedly groomed and manipulated victims, encouraging their interactions with Epstein and creating situations where abuse could occur. She was present during some of these acts, and made false statements under oath. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.  The indictment alleges a pattern of abuse spanning at least 1994-1997 across locations including New York, Florida, New Mexico, and London, involving multiple victims.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "fbi",
        "united states attorney",
        "arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031852",
            "similarity": 0.571,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031529",
            "similarity": 0.571,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031876",
            "similarity": 0.769,
            "index": 96,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030347",
            "similarity": 0.692,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030949",
            "similarity": 0.692,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030361",
            "similarity": 0.692,
            "index": 103,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030347",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and facilitating the abuse of underage girls. The charges include perjury related to 2016 depositions. Maxwell allegedly groomed and manipulated victims, often with the intention of exposing them to Epstein's abuse. The investigation involved the FBI and NYPD, and the case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York. The indictment outlines a pattern of abuse occurring in locations including New York, Florida, New Mexico, and London.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "united states attorney",
        "fbi",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031488",
            "similarity": 0.692,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031852",
            "similarity": 0.667,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031529",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030949",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030361",
            "similarity": 0.818,
            "index": 103,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031476",
            "similarity": 0.818,
            "index": 104,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031535",
      "summary": "Attorney's Office, and a contractor (BRG) to analyze data seized during searches related to Jeffrey Epstein. Initial challenges involve a complex, large volume of data (over a million documents) from various devices (computers, hard drives, CDs, etc.) across two residences (New York and the US Virgin Islands).  A key issue is the lack of clear identification of the data sources – the FBI initially struggled to provide a consistent inventory of the devices and the data contained within. There were difficulties with data transfer formats, particularly regarding the inability to easily integrate data for taint review using Relativity. Concerns were raised about duplicate data being transferred and the difficulty in distinguishing between complete and partial data sets. The contractors, BRG, were engaged to process the data, aiming for a one-month turnaround. Ongoing communication and a shared spreadsheet are seen as essential to managing the complex project and ensuring accurate tracking of the data. Multiple attempts are made to schedule meetings and coordinate efforts to address the data organization and transfer challenges.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "devices",
        "files",
        "review",
        "timeline",
        "contractor",
        "materials",
        "transfer",
        "cart",
        "storage",
        "mac"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.7,
            "index": 115,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030949",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, dating back to at least 1994. The indictment alleges she facilitated, participated in, and exploited young girls, primarily between the ages of 14 and 18, by enticing them to travel to locations including New York, Florida, and New Mexico for illegal sexual activity. Maxwell is accused of grooming victims, encouraging their interactions with Epstein, normalizing abusive behaviors, and being present during sexual encounters. She also faced charges of perjury stemming from false statements made during 2016 depositions. The charges carry potential sentences of up to 30 years in prison. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030347",
            "similarity": 0.667,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031488",
            "similarity": 0.692,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031852",
            "similarity": 0.667,
            "index": 98,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030361",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031476",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028753",
            "similarity": 0.667,
            "index": 105,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030361",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The charges include enticing minors to travel for criminal sexual activity, transporting minors with intent to engage in such activity, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported young girls, including those as young as 14, to Epstein’s residences in New York, Florida, New Mexico, and London, facilitating sexual abuse. She is accused of making false statements during depositions. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "united states attorney",
        "sex act"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030949",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030347",
            "similarity": 0.818,
            "index": 100,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031488",
            "similarity": 0.692,
            "index": 99,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031476",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028753",
            "similarity": 0.667,
            "index": 105,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031476",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and facilitating the abuse of young girls (as young as 14). The charges include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported victims to locations including New York, Florida, and New Mexico, engaging in sexual activities herself. The FBI and NYPD are involved in the investigation, and the case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York.  The indictment contains allegations that are treated as such until proven guilty.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030361",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030949",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030347",
            "similarity": 0.818,
            "index": 100,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028753",
            "similarity": 1.0,
            "index": 105,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031870",
            "similarity": 0.818,
            "index": 107,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028753",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and potentially abusing girls as young as 14. The charges include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and facilitated the abuse, often present during encounters. The investigation involved the U.S. Attorney's Office, the FBI, and the NYPD. The indictment alleges a pattern of abuse occurring in locations including New York, Florida, New Mexico, and London. Maxwell faces potential prison sentences of up to 35 years.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031476",
            "similarity": 1.0,
            "index": 104,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030361",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030949",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031870",
            "similarity": 0.818,
            "index": 107,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.818,
            "index": 108,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021773",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for criminal sexual activity, transporting minors with intent to engage in such activity, and perjury related to 2016 depositions. The charges stem from alleged activities between 1994 and 1997 involving grooming and abuse of minor victims in locations including New York, Florida, New Mexico, and London. Maxwell allegedly facilitated Epstein's abuse by recruiting, grooming, and being present during sexual encounters with the victims. She faces potential sentences of up to 35 years in prison. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice department",
        "arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028753",
            "similarity": 0.667,
            "index": 105,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031476",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030361",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031870",
            "similarity": 0.667,
            "index": 107,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.667,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031491",
            "similarity": 0.667,
            "index": 109,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031870",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The charges include enticing minors to travel for criminal sexual activity, transporting minors with intent to engage in such activity, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and facilitated the abuse of numerous young girls, including by encouraging them to travel to Epstein’s residences in New York, Florida, New Mexico, and London. She actively participated in the abuse, including sexualized massages and direct involvement in sexual acts with the victims. The charges carry potential sentences of up to 30 years. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028753",
            "similarity": 0.818,
            "index": 105,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031476",
            "similarity": 0.818,
            "index": 104,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031532",
            "similarity": 0.667,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031491",
            "similarity": 0.667,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031473",
            "similarity": 0.538,
            "index": 111,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031532",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein. The indictment alleges she facilitated, participated in, and profited from grooming and abusing underage girls, including enticing them to travel to locations in New York, Florida, New Mexico, and London for illegal sexual activity. Maxwell allegedly manipulated victims through deceptive friendships, financial incentives, and normalizing Epstein's behavior. She also made false statements during 2016 depositions. The charges include enticing minors to travel, transporting minors for abuse, conspiracy to commit these offenses, and perjury. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031870",
            "similarity": 0.667,
            "index": 107,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028753",
            "similarity": 0.818,
            "index": 105,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031491",
            "similarity": 0.818,
            "index": 109,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031473",
            "similarity": 0.538,
            "index": 111,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019546",
            "similarity": 0.615,
            "index": 112,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031491",
      "summary": "Ghislaine Maxwell was arrested and charged in Manhattan federal court with conspiring to sexually abuse minors alongside Jeffrey Epstein. The indictment alleges she facilitated, participated in, and profited from grooming and transporting underage girls to locations including New York, Florida, and New Mexico for illegal sexual activity. Maxwell is accused of enticing victims, making false statements in depositions, and normalizing abuse. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual abuse, conspiracy related to these offenses, and perjury. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with assistance from the FBI and NYPD. The indictment details specific grooming behaviors used to exploit victims and alleges Maxwell was present during abusive encounters.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031532",
            "similarity": 0.818,
            "index": 108,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031870",
            "similarity": 0.667,
            "index": 107,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031473",
            "similarity": 0.667,
            "index": 111,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019546",
            "similarity": 0.75,
            "index": 112,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021776",
            "similarity": 0.615,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019414",
      "summary": "On July 2, 2020, an Assistant U.S. Attorney from the Southern District of New York received an email chain regarding the arrest of Ghislaine Maxwell related to Jeffrey Epstein.  A conversation occurred between individuals at the FBI and the U.S. Attorney's office, referencing an NBC New York article about the arrest and expressing anticipation for a signature from Parker on an unsealing order. The email chain originated from [REDACTED] and involved discussions about sources at the FBI, specifically Tom Winter.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00019414",
        "ghislaine maxwell",
        "jeffrey epstein",
        "fbi",
        "unsealing order",
        "media",
        "usanys",
        "tom winter",
        "parker",
        "nbc new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031473",
      "summary": "Ghislaine Maxwell was arrested and charged in Manhattan federal court with conspiring to sexually abuse minors alongside Jeffrey Epstein. The indictment alleges that between 1994 and 1997, Maxwell facilitated and participated in the abuse of girls as young as 14 by enticing them to travel with Epstein, transporting them for abuse, and providing false statements in depositions. She is accused of grooming victims, encouraging their interactions with Epstein, and normalizing sexual abuse. Maxwell was present during some of the abusive encounters. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual abuse, conspiracy to commit these offenses, and perjury. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "united states attorney",
        "fbi",
        "new york city police department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031491",
            "similarity": 0.667,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.538,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031870",
            "similarity": 0.538,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019546",
            "similarity": 0.615,
            "index": 112,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031501",
            "similarity": 0.571,
            "index": 114,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019546",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, dating back to at least 1994. The indictment alleges she actively facilitated the abuse, including recruiting, grooming, and transporting underage girls to locations in New York, Florida, New Mexico, and London. Maxwell repeatedly provided false statements in depositions and was involved in arranging encounters where abuse occurred, often normalizing and facilitating Epstein's behavior. She is facing charges including enticing a minor to travel for illegal sexual activity, transporting a minor with intent to engage in criminal sexual activity, conspiracy, and perjury. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "fbi",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031473",
            "similarity": 0.615,
            "index": 111,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031491",
            "similarity": 0.75,
            "index": 109,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.615,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031501",
            "similarity": 0.643,
            "index": 114,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021776",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically by enticing minors to travel for criminal sexual activity and transporting them with that intent. The charges include conspiracy to commit these offenses, perjury related to 2016 depositions, and facilitating abuse. Maxwell allegedly recruited, groomed, and transported young girls, including those as young as 14, to locations in New York, Florida, New Mexico, and London for sexual abuse. She is accused of normalizing and facilitating abuse through behaviors like discussing sexual topics and encouraging victims to interact with Epstein. She made false statements during a 2016 deposition. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with assistance from the FBI and NYPD. The indictment consists of accusations and the defendant is presumed innocent until proven guilty.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "new york",
        "fbi",
        "nypd",
        "arrest",
        "abuse",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031491",
            "similarity": 0.615,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.75,
            "index": 108,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031870",
            "similarity": 0.615,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031501",
            "similarity": 0.643,
            "index": 114,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031501",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and potentially abusing girls as young as 14. The charges stem from allegations that Maxwell facilitated Epstein’s abuse, groomed victims, and made false statements in 2016 depositions.  The investigation involved the U.S. Attorney's Office for the Southern District of New York, the FBI, and the NYPD. Maxwell’s actions included recruiting victims, arranging travel to locations like New York, Florida, and New Mexico, and normalizing abusive behavior.  She is facing potential sentences of up to 30 years in prison for the various charges, including enticing, conspiring to entice, transporting, and perjury.  The indictment details specific grooming tactics and instances of abuse perpetrated by Maxwell and Epstein.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "united states attorney",
        "fbi",
        "nypd",
        "new york",
        "abuse",
        "grooming"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021776",
            "similarity": 0.643,
            "index": 113,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019546",
            "similarity": 0.643,
            "index": 112,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031473",
            "similarity": 0.571,
            "index": 111,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024566",
      "summary": "This document details a series of email exchanges between the FBI’s NY CART Coordinator and various parties regarding the processing and review of digital evidence seized from Jeffrey Epstein’s residences in New York and the USVI. The core issue revolves around delays in receiving and properly identifying the vast amount of data – over a million documents – and the associated devices (hard drives, servers, etc.). Initial efforts to transfer files to the U.S. Attorney's Office were hampered by technical difficulties, miscommunications, and a lack of a clear system for tracking the data. Concerns were repeatedly raised about the format of the data, the inability to link emails to attachments, and the difficulty in determining what had already been processed. Requests for a centralized inventory and a clear identification system for the devices and their contents were repeatedly made. The exchange culminates in a frustration with the process and a desire for a more organized approach to managing the evidence.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "ny",
        "usvi",
        "devices",
        "data",
        "files",
        "review",
        "timeline",
        "relativity",
        "production",
        "materials",
        "transfer",
        "estimates",
        "cart"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.7,
            "index": 101,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024770",
      "summary": "An email request was sent from the United States Attorney's Office for the Southern District of New York to create a new Victim & Witnesses Services webpage for the Ghislaine Maxwell case. The webpage should mirror the format of the Epstein case website and include details about the unsealing of federal felony charges, the alleged crimes (enticement, transportation, conspiracy, and perjury), and locations involved (New York, Florida, New Mexico, and the United Kingdom). It directs individuals who believe they are victims to contact the Victim/Witness Unit for assistance, including notifications about case stages, potential compensation, and referrals to counseling services. The email also provides contact information for the Victim/Witness Coordinator at the U.S. Attorney's Office in New York.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "victim",
        "witness",
        "indictment",
        "united states attorney",
        "new york",
        "fbi",
        "case",
        "maxwell case",
        "crime victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019236",
      "summary": "An inquiry from the New Mexico U.S. Attorney's Office regarding a potential forfeiture of Jeffrey Epstein’s New Mexico property was received. The sender, EFTA00019236, requested a call with Chiefs to discuss the matter within the next couple of days.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "20 Jul 2020",
      "keywords": [
        "efta00019236",
        "new mexico",
        "u.s. attorney",
        "forfeiture",
        "epstein",
        "property",
        "inquiry",
        "call",
        "2020",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019238",
      "summary": "The document consists of email exchanges regarding a request for documents related to the Epstein/Maxwell investigations. Discussions involve multiple parties including USANYS, ODAG, SDFL, NDGA, and OPR.  A central concern is identifying document custodians and coordinating a discussion about potential document collection, particularly regarding the SDFL and NPA investigations.  A key point is the recusal of one individual (Associate Deputy Attorney General) due to the CVRA litigation and a lack of SDFL documents. The U.S. Attorney's Office for the Southern District of New York is actively pursuing Ghislaine Maxwell's case and revisiting prior conversations about document requests.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "epstein/maxwell",
        "document collection",
        "sdfl",
        "usanys",
        "opr",
        "recusal",
        "litigation",
        "ghislaine maxwell",
        "npa",
        "discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018566",
      "summary": "An email chain discusses a draft report concerning the handling of the Jeffrey Epstein matter by the U.S. Attorney’s Office for the Southern District of Florida (2006-2008). The OPR Director sent the draft report to the Acting United States Attorney for the Southern District of New York for review. The AUSA requested confirmation to share the report with the Maxwell team for review and comment.",
      "timestamp": "2020-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2020",
      "keywords": [
        "efta00018566",
        "usanys",
        "opr",
        "jeffrey epstein",
        "u.s. attorney's office",
        "draft report",
        "review",
        "counsel",
        "washington",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017797",
      "summary": "A letter was sent from the Office of Professional Responsibility (OPR) to the Acting United States Attorney for the Southern District of New York regarding a draft report concerning the handling of the Jeffrey Epstein matter by the U.S. Attorney’s Office for the Southern District of Florida (2006-2008). The draft report was attached for review.",
      "timestamp": "2020-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2020",
      "keywords": [
        "efta00017797",
        "opr",
        "usanys",
        "jeffrey epstein",
        "u.s. attorney's office",
        "florida",
        "draft report",
        "redaction analysis",
        "justice department",
        "counsel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018580",
      "summary": "15 Civ. 7433) against her. New, critical information has emerged impacting both this case and a related criminal action (20 Cr. 330) involving U.S. v. Maxwell. This information relates to Maxwell’s due process rights and Fourth, Fifth, and Sixth Amendment protections. Counsel seeks a temporary three-week stay of the unsealing process to allow for consultation with the U.S. Attorney's Office and a potential modification of the protective order. They propose streamlining the unsealing process through modifications to the protocol, including reduced briefing page limits and a shorter objection response period. Counsel also requests the court allow for a 7-day period for Non-Parties to object after a sealing order. Finally, they propose prioritizing specific decided motions for unsealing, excluding those tied to the paused deposition transcripts.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "maxwell",
        "criminal action",
        "protective order",
        "unsealing",
        "stay",
        "fourth amendment",
        "fifth amendment",
        "sixth amendment",
        "due process",
        "civil action",
        "u.s. attorney",
        "second circuit",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017842",
      "summary": "An email chain discusses a letter from [REDACTED] to a judge regarding the unsealing of materials related to EFTA00017842. A revised version of the letter, “2020-08-20_GM_Ietter to judge_Nathan_re_unsealing_materials.rd.docx,” is attached. The email originates from the U.S. Attorney’s Office, Southern District of New York.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "efta00017842",
        "maxwell letter",
        "usanys",
        "redaction",
        "u.s. attorney's office",
        "southern district of new york",
        "nathan",
        "czi",
        "2020-08-20",
        "judge"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017841",
            "similarity": 0.583,
            "index": 123,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017841",
      "summary": "A correspondence, titled \"Maxwell Letter,\" was sent from the U.S. Attorney's Office, Southern District of New York, to an individual identified as “cz” (USANYS)\" on August 20, 2020. The email included an attached document named “2020-08-20_GM _letter toiudge_Nathan_re_unsealing_materials.rd.docx.” The case referenced is EFTA00017841.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "August 20, 2020",
      "keywords": [
        "efta00017841",
        "maxwell letter",
        "usanys",
        "redaction",
        "nathan",
        "judge",
        "2020-08-20",
        "u.s. attorney",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017842",
            "similarity": 0.583,
            "index": 122,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030992",
      "summary": "The document is a notification from the U.S. Department of Justice, Southern District of New York, providing additional discovery materials in the case of *United States v. Ghislaine Maxwell*. It details the production of a large collection of documents, emails, photos, and electronic data related to the investigation, including materials from the FBI's Florida office and Jeffrey Epstein’s files.  Specifically, some materials are designated as \"highly confidential\" due to containing sexually explicit images. The materials are available for pickup at the U.S. Attorney's office and the FBI New York office, with a process for producing electronic copies of certain files. The government clarifies that it will not directly provide these highly confidential materials to the defendant and notes the existence of a separate FBI file unrelated to the case, which will not be produced.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "August 21, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states justice department",
        "sdny",
        "protective order",
        "fbi",
        "epstein",
        "evidence",
        "discovery",
        "criminal procedure",
        "new york",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023547",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on September 21, 2020, detailing a preliminary index of materials related to EFTA00023547. The attached file, \"Maxwell_Project_Inventory_List.xlsx,\" contained this index. The sender is identified as a Paralegal Specialist at the U.S. Attorney's Office I SONY.",
      "timestamp": "2020-09-21T00:00:00",
      "timestamp_raw": "September 21, 2020",
      "keywords": [
        "efta00023547",
        "redaction analysis",
        "scanning project",
        "index",
        "paralegal",
        "u.s. attorney's office",
        "sony",
        "maxwell project inventory list",
        "preliminary"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026572",
      "summary": "A communication, dated October 2, 2020, was sent from the Chief, Public Corruption Unit, U.S. Attorney's Office for the Southern District of New York, to multiple recipients regarding PC updates. An attached document, “PC_Unitr_Short_Form_Update.10.2.20.docx”, was included.",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "efta00026572",
        "redaction analysis",
        "pc updates",
        "usanys",
        "public corruption unit",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026828",
      "summary": "A letter, dated October 7, 2020, was sent from the U.S. Attorney’s Office, Southern District of New York (Deputy Chief, Public Corruption Unit) to counsel regarding discovery conditions related to a case involving Maxwell. A follow-up call was scheduled to discuss the matter.",
      "timestamp": "2020-10-07T00:00:00",
      "timestamp_raw": "October 7, 2020",
      "keywords": [
        "efta00026828",
        "maxwell letter",
        "usanys",
        "redaction analysis",
        "discovery",
        "mdc",
        "gm counsel",
        "u.s. attorney's office",
        "southern district of new york",
        "2020-10-07"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028733",
      "summary": "The document is a production of discovery materials related to the United States v. Ghislaine Maxwell case. It details a set of native “carved” image files, previously produced in PDF format on November 9, 2020, originating from various devices (identified by codes like NYCO24321, NYCO24323, etc.). The files are stamped with control numbers and categorized as \"confidential.\" The production is governed by a Protective Order and includes an index (EFTA00028733) and supplemental materials (SDNY_GM_SUPP 00219450 & 00219451) containing images from additional devices. The U.S. Attorney's office indicates they will provide further materials if discovered.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "ghislaine maxwell",
        "sdny",
        "united states v.",
        "protective order",
        "redaction analysis",
        "carved images",
        "pdf",
        "nyco24321",
        "device",
        "confidental"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011413",
      "summary": "A U.S. Attorney’s Office employee (Jeanette Grayeb) is requesting a review of a list of assets. The reviewer should identify any cases they have that may affect those assets or involve a given law firm, inputting the asset code number(s) as comments within the document. If no matches are found, the reviewer should type \"nothing to report\" at the top of the form. The annotated report is to be emailed back to Jeanette Grayeb.",
      "timestamp": "2020-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2020",
      "keywords": [
        "supervisory conflict check",
        "assets",
        "case",
        "law firm",
        "review",
        "annotation",
        "u.s. attorney's office",
        "sdny",
        "jeanette grayeb",
        "covid"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011426",
      "summary": "Stephen Brown, a reporter for the NY DAILY NEWS, contacted James Margolin, Chief Public Information Officer for the U.S. Attorney’s Office, SDNY, regarding a hearing before the 2nd Circuit Court concerning the denial of access to a civil case file related to the Maxwell case. Brown inquired about the distinction between the case and the deposition of Maxwell, and whether Judge Koetl’s ruling was favorable to Maxwell.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "maxwell",
        "appeal",
        "sdny",
        "koetl",
        "case file",
        "civil case",
        "stephen brown",
        "news",
        "redacted",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022051",
      "summary": "A paralegal specialist at the U.S. Attorney’s Office in SDNY is sending out cover letters for a 5th Production defense. These include a cover letter for defense counsel and two cover letters for Maxwell, one for inclusion with a drive sent to MDC and another containing a password for a separate envelope also sent to MDC. Approval is needed before the drives are sent out.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "production",
        "cover letter",
        "maxwell",
        "mdc",
        "password",
        "defense counsel",
        "u.s. attorney's office",
        "sdny",
        "5th production",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027071",
      "summary": "An email chain discusses revisions to cover letters for the 5th Production. The MDC cover letters were approved with a date change to 10/20, and the counsel cover letter was revised incorporating previously discussed language. The original email requests confirmation of the edits before sending the cover letters and associated drives to the MDC.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "cover letters",
        "production",
        "maxwell",
        "mdc",
        "date",
        "counsel",
        "revisions",
        "attachments",
        "u.s. attorney's office",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015211",
      "summary": "This document is a record of email exchanges regarding the scanning of 22 boxes of case records from the FBI, primarily related to a human trafficking investigation. Initially, the FBI had requested DocLab to scan the materials, but several issues arose. The boxes hadn't shipped initially, and when they did, they contained previously scanned materials from 2013, alongside some new documents. There were concerns about the accuracy of the initial scans and the potential for incomplete data.  The team requested a delay in the deadline to ensure a thorough and correct scan, highlighting the need for individual document scanning and addressing potential issues like unidentified discs and potential child pornography images. The project involved multiple individuals and teams (FBI, DocLab, and the U.S. Attorney's office) coordinating logistics, tracking shipments, and addressing technical challenges related to data extraction and transmission. The final outcome was a complete scan, but with adjustments to the original timeline due to the complexities involved.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "scanning",
        "discs",
        "relativity",
        "boxes",
        "pdfs",
        "images",
        "scans",
        "labels",
        "vendor",
        "fbi",
        "deadline"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010211",
      "summary": "A letter from the Department of Justice, Federal Bureau of Prisons (Metroplitan Detention Center Brooklyn, NY), is being sent to Hon. Nathan regarding a replacement drive for Ghislaine Maxwell. The drive is FedExed from the U.S. Attorney's Office, SDNY, to the MDC, and the broken drive needs to be returned to the same address. The communication is marked as sensitive and privileged.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "12/4/2020",
      "keywords": [
        "efta00010211",
        "maxwell",
        "ghislaine maxwell",
        "federal bureau of prisons",
        "brooklyn",
        "new york",
        "u.s. department of justice",
        "southern district of new york",
        "drive",
        "fedex"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016465",
      "summary": "An email chain discusses the delivery of exhibits related to Maxwell’s renewed bail application. A contractor sent a zip folder containing Part 1 of the exhibits to [REDACTED], and a paralegal specialist sent a similar zip folder to [REDACTED]. The contractor apologized for a previous email delivery issue due to a large file size and indicated that Part 2 of the exhibits would be sent shortly.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "2020-12-08",
      "keywords": [
        "bail",
        "maxwell",
        "exhibits",
        "application",
        "renewed",
        "motion",
        "zip",
        "attorney",
        "u.s. attorney's office",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021028",
            "similarity": 0.667,
            "index": 136,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021028",
      "summary": "An email was sent from a Paralegal Specialist at the U.S. Attorney's Office I SDNY to two recipients regarding Maxwell's renewed bail application. The email included a zip folder containing redacted versions of exhibits, specifically a \"defense renewed motion for bail\" document (2 of 2), attached on December 8, 2020. The sender requests feedback if any issues arise.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "bail",
        "application",
        "exhibits",
        "maxwell",
        "renewed",
        "motion",
        "redacted",
        "zip",
        "usanys",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016465",
            "similarity": 0.667,
            "index": 135,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030562",
      "summary": "A paralegal specialist from the U.S. Attorney's Office SDNY is preparing a drive for defense containing materials for production in the *US v Maxwell* case. The drive includes the iPhone data (NYC024318 1871) with a tentative Bates number. A cover letter and updated index are being prepared and will be sent to defense. Another individual is working on copying the MDC drive, and the paralegal is available to make changes to the cover letter and/or index as needed.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2020",
      "keywords": [
        "efta00030562",
        "usanys",
        "production",
        "drive",
        "index",
        "mdc",
        "maxwell",
        "discovery",
        "cover letter",
        "nyc024318"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013372",
      "summary": "The U.S. Attorney's Office I SONY is notifying counsel (sam@samgregory.com, gam@samgregory.com, Lloyd Epstein) regarding the second discovery production in the case of *U.S. v. Robert Adams*, case number 20 Cr. 494 (PGG). The production materials are available on the USAfx secure file-sharing website and do not require a password.",
      "timestamp": "2020-12-14T00:00:00",
      "timestamp_raw": "14 Nov 2020",
      "keywords": [
        "u.s. v. robert adams",
        "discovery production",
        "usafx",
        "government",
        "legal",
        "correspondence",
        "file-sharing",
        "paralegal",
        "sony",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016765",
      "summary": "On December 18, 2020, a paralegal specialist at the U.S. Attorney's Office (SDNY) identified seven items – one Excel file and six PDFs – from the Maxwell case discovery that required reproduction due to incorrect Bates numbers. The specialist intended to re-stamp and update these items, draft a cover letter detailing the changes, and send the reproductions and a disc to MDC via email and physical delivery. The emails exchanged confirmed the issue and the specialist's plan to resolve it quickly.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "December 18, 2020",
      "keywords": [
        "reproduction",
        "bates numbers",
        "mdc",
        "maxwell",
        "cover letter",
        "defense counsel",
        "pdfs",
        "excel file",
        "discovery index",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018541",
      "summary": "News clips from January 4, 2021, covering several legal and political stories: *   Five former IRR employees were indicted on fraud charges by the U.S. Attorney's Office for the Southern District of New York. *   Trials in the McMahon case were delayed through February 12th. *   Altedge Fund pleaded guilty to a criminal charge alleging creditor fraud. *   Biden’s team was given time to decide on payments related to Michael Cohen. *   An investigation revealed hush money payments to Stormy Daniels involving Trump. *   News clips discussed Capitol riots, civil rights marches, and the Vietnam War era. *   The NYPD Civilian Complaint Review Board established new disciplinary guidelines. *   The Epstein victims compensation fund was suspended due to liquidity issues. *   Ghislaine Maxwell was arrested in connection with accusations of recruiting victims. *   Dawel Jones was appointed to the 2nd Circuit Court of Appeals. *   A Bitcoin agent avoided prison for lying about a payment. *   Cuomo faced further criticism regarding nursing home deaths.",
      "timestamp": "2021-01-04T00:00:00",
      "timestamp_raw": "January 4, 2021",
      "keywords": [
        "efta00018541",
        "sdny",
        "news clips",
        "fraud",
        "indictments",
        "michael cohen",
        "ghislaine maxwell",
        "bitcoin",
        "cuomo",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026958",
      "summary": "A correspondence dated January 5, 2021, from [REDACTED] to the Counsel to the Acting U.S. Attorney for the Southern District of New York, regarding a Freedom of Information Act (FOIA) request concerning Jeffrey Epstein, specifically the redaction of SEW staff names dating back to August 4th. The email’s subject is “epstein foia question” and references MCC Regulations and training.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "January 5, 2021",
      "keywords": [
        "efta00026958",
        "foia",
        "epstein",
        "redaction",
        "u.s. attorney's office",
        "southern district of new york",
        "sew staff",
        "2021",
        "counsel",
        "mcc regs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013269",
      "summary": "An email was sent from the Chief, Public Corruption Unit of the U.S. Attorney’s Office for the Southern District of N to [REDACTED] and [REDACTED], with CC to [REDACTED]. The email, titled “PCU Updates,” included an attachment named “PC_Unitr_Short_Form_Update.1.8.21_(002).docx.” The email relates to EFTA00013269.",
      "timestamp": "2021-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2021",
      "keywords": [
        "efta00013269",
        "redaction analysis",
        "pcu",
        "public corruption unit",
        "u.s. attorney's office",
        "southern district",
        "update",
        "short-form update",
        "2021",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024989",
      "summary": "On January 13, 2021, the Chief from the U.S. Attorney’s Office for the Southern District of New York requested assistance in scheduling a meeting with “and the Brass” regarding a topic (“?”).  Potential times were discussed including tomorrow at 1 PM and Friday at 3 PM, as well as next Tuesday at 3:30 PM. Monday was ruled out due to MLK Day. All sender and recipient names have been redacted.",
      "timestamp": "2021-01-13T00:00:00",
      "timestamp_raw": "January 13, 2021",
      "keywords": [
        "efta00024989",
        "redaction",
        "time",
        "availability",
        "chief",
        "public corruption unit",
        "u.s. attorney's office",
        "southern district of new york",
        "brass",
        "chat"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021716",
      "summary": "The United States Department of Justice, via Nicholas Biase, spokesperson for the U.S. Attorney's Office in the Southern District of New York, is tracking eleventh-hour film options related to the Ghislaine Maxwell podcast. The email discusses a link to a Deadline.com article regarding these options (https://deadline.corn/2021/0 1234672637/).",
      "timestamp": "2021-01-13T00:00:00",
      "timestamp_raw": "13 Jan 2021",
      "keywords": [
        "efta00021716",
        "ghislaine maxwell",
        "podcast",
        "usanys",
        "deadline",
        "nicholas biase",
        "united states department of justice",
        "southern district of new york",
        "options",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029990",
      "summary": "A paralegal specialist from the U.S. Attorney's Office I SDNY sent an updated PCU case tracker to ISA/USANYS on January 25, 2021.  The tracker includes case details from all parties except one, who has not yet provided information.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "efta00029990",
        "pcu case tracker",
        "usanys",
        "contractor",
        "redaction analysis",
        "case tracker",
        "paralegal specialist",
        "sdny",
        "update",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023767",
      "summary": "A U.S. Attorney’s Office, Civil Division employee (identified as “Chief”) sent a letter to Mr. Scarola regarding a potential request to the Department of Justice for material relating to Jeffrey Epstein. The letter offers assistance with the process and provides contact information.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "jeffrey epstein",
        "doj",
        "redaction",
        "request",
        "u.s. attorney's office",
        "sdny",
        "civil division",
        "searola touhy",
        "material"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018836",
      "summary": "This document is a PCU Monthly Update sent from the Deputy Chief of the Public Corruption Unit, U.S. Attorney's Office, Southern District of New York, to [REDACTED] and [REDACTED], with CCs to [REDACTED]. The update is attached as PC_Unitr_Short_Form_Update.3.5.21.rd.docx. The email is dated March 5, 2021.",
      "timestamp": "2021-03-05T00:00:00",
      "timestamp_raw": "March 5, 2021",
      "keywords": [
        "efta00018836",
        "pcu",
        "redaction",
        "usanys",
        "public corruption unit",
        "u.s. attorney's office",
        "southern district of new york",
        "monthly update",
        "2021",
        "update"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019021",
      "summary": "An email chain discusses reviewing a 30,000-document SDFL Epstein file that was scanned by a vendor in October. The goal is to determine what documents have been produced to meet pretrial disclosure deadlines. A team of 4 paralegals and an intern are conducting the review, with requests for additional assistance from Darcy’s paralegals. The deadline for completion is the end of April.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "efta00019021",
        "redaction analysis",
        "maxwell review",
        "sdfl epstein file",
        "relativity",
        "paralegals",
        "disclosure deadlines",
        "pae",
        "vendor scan",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015804",
      "summary": "Attorney’s Office (Southern District of New York) and Bobbi Sternheim, attorney for Maxwell, regarding the review of evidence in the *U.S. v. Maxwell* (20 Cr. 330) case. Key individuals involved include Laura Menninger (Haddon, Morgan & Foreman) and Jeff Pagliuca (HMFLaw). *   **Evidence Logistics:** The core of the emails focuses on the arrangement of evidence review. The government proposes the use of the 500 Pearl Street location, with a proposed review schedule starting April 13th, running daily until completion. *   **Physical Evidence Access:** The U.S. Attorney's Office agreed to allow Sternheim’s team to inspect and photograph certain physical evidence at the Bronx warehouse, excluding specific items (cash, some electronics) based on their size or potential confidentiality. *   **Electronic Evidence Review:** The government intends to provide the defense with electronic evidence (images and recordings) for review at 500 Pearl Street, although access to the data may require specific equipment. There are proposed safeguards in place regarding the handling of highly confidential electronic images. *   **Maxwell’s Appearance:** The government confirms Maxwell will be produced to 500 Pearl Street on April 13th and every day thereafter. *   **Protective Order & Confidentiality:** Throughout the correspondence, the importance of the Protective Order and maintaining confidentiality is repeatedly emphasized.  A detailed spreadsheet outlines the designated “Confidential” and “Highly Confidential” items. *   **Ongoing Coordination:** The letters establish an ongoing communication and logistical coordination process between the prosecution and defense teams.",
      "timestamp": "2021-04-10T00:00:00",
      "timestamp_raw": "10 Apr 2021",
      "keywords": [
        "efta00015804",
        "evidence",
        "maxwell",
        "fbi",
        "marshals",
        "review",
        "materials",
        "confidential",
        "500 pearl",
        "new york",
        "bronx warehouse",
        "discovery",
        "documents",
        "subpoenas",
        "witness statements",
        "redaction",
        "case number 20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027174",
      "summary": "Maxwell filed a substantive trial adjournment letter at 12:00 PM on April 22, 2021. A response is due at 5:00 PM. The sender wants to discuss the trial team’s availability with a recipient, and attached documents related to the request for adjournment and a government letter. Several individuals confirmed receipt and awareness of the situation.",
      "timestamp": "2021-04-22T00:00:00",
      "timestamp_raw": "April 22, 2021",
      "keywords": [
        "maxwell",
        "redacted",
        "letter",
        "adjournment",
        "trial",
        "response",
        "availability",
        "u.s. attorney's office",
        "public corruption unit",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022997",
      "summary": "This document details the process of obtaining records from the Interlochen Center for the Arts as part of a subpoena related to the investigation involving Jeffrey Epstein and Ghislaine Maxwell. Initially, an attorney, Jeff Jocks of Sondeer, Racine & Doren, PLC, received a subpoena and began the process of requesting student records. Subsequent emails exchanged between the U.S. Attorney's office and Jocks involved clarifying the scope of the requested documents, confirming receipt of materials, and investigating whether Epstein or his entities had made tuition payments to Interlochen. There were repeated inquiries regarding tuition payment records, with Interlochen ultimately stating they didn't possess records of Epstein’s payments, highlighting a significant point of contention in the investigation. The redactions indicate sensitive information was removed from the document.",
      "timestamp": "2021-04-26T00:00:00",
      "timestamp_raw": "26 Apr 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "epstein",
        "payments",
        "records",
        "tuition",
        "sondeeracine",
        "jeffrey jocks",
        "interlochen",
        "compliance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031689",
      "summary": "This email, dated May 3, 2021, from a Paralegal Specialist at the U.S. Attorney’s Office I SDNY to an unknown recipient, discusses “issue discovery files” and includes an attached Excel spreadsheet named “List_of issue_disco_files_no_ranges.xlsx.” The email relates to case file EFTA00031689.",
      "timestamp": "2021-05-03T00:00:00",
      "timestamp_raw": "May 3, 2021",
      "keywords": [
        "efta00031689",
        "redaction analysis",
        "issue discovery",
        "u.s. attorney's office",
        "sdny",
        "may 2021",
        "paralegal specialist",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030985",
      "summary": "This email, dated May 7, 2021, from the Chief, Public Corruption Unit of the U.S. Attorney's Office for the York district, is sent to [REDACTED] and [REDACTED] with a copy to [REDACTED]. The email includes an attached document titled \"PC_Unitr_Short_Form_Update.5.7.21.docx\" providing monthly updates from the PCU.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "May 7, 2021",
      "keywords": [
        "efta00030985",
        "pcu",
        "redaction analysis",
        "public corruption unit",
        "u.s. attorney's office",
        "york",
        "monthly updates"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024684",
      "summary": "This file contains a series of email exchanges between Joe Nascimento, an attorney, and various parties, primarily related to scheduling a meeting and discussing ongoing investigations concerning Ghislaine Maxwell. The emails detail arrangements for a meeting on May 14th, followed by subsequent discussions regarding availability and logistical details. There are multiple references to a proffer agreement, redactions of sensitive information, and ongoing investigations by the U.S. Attorney's Office. The communication also involves discussions about the deceased Alan Ross, a former partner, and his involvement in the investigation. Key elements include scheduling conflicts, logistical arrangements (WebEx, travel), and requests for information, indicating an active legal case.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "efta00024684",
        "proffer agreement",
        "webex",
        "scheduling",
        "meeting",
        "miami",
        "joe nascimento",
        "investigation",
        "redaction",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023087",
      "summary": "Tova Noel is facing charges of conspiracy to defraud the United States and making false writings, stemming from an indictment in 2019. The U.S. Attorney's Office has agreed to defer prosecution for six months, contingent upon her compliance with specific conditions. These conditions include abstaining from unlawful activity, associating with law-abiding individuals, maintaining lawful employment/education, restricting travel, reporting residency changes, following the Pretrial Services Officer’s instructions, and completing 100 hours of community service related to the criminal justice system.  The government will also disclose medical and treatment records to the Pretrial Services Officer. If she successfully completes the supervision period, the charges will be dismissed.  Failure to comply could result in prosecution.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "5/25/2021",
      "keywords": [
        "deferred prosecution agreement",
        "u.s.c. §371",
        "u.s.c. §1001",
        "pretrial services officer",
        "community service",
        "federal law",
        "probation",
        "united states attorney",
        "bureau of prisons",
        "consent"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009781",
      "summary": "This document is a Deferred Prosecution Agreement between the United States of America and Tova Noel, stemming from an indictment for conspiracy to defraud the U.S. and making false writings.  To avoid prosecution, Noel agrees to comply with specific conditions for six months, including refraining from violating laws, associating with law-abiding individuals, maintaining a lawful occupation, and restricting travel.  She must also complete 100 hours of community service related to the criminal justice system and regularly report to a U.S. Pretrial Services Officer. The agreement includes provisions for disclosure of medical and treatment records and allows the U.S. Attorney's Office to modify or revoke conditions.  Upon successful completion, the indictment will be dismissed. Noel admits to false statements regarding Special Housing Unit (SHU) counts and waives speedy trial rights. The Court approves the exclusion of time under the Speedy Trial Act due to the deferred prosecution.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "5/25/2021",
      "keywords": [
        "deferred prosecution agreement",
        "u.s.c. § 371",
        "u.s.c. § 1001",
        "pretrial services officer",
        "community service",
        "bureau of prisons",
        "doj-oig",
        "federal law",
        "probation",
        "fraud",
        "false writing",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018502",
      "summary": "On July 2, 2021, Florence Hutner, General Counsel of the Office of Chief Medical Examiner, received an attached redacted autopsy report related to Mark Epstein’s case from [REDACTED].  [REDACTED] informed Hutner that they had provided notice to Epstein’s attorney. On July 1, 2021, [REDACTED] of the U.S. Attorney’s Office, Southern District of New York, stated they would send the redacted autopsy report to Hutner the following day and would notify Epstein’s lawyer.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "July 2, 2021",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "autopsy",
        "hutner",
        "ocme",
        "florence hutner",
        "u.s. attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018023",
      "summary": "Customs and Border Protection (CBP) Task Force Officer provided travel records for Maxwell and Epstein, focusing on TECS travel records. *   CBP confirmed that outbound travel records between 1990-2000 were not recorded in the CBP database. *   A comprehensive Excel spreadsheet containing all travel crossings for Maxwell is attached, organized chronologically. *   The communication involved multiple parties including the U.S. Attorney's Office and the Assistant United States Attorney. *   The email chain emphasizes the sensitive and confidential nature of the information, with specific dissemination restrictions.",
      "timestamp": "2021-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2021",
      "keywords": [
        "cbp",
        "travel records",
        "tecs",
        "maxwell",
        "epstein",
        "database",
        "1990-2000",
        "travel crossings",
        "us customs and border protection"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029382",
      "summary": "An email chain discusses a question related to a case involving U.S. Customs and Border Protection. Attachments include travel records for individuals named “travel from 1.1.1990 to 4.5.2021”, “Mffravel”, “Maxwell travel from 1.1.1990_to_1.1.2000.pdf”, and “JE_Travel.pdf”. The email exchange involves multiple individuals and organizations, including the U.S. Attorney's Office for the Southern District of New York and U.S. Customs and Border Protection. A warning is included regarding the sensitive nature of the information and restrictions on its dissemination.",
      "timestamp": "2021-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2021",
      "keywords": [
        "cbp",
        "travel",
        "records",
        "email",
        "investigation",
        "u.s. customs and border protection",
        "case",
        "law enforcement",
        "redacted",
        "efta00029382"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032622",
      "summary": "On August 30, 2021, the U.S. Attorney's Office, SDNY, requested services from Taylor Trial Consulting for litigation support in the case of *US v. Maxwell* (20 Cr. 330, 2018R01618). The request was for ADR Neutral Services, specifically litigative consultant services, with an estimated total expense of $63,000.00. The services included examining the case, preparing testimony, and potentially court testimony or deposition services. Invoices and EFT information would be submitted to the U.S. Attorney's Office, SDNY, Budget & Fiscal Unit.",
      "timestamp": "2021-08-30T00:00:00",
      "timestamp_raw": "August 30, 2021",
      "keywords": [
        "efta00032622",
        "united states attorneys",
        "request",
        "expert witness",
        "litigative consultant",
        "adr neutral",
        "jury consulting",
        "taylor trial consulting",
        "sdny",
        "20 cr 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032020",
      "summary": "An email was sent from a Paralegal Specialist at the U.S. Attorney's Office I SDNY to “eANYS” regarding an updated photo spreadsheet named “Photosfor GX_from_Griffeye_export_updated.xlsx” attached. The email originated on September 14, 2021, at 23:56:29 +0000 and was sent from 1 Saint Andrew’s Plaza, New York, NY 10007. The case file reference is EFTA00032020.",
      "timestamp": "2021-09-14T00:00:00",
      "timestamp_raw": "September 14, 2021",
      "keywords": [
        "efta00032020",
        "photo spreadsheet",
        "u.s. attorney's office",
        "sdny",
        "paralegal",
        "new york",
        "gx_from_griffeye_export",
        "eanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029224",
      "summary": "A thumb drive containing a discovery production for the Maxwell case was received from defense counsel. The production was loaded onto the drive, and attached letters require confirmation.",
      "timestamp": "2021-11-05T00:00:00",
      "timestamp_raw": "05 Oct 2021",
      "keywords": [
        "hard drive",
        "gm",
        "maxwell",
        "discovery",
        "production",
        "thumb drive",
        "defense counsel",
        "u.s. attorney's office",
        "paralegal specialist",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020102",
      "summary": "An email was sent from a U.S. Attorney’s Office contractor (USANYS) to an unnamed recipient (InANYS) regarding draft letters intended for the Metropolitan District Council (MDC). The emails attached included documents detailing letters to MDC, specifically referencing a Maxwell case, and associated passwords. The contractor, Maxwell, a Paralegal Specialist, provided the attachments and saved them to a shared drive.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "11 Oct 2021",
      "keywords": [
        "efta00020102",
        "mdc",
        "letters",
        "maxwell",
        "u.s. attorney's office",
        "redaction",
        "contract",
        "review",
        "2021",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010943",
      "summary": "*   **Trial Details:** The trial began on November 29, 2021, with jury selection, and involved procedures for public access including live feeds from overflow rooms due to COVID-19 protocols. *   **COVID-19 Protocols:** Attendees were required to complete a questionnaire, have their temperature taken, and wear approved masks within the S.D.N.Y. courthouse. *   **Information Update Request:** Edward Friedland requested an update to a webpage regarding access to the trial, specifically requesting the latest order outlining in-person access instead of telephone access. *   **Resource Link:** Joseph Pecorino provided a link to the U.S. Attorney's Office website with information about the case.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "maxwell link",
        "ghislaine maxwell",
        "s.d.n.y. court",
        "covid-19",
        "trial",
        "victim attendance",
        "united states v.",
        "edward friedland",
        "joseph pecorino"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010244",
      "summary": "The email assigns juror questionnaires to the team for review, starting with row 71 (juror 199) and including rows 39 and 40. The sender will print copies for the team and requests notes taken in a spreadsheet be sent to them by 7:45 am the following morning. The sender, a Paralegal Specialist from the U.S. Attorney's Office SDNY, is covering for a team member who will be absent from court.",
      "timestamp": "2021-12-17T00:00:00",
      "timestamp_raw": "17 Nov 2021",
      "keywords": [
        "juror questionnaires",
        "voir dire",
        "redaction",
        "us v. maxwell",
        "new york",
        "u.s. attorney's office",
        "sdny",
        "note taking",
        "spreadsheet",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024986",
      "summary": "A paralegal specialist at the U.S. Attorney’s Office I SDNY is requesting a time-sensitive review and approval of three productions related to a case (U.S. v Maxwell) to ensure they are ready for distribution via FedEx by 4:00 PM today. The productions are the 1W 3500, NTW 3500, and a 32nd production. Supporting documents, including cover letters and Excel indices, are attached.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "efta00024986",
        "production",
        "review",
        "maxwell",
        "discovery",
        "fedex",
        "rule 16",
        "3500",
        "u.s. attorney's office",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014887",
      "summary": "A draft letter was prepared by an Assistant United States Attorney from the United States Attorney's Office, Southern District of New York, for review with an unnamed recipient. The intention was to send the letter to the recipient tomorrow morning to subsequently send to the defense. The letter is attached as a .doex file.",
      "timestamp": "2021-12-25T00:00:00",
      "timestamp_raw": "25 Nov 2021",
      "keywords": [
        "efta00014887",
        "redaction",
        "letter",
        "united states attorney",
        "southern district of new york",
        "defense",
        "review",
        "assistant",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016496",
      "summary": "A paralegal specialist from the U.S. Attorney’s Office I SDNY sent preliminary instructions (AIN_dratinstructions.pdf) to “S” from [REDACTED] (USANYS Contractor). The instructions were retrieved from Pacer and an apology was given for the missing attachment.",
      "timestamp": "2021-12-27T00:00:00",
      "timestamp_raw": "27 Nov 2021",
      "keywords": [
        "efta00016496",
        "redaction analysis",
        "usanys",
        "contractor",
        "paralegal",
        "sdny",
        "instructions",
        "ain_dratinstructions.pdf",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031949",
      "summary": "A replacement drive is being sent to Ghislaine Maxwell via FedEx from the U.S. Attorney’s Office, SDNY. The broken drive previously belonging to Maxwell is to be returned to the same address. The emails detail the shipment and request for return of the drive.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "maxwell",
        "drive",
        "replacement",
        "mdc",
        "u.s. attorney's office",
        "sdny",
        "new york",
        "fedex",
        "ghislaine maxwell",
        "broken drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014092",
      "summary": "Jeffrey Epstein pleaded guilty to three charges: lewd and lascivious battery on a child, solicitation of minors to engage in prostitution, and engaging in sexual activity with minors at least sixteen years of age. A joint recommendation was made for a minimum two-year prison sentence without probation or community control. Epstein waived all challenges to the information and the right to appeal. He agreed not to contest jurisdiction over victims in 18 U.S.C. § 2255 motions and acknowledged their status as victims of Title 18, United States Code, Sections 2422 and/or 2423. Upon sentencing, the FBI and U.S. Attorney's Office will close their investigations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "non-prosecution agreement",
        "plea negotiations",
        "child sex abuse",
        "florida statute",
        "800.04(4)",
        "796.03",
        "794.05",
        "u.s.c. § 2255",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011475",
      "summary": "Attorney's Office for the Southern District of Florida’s 2006-2008 federal investigation of Jeffrey Epstein and its interactions with victims.  It was generated on December 24, 2025. The investigation, initiated in 2005 following a complaint about Epstein, led to a state indictment in 2006. The FBI subsequently opened a federal investigation, leading to a draft indictment and a non-prosecution agreement (NPA) negotiated and signed in 2007.  The NPA involved Epstein pleading guilty to state charges and agreeing to specific conditions, including registering as a sexual offender. The Department of Justice Office of Professional Responsibility (OPR) investigated allegations that the USAO improperly resolved the case by negotiating the NPA and failing to consult with victims. OPR focused on the actions of the U.S. Attorney, three supervisors, and the Assistant U.S. Attorney involved. The investigation involved a lengthy period of negotiation, with Epstein’s attorneys attempting to modify the NPA terms.  The government ultimately entered into the NPA, securing Epstein’s guilty plea and incarceration.  Following the NPA’s signing, a victim filed a lawsuit alleging a violation of the Crime Victims’ Rights Act (CVRA) due to the government’s failure to consult with victims. OPR found that while the USAO’s handling of the case resulted in poor judgment and a lack of transparency regarding its communications with victims, none of the involved individuals committed professional misconduct.  Specifically, OPR determined that the NPA was not a violation of any legal standards, and while there were shortcomings in the government’s interactions with victims that contributed to public criticism, the government did not act with ill intent or a deliberate effort to silence or mislead victims. The investigation concluded with Epstein’s death in 2018 and the dismissal of the federal charges, as well as a court’s dismissal of the CVRA case due to the case’s “mook” status. OPR noted that the USAO’s lack of transparency contributed to negative public perception and underscored the importance of government communication with victims of crime.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "npa",
        "department of justice",
        "opr",
        "victim notification",
        "cvra",
        "resolution",
        "federal investigation",
        "florida",
        "sex trafficking",
        "prosecution",
        "plea agreement",
        "sexual activity",
        "justice",
        "victims' rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}