{
  "keyword": "special housing unit",
  "count": 35,
  "keyword_match_count": 35,
  "content_match_count": 120,
  "total_files": 155,
  "timeline": [
    {
      "file_id": "EFTA00027136",
      "summary": "This document is an indictment charging Frederick Hernandez, Joey Rosas, and Christopher Moore with making false statements and aiding and abetting in connection with their duties as correctional officers at the Big Spring Correctional Center (BSCC). Specifically, they are accused of falsifying records related to inmate counts and supervision checks within the Flight Line Unit Special Housing Unit (SHU). The indictment details six counts involving discrepancies in log entries and formal count data, claiming they failed to conduct required checks and counts as mandated for their positions. The document establishes the context of the case, including the GEO Group contract and the BOP’s jurisdiction over the facility, and the specific procedures for inmate supervision within the SHU.",
      "timestamp": "2012-08-22T00:00:00",
      "timestamp_raw": "August 22, 2012",
      "keywords": [
        "geo group",
        "bscc",
        "flight line unit",
        "shu",
        "correctional officers",
        "counts",
        "30-minute checks",
        "formal counts",
        "false statements",
        "united states department of justice",
        "texas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036445",
      "summary": "A training slideshows (“SHU Training” and “Suicide Prevention Training”) related to suicide prevention for the Special Housing Unit (SHU) were sent to recipients from the US Department of Justice, Federal Bureau of Prisons, MCC New York. The training was due to be completed by October 21, 2014, and completion would be tracked.",
      "timestamp": "2014-10-21T00:00:00",
      "timestamp_raw": "October 21, 2014",
      "keywords": [
        "shu",
        "suicide prevention",
        "training",
        "slideshow",
        "completion",
        "deadline",
        "us department of justice",
        "federal bureau of prisons",
        "mcc",
        "treatment transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036037",
      "summary": "The shift is Day Watch (6:00 AM - 2:30 PM) or Evening Watch (2:00 PM – 10:00 PM). Key responsibilities include: *   **Equipment Accountability:** Strict tracking of equipment (keys, radios, etc.) through the TRUSCOPE program. *   **Controlled Moves & Monitoring:** Conducting controlled inmate movements and maintaining a minimum of twice-hourly observation rounds. *   **Security Procedures:** Specific rules for door management (Sally port), controlled access, and responding to emergencies. *   **Meal Service:** Detailed protocols for breakfast feeding, including tray counting, food searches, and sanitation. *   **Daily Inspections & Paperwork:** Conducting security and fire inspections, completing daily reports (TRUSCOPE, Confidential Log), and managing inmate mail. *   **Count Procedures:** Conducting bed book and institutional counts at designated times (10:00 AM, 12:30 PM). *   **Communication:** Maintaining contact with the Control Center and Operations Lieutenant. The document emphasizes a focus on inmate security and adherence to established procedures.",
      "timestamp": "2018-12-07T00:00:00",
      "timestamp_raw": "December 7, 2018",
      "keywords": [
        "shu #3",
        "correctional officer",
        "post orders",
        "key rings",
        "truscope",
        "inmate movement",
        "controlled moves",
        "tray count",
        "security inspection",
        "lockdown",
        "radio",
        "equipment accountability",
        "bed book count",
        "shift watch",
        "mail call",
        "contraband"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036598",
      "summary": "Jeffrey Edward Epstein was housed in Special Housing Unit Cell Z04.206LAD at New York MCC from April 6, 2019, to ongoing. The record details his shifts, meals, exercise, and out-of-cell time, with medical staff documenting observations and providing medication. Pertinent information regarding his medical conditions (epileptic, diabetic, suicidal, assaultive) and other details are redacted. The record is maintained by the U.S. Department of Justice, Federal Bureau of Prisons, and is updated daily by medical staff and the OIC.",
      "timestamp": "2019-04-06T00:00:00",
      "timestamp_raw": "April 6, 2019",
      "keywords": [
        "efta00036598",
        "jeffrey epstein",
        "special housing unit",
        "federal bureau of prisons",
        "ny mcc",
        "inmate record",
        "redaction",
        "medical",
        "shift",
        "segregation log"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036581",
      "summary": "This document is a Special Housing Unit record for inmate Jeffrey Edward Epstein (BP-A0292) admitted on April 16, 2019, to the New York MCC. It details his placement in SHU Cell Z04.206LAD, medication status (yes), and medical examinations conducted on various dates and times, recorded by medical staff. The record includes notations regarding out-of-cell time, meals, and inmate conduct. It’s a daily log maintained by U.S. Department of Justice Federal Bureau of Prisons staff.",
      "timestamp": "2019-04-16T00:00:00",
      "timestamp_raw": "April 16, 2019",
      "keywords": [
        "inmate",
        "jeffrey epstein",
        "special housing unit",
        "bureau of prisons",
        "classification",
        "medication",
        "medical",
        "record",
        "unit",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036585",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033413",
      "summary": "Counts varied between 789 and 792 inmates. SHU (Special Housing Unit) placements and movements were frequent, with inmates being moved between units and hospitals. There were several instances of inmates placed in administrative detention due to issues such as cell phone possession or refusal to obey orders. Telephone monitoring included WITSEC inquiries and STG/High Alert calls, though no alerts were triggered during the shifts. Restraint equipment was inventoried regularly, and metal detector checks were conducted. System malfunctions impacted the Public Address System. Visitation occurred on June 27th.",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "June 27, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "prea",
        "institution",
        "nypd",
        "alarm",
        "detention",
        "cell phone",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028384",
      "summary": "The document consists of email exchanges between legal professionals regarding the conditions of a client, Nick, held in SHU (Special Housing Unit). Concerns include the confiscation of legal materials, lack of personal property (books, radio), a leaking toilet, and wet floor in his cell. Discussions are being scheduled for a Monday call to address these issues, specifically regarding the cellphone allegation and the return of seized documents. One party is requesting a review of Nick’s confinement conditions going forward.",
      "timestamp": "2019-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2019",
      "keywords": [
        "shu",
        "cell phone",
        "attorney client privilege",
        "conditions",
        "nick",
        "mcc",
        "new york",
        "call",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026640",
            "similarity": 0.636,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026669",
      "summary": "Bruce Barket, representing a client named Nick, is following up on conditions within SHU (Special Housing Unit). Nick was placed in SHU due to a cell phone allegation. Barket reports that the cell toilet is leaking, Nick hasn’t received his personal property (books, radio), and some legal paperwork prepared by Barket’s office hasn’t been returned to him. Barket requests a follow-up next week to discuss Nick’s confinement conditions and intends to retrieve the missing legal documents immediately. A correctional officer provides context regarding the SHU placement and requests for reading material and the return of documents.",
      "timestamp": "2019-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2019",
      "keywords": [
        "shu",
        "legal work",
        "personal property",
        "cell phone allegation",
        "bruce barket",
        "metropolitan correctional center",
        "documents",
        "privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035369",
      "summary": "Jeffrey Epstein, registered as Reg. 76318-054, arrived at MCC New York on July 6, 2019, at 9:24 PM and was placed in Special Housing Unit. He was arraigned in court and will undergo a suicide risk assessment by Psychology. Depending on the assessment, he will either be placed on Psychological Observation or Suicide Watch. There were media inquiries and staging around the facility and courthouse.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "reg 76318-054",
        "mcc new york",
        "special housing unit",
        "psychology",
        "suicide watch",
        "media",
        "observation",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036081",
      "summary": "On July 6, 2019, an inmate arrived at the NYM facility, initially placed in the receiving area and then moved to general population. Due to a lack of prior notification from USMS regarding his high-profile status, staff were unaware. The Warden identified him as high-profile on July 7, 2019, and moved him to the Special Housing Unit. Subsequently, on July 8, 2019, he was moved to Psychology Observation for evaluation, which was not suicide watch, and returned to the SHU on July 10, 2019, with a cellmate until July 23, 2019.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "efta00036081",
        "inmate",
        "arrival",
        "mcc",
        "special housing unit",
        "psychology observation",
        "suicide watch",
        "usms",
        "timeline",
        "receiving and discharge"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034663",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages. New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to Special Housing Units. No cells were triple bunked. There were missing reports and equipment inventory forms related to video monitoring, the tool room, safety, training, recreation, the rear gate, roof recreation, floor sallyports, and R&D. Leave utilization included various types of time off, and 27 staff members worked overtime, specifically 197.45 hours of B-2 overtime. The institution’s total population at the start of the morning shift was 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "corrections",
        "overtime",
        "furlough",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034138",
            "similarity": 0.5,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034153",
      "summary": "Inmate Epstein Reg. 76318-054 was admitted to MCC New York on 7/6/2019 and placed in Special Housing Unit. He was arraigned in court and will undergo a suicide risk assessment by Psychology. If Psychology is unavailable, he will be placed on Psychological Observation unless he reports suicidal ideation, in which case he will go on Suicide Watch. There have been media inquiries and staged media presence near the facility and courthouse.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "7/6/2019",
      "keywords": [
        "efta00034153",
        "mr. epstein",
        "mcc new york",
        "suicide risk assessment",
        "psychological observation",
        "suicide watch",
        "media inquiries",
        "court arraignment",
        "psychological evaluation",
        "housing unit",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034852",
      "summary": "The Lieutenant’s shift involved managing inmate movement, responding to system malfunctions, conducting trash runs, and overseeing visitation. Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, and 8:00 AM.  The SHU (Special Housing Unit) status was consistently 73/5.  There were no reported incidents of inmates being transferred to or from the hospital.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "detention",
        "inventory",
        "operations",
        "phone check",
        "institution",
        "787",
        "788",
        "789"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034534",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages.  New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to special housing units.  There were no cells triple-bunked.  Missing reports and inventory forms were noted across various departments.  Staff leave usage included furlough, annual leave, sick leave, and suspension. Overtime hours were recorded, primarily in B-2 overtime. Initial staff numbers at the start of the morning shift totaled 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "correctional center",
        "staff shortages",
        "inmate johnson",
        "usms guards",
        "daily activity report",
        "overtime",
        "leave",
        "security",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034138",
            "similarity": 0.636,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034138",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional assignment 10 south vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. The evening watch shift saw Correctional assignment 10-South #2 and SHU #2 vacated due to staff shortages. Inmates were present in outside hospitals, suicide watch, and furloughs. New admissions included Epstein #76318-054. There were no releases or admissions to the Special Housing Unit. There were no triple bunked cells or missing reports. Leave utilized included various types of leave (furlough, annual, sick, etc.). Overtime hours were recorded, primarily B-2 overtime (197.45 hours). Institutional totals at the beginning of the morning shift were: Unit B-A: 28, Unit E-N: 86, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 74, Unit Z-B: 05, totaling 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "suicide watch",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034534",
            "similarity": 0.636,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034663",
            "similarity": 0.5,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036587",
      "summary": "Jeffrey Edward Epstein is an inmate housed in the Special Housing Unit at the New York MCC facility, managed by the U.S. Department of Justice, Federal Bureau of Prisons. The record details his placement in cell Z05-124 LAD on 2019-07-07 at 19:20 due to a pending classification violation.  The record includes daily logs documenting his shift times, meals, exercise, out-of-cell time, medical observations (no complaints voiced), and signatures from medical staff and the OIC. The document outlines procedures for recording inmate information and medical observations within the SHU.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "2019-07-07",
      "keywords": [
        "spam",
        "jeffrey epstein",
        "special housing unit",
        "u.s. department of justice",
        "federal bureau of prisons",
        "ny mcc",
        "inmate record",
        "classification",
        "medication",
        "medical",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036584",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035493",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) in New York experienced staffing shortages leading to the vacating of several correctional assignments across all shifts (Morning, Day, and Evening). New inmate self-surrenders and an inmate transfer (Epstein #76318-054) were recorded. There were also issues with inmate occupancy in Special Housing Units (SHU) and missing reports regarding fire and security. Leave utilization included various types of time off, with a total of 223.45 hours worked. Unit occupancy numbers were recorded at 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "shu",
        "overtime",
        "leave",
        "furlough"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034143",
            "similarity": 0.667,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035497",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035680",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034668",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several correctional assignments (internal #2, 10 south #2, SHU #2, SHU #3, SHU #4, and internal #2) were vacated due to staff shortages and new inmate commitments. Inmate Epstein #76318-054 was transferred from EN to ZA. There were no new admissions or releases. Epstein #76318-054 was admitted to the Special Housing Unit. No cells were triple bunked. Leave utilized included various types such as furlough, annual leave, sick leave, and overtime. Overtime hours were recorded, predominantly in B-2 overtime. Institutional totals at the beginning of the morning shift numbered 790, distributed across various units.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "correctional facility",
        "staff shortage",
        "inmate transfers",
        "security",
        "watch shifts",
        "usms",
        "new admissions",
        "furlough",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034856",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff shortages led to the vacation of several correctional assignments (internal #2, SHU #2, #3, #4, and 10-South #2) due to new inmate commitments and staff absences. Inmate Williams #76319-054 self-surrendered and Epstein #76318-054 was transferred from EN to ZA. There were new admissions (Williams) and no releases or admissions to the Special Housing Unit. No cells were triple-bunked. Leave utilization included various types of time off, including furlough, annual leave, sick leave, and overtime. Overtime hours were primarily B-2 (223.45 hours). The institution’s total staff count at the beginning of the morning watch shift was 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmate",
        "shortage",
        "staff",
        "activity report",
        "usms",
        "new york",
        "confinement",
        "furlough",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034143",
      "summary": "On July 07, 2019, the Metropolitan Correctional Center (MCC) New York experienced staffing shortages leading to the vacating of several correctional assignments (internal #2, assignments 10 south #2, SHU #2, SHU #3, SHU #4, and ZA). A new inmate, Williams #76319-054, was admitted, and inmate Epstein #76318-054 was transferred from EN to ZA.  Cherry #76218-054 was admitted to Local Hospital with USMS guards. No inmates were released. Epstein #76318-054 was admitted to the Special Housing Unit. No SHU cells were triple-bunked. Leave utilized included various types totaling 18 days. Overtime hours were recorded, primarily B-2 overtime (223.45 hours). Institutional totals at the beginning of the morning watch shift were: Unit B-A: 28, Unit E-N: 85, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 76, Unit Z-B: 05, totaling 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "new admissions",
        "release",
        "shu",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034915",
            "similarity": 0.538,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026640",
      "summary": "A series of emails discuss the conditions of a detainee, Nick, held in SHU (Special Housing Unit). Concerns include: *   A tour scheduled for July 8th to assess his conditions. *   Disputes over scheduling times for a discussion. *   Issues regarding his cell conditions: a leaking toilet, lack of personal property (books, radio), and missing legal documents containing privileged work product. *   A request to ensure the return of all seized materials and a discussion about future confinement conditions.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "shu",
        "cell phone",
        "attorney client privilege",
        "new york",
        "metropolitan correctional center",
        "conditions",
        "nick",
        "documents",
        "reading material"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028384",
            "similarity": 0.636,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035675",
      "summary": "On July 09, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire suppression system was inoperative during the morning watch shift. *   No significant incidents were reported during the day watch shift. *   Correctional assignment SHU #2 was vacated due to staff shortages during the evening watch shift. *   New inmate admissions included Anghel, Green, Hudson, Kenyatta, and Rai. *   Several inmates were released, including Atkins, Burnett, McCollum, and Tran. *   There were no cells triple bunked in the Special Housing Unit (SHU). *   A staff search was underway for missing fire and security reports and an equipment inventory form. *   35 staff members worked overtime totaling 230.15 hours. *   Beginning institutional totals were 790.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 09, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire suppression system",
        "inmates",
        "daily activity report",
        "staff overtime",
        "new admissions",
        "release",
        "leave",
        "institutional totals"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034130",
      "summary": "On July 9, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire suppression system was inoperative during the morning watch shift. *   No significant incidents occurred during the day watch shift. *   Correctional assignment SHU #2 was vacated due to staff shortages during the evening watch shift. *   Inmate I/M Epstein #76318-054 was on psychiatric observation with a companion. *   There were no new admissions, releases, or special housing unit (SHU) occupancy issues beyond triple bunking. *   Several staff searches were conducted regarding missing reports and equipment inventories. *   Staff utilized various types of leave (furlough, annual, sick, etc.) and overtime hours (E-1, 60-Q, B-2, etc.). *   The institution had a total of 790 inmates at the beginning of the morning watch shift, distributed across various units.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire suppression system",
        "staff shortage",
        "inmates",
        "watch shifts",
        "leave",
        "overtime",
        "cell occupancy",
        "security report",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034878",
      "summary": "On July 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift experienced a shortage of staff leading to the vacated Correctional assignments. The Evening Watch shift resulted in inmate Epstein (#76813-054) being placed on the Special Housing Unit (SHU) due to a Psychiatric Obsession. Inmates Epstein (#76318-054) and his companion were on Psychiatric Obsession within the hospital. There were new admissions to MCC, including Epstein (#76813-054) from Psychiatric Obsession. Staff searches were conducted in Tool Room, Sallyport 2, and Sallyport 3. There were missing equipment inventories from Sallyport 2, Sallyport 3, and Roof Recreation. Leave usage included various types, including furlough, annual leave, sick leave, and AWOL. Overtime was recorded, including 60-Q overtime (USM Medical) and B-2 overtime. The institution’s total inmate count at the beginning of the Morning Watch shift was 792.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states government",
        "daily activity report",
        "inmates",
        "special housing unit",
        "corrections",
        "staff shortage",
        "overtime",
        "leave",
        "security report"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034689",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 72,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.583,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036584",
      "summary": "This is a Special Housing Unit Record for inmate Jeffrey Edward Epstein (Rog. No. 76318.054) at the New York MCC facility. The record details his placement in SHU Cell H01-001L, medication status (N), and shift-by-shift logs including meals, exercise, out-of-cell time, medical staff observations, and OIC signatures. Pertinent information includes the inmate's medical conditions (Epileptic, Diabetic, Suicidal, Assaultive) and a standard log format for medical staff documentation.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "2019-07-10",
      "keywords": [
        "efta00036584",
        "jeffrey epstein",
        "special housing unit",
        "u.s. department of justice",
        "federal bureau of prisons",
        "ny mcc",
        "inmate record",
        "redaction analysis",
        "cell number",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036587",
            "similarity": 0.5,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036572",
      "summary": "Jeffrey Edward Epstein, Register Number 76318-054, was placed in Special Housing Unit 5 at New York MCC on July 10, 2019, due to a Pending Captains Review. A 3-day review occurred on July 15, 2019, and he was continued in SHU. Weekly record reviews commenced after the initial 7-day review. A 7-day review was conducted on July 19, 2019, and he remained in SHU. Further reviews were scheduled for July 26, 2019, and the process involved ongoing medical and officer observations, documentation, and assessments.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "special housing unit",
        "jeffrey edward epstein",
        "u.s. department of justice",
        "federal bureau of prisons",
        "review",
        "placement",
        "segregation",
        "3 day review",
        "7 day review",
        "new york mcc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036585",
      "summary": "No. 76318.054) *   **Institution:** U.S. Department of Justice Federal Bureau of Prisons – New York MCC *   **Dates of Entry/Record:** Primarily July 10, 2019 - July 19, 2019 *   **Cell Location:** 205-124 LAD *   **Medical Information:** Inmate is not on medication, medical staff are notified, and documented medical observations (e.g., anemia) are recorded. *   **Shift Activity:** Records detail daily activity including meals, exercise, out-of-cell time, and medical visits. *   **Signatures:** Records require signatures from Unit Officer in Charge (OIC), Medical Staff, and potentially other personnel. *   **Notes:** Explanatory notes section includes potential medical conditions (Epileptic, Diabetic, Suicidal, Assaultive) and behavioral observations.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "shu",
        "jeffrey epstein",
        "bureau of prisons",
        "classification",
        "medical",
        "medication",
        "unit manager",
        "cell number",
        "records",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036581",
            "similarity": 0.538,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034875",
      "summary": "On July 10, 2019, Inmate Epstein #76318-054 was removed from Psychological Observation and placed in the Special Housing Unit (SHU). There were no active Suicide Watches reported. The update was provided by Forensic Psychologist Samantha (Forensic) of the U.S. Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "inmate",
        "suicide watch",
        "psych observation",
        "shu",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction analysis",
        "efta00034875"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034110",
            "similarity": 0.818,
            "index": 28,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034953",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034110",
      "summary": "Inmate Epstein #76318-054 was removed from Psychological Observation and placed in the Special Housing Unit (SHU) on July 10, 2019. There were no active Suicide Watches at that time. The update was provided by a Forensic Psychologist with the U.S. Public Health Service and the Federal Bureau of Prisons.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "inmate",
        "suicide watch",
        "psych observation",
        "shu",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "efta00034110",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034875",
            "similarity": 0.818,
            "index": 27,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034953",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035294",
      "summary": "On July 11, 2019, an inmate identified as Epstein was located at the SHU (Special Housing Unit) and subsequently at Legal. The communication was between “” and [REDACTED]. The case reference is EFTA00035294.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "efta00035294",
        "inmate",
        "epstein",
        "shu",
        "redaction",
        "legal",
        "text.htm",
        "2019",
        "2025",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034885",
      "summary": "On July 13, 2019, the Metropolitan Correctional Center (MCC) reported daily activity to the Warden and relevant staff. The Operations Lieutenant documented several shifts (Morning, Day, and Evening) noting staff shortages resulting in the vacating of SHU #2 and SHU #3. Inmates were observed under psychiatric observation with companions, and there were new admissions and releases. No cells in the Special Housing Unit (SHU) were triple-bunked. Staff leave included furloughs, sick leave, and a single AWOL incident. Overtime hours totaled 238, and the total number of staff on hand was 30. Initial institutional totals at 12:00 AM on July 13th showed various unit occupancies totaling 797.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "July 13, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "furlough",
        "suicide watch",
        "psych obs",
        "daily activity report",
        "new admissions",
        "release",
        "shu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034987",
            "similarity": 0.538,
            "index": 87,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034893",
      "summary": "On July 14, 2019, the Metropolitan Correctional Center (MCC) in New York received a daily activity report from the Operations Lieutenant. There was no unusual activity reported during the morning watch shift. The day watch shift noted correctional assignments, a shortage of staff leading to the vacating of units 10-South #2 and SHU #4, and a new inmate committment to BA. The evening watch shift also reported a staff shortage resulting in the vacancy of 10-South #2.  Inmate status reports included individuals on psychiatric observation, new admissions, and releases.  No cells in the Special Housing Unit (SHU) were triple-bunked. Leave usage included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded for various staff classifications. Institutional totals at the beginning of the morning watch shift were provided, detailing the number of inmates in specific units.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "daily activity report",
        "new york",
        "shu",
        "overtime",
        "leave",
        "admissions",
        "releases"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034911",
            "similarity": 0.5,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034752",
            "similarity": 0.583,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035508",
            "similarity": 0.583,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035497",
      "summary": "On July 14, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Lieutenant biontchStua reported no unusual activity during the morning watch shift. Correctional assignments were made to 10-South #2 and SHU #4 due to staff shortages, and one inmate was transferred to BA. The evening watch shift saw 10-South #2 vacated due to staff shortages. Inmates were observed on psychiatric observation with companions. New admissions and releases occurred, as did admissions to the Special Housing Unit. Leave utilization included furlough, annual leave, sick leave, and suspension. Overtime hours totaled 241.00. Unit occupancy was recorded as 797.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "staff shortage",
        "inmate admissions",
        "shu",
        "overtime",
        "leave",
        "corrections",
        "usm medical",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034156",
      "summary": "*   **Starting Counts:** The initial counts throughout the shifts varied between 796 and 799 inmates. *   **SHU Status:** The Special Housing Unit (SHU) contained approximately 78 inmates, with fluctuating numbers due to administrative detentions and movements. *   **Daily Activities:** The log detailed routine activities including counts, inventory checks, restraint equipment management, fire alarm testing, phone calls (including STG/High Alert monitoring and WITSEC inquiries), and inmate movements (e.g., to court, HA, ZA, general population). *   **Administrative Detentions:** Several inmates were placed in Administrative Detention throughout the shifts. *   **Visitation:** Visitation records noted 24 total inmates – 9 adults and 10 children. *   **Equipment Issues:** There were noted instances of system malfunctions, specifically relating to the Institution Public Address System used for PREA announcements.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "arrest",
        "witsec",
        "detention",
        "fire alarm",
        "institution",
        "nypd",
        "census",
        "visitation",
        "inmate",
        "unit",
        "goldcrest",
        "prea"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035680",
      "summary": "On July 16, 2019, the Metropolitan Correctional Center (MCC) reported several incidents and activities. An inmate ingested a razor during the morning watch shift, leading to staff concern and notification. Ten inmates were placed on the Special Housing Unit (SHU) for various reasons. There were reports related to inmate housing and a potential need for a “snith.”  A shift reported no significant incidents during the evening watch. The report details inmate status (hospital, suicide watch, furlough, dry cell), new and released inmates, and admissions/discharges to the Special Housing Unit. It also includes information on missing equipment, staff leave, overtime hours, and institutional cell counts at a specific time (12:00 AM).",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "inmates",
        "shu",
        "medical",
        "staff",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "incident"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.5,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034915",
      "summary": "On July 19, 2019, the Metropolitan Correctional Center (MCC) in New York reported several operational issues. The morning watch shift noted a malfunctioning Control Center Door requiring manual operation. The day shift reported a shortage of staff within the Special Housing Unit (SHU) #3 and a code violation (Codes #111/113/224). The evening shift reported vacant areas including SHU #4, Visit #1, and Lobby i2 due to staff shortages. There were no cells in the SHU triple bunked. Several areas were missing equipment including the Visiting Room, Rear Gate, SIS Office, Central Tool Room, and CMC/R&D/Mailroom. Staff leave included various types of time off (furlough, annual leave, sick leave, suspension, AWOL, etc.) and overtime hours (60-Q overtime for USM Medical, B-2 overtime). The institution’s total population at the beginning of the morning shift was 787.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "July 19, 2019",
      "keywords": [
        "correctional center",
        "metropolitan correctional center",
        "staff shortage",
        "shu",
        "codes",
        "inmates",
        "activity report",
        "usms",
        "furlough",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034143",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035493",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034689",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York received a daily activity report from the Operations Lieutenant. Several staffing shortages were reported across shifts (Mornin, Da, and Evening Watch) due to absences. Correctional assignments 10-South #2 were vacated, and assignments in SHU #3 and 10 South #2 were also vacant. There were no new admissions, releases, or special housing unit occupancy issues. Several reports were missing, including fire and security reports and equipment inventories. Leave utilization included furlough, annual leave, sick leave, AWOL, and LWOP. Staffing consisted of 28 individuals, with overtime hours totaling 222.00. Unit counts at the beginning of the morning shift totaled 780.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmate watch",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "security report",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034878",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.583,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034911",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several units (11 South, 10-South #2, SHU #3, SHU #4, and 11 South #2) were vacated due to staff shortages during the evening watch shift. Inmates were present in outside hospitals, suicide watch, and furlough. There were no new admissions, releases, or admissions to the Special Housing Unit. No missing reports or equipment were noted. Staff utilized various types of leave, including furlough, annual, sick, and AWOL. Overtime was utilized, totaling 190.20 hours. The beginning of the morning watch shift reported 780 inmates across various units.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "operations lieutenant",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "nyc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034752",
            "similarity": 0.545,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035508",
            "similarity": 0.545,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033638",
      "summary": "*   A daily activity report for July 22, 2019, was received and reviewed. *   A 911 operator reported a potential stabbing threat by the \"Macballers\" gang members at 11-South housing unit. *   A fire alarm and sprinkler system was inoperable, triggering a fire watch. *   Inmates were reassigned to the Special Housing Unit (SHU): Jones #87016-054, Romero #74203-054, and Williams #78640-054. *   Staffing shortages led to vacant correctional assignments. *   Pressure pump system failure initiated a fire watch. *   New inmate admissions and releases were recorded. *   Missing reports and equipment inventory forms were identified across various areas of the Metropolitan Correctional Center. *   Leave utilization and overtime hours were documented. *   The institution’s inmate count at the beginning of the morning shift was recorded.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "metropolitan correctional center",
        "stabbing",
        "gang members",
        "911",
        "inmates",
        "housing unit",
        "fire alarm",
        "pressure pump",
        "daily activity report",
        "usms",
        "sis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035566",
      "summary": "On July 22, 2019, the Metropolitan Correctional Center (MCC) reported the following: *   A threat of a stabbing by gang members was reported by the Control Center regarding the 11-South housing unit. *   A fire alarm and sprinkler system were inoperable, triggering a fire watch. *   Inmates were temporarily relocated to the Special Housing Unit (SHU) due to staff shortages. *   A pressure pump system failure resulted in a continued fire watch. *   There were no cells triple-bunked. *   Several areas lacked missing fire and security reports and equipment inventories. *   Staff utilized overtime hours (E-1, 60-Q, B-2, O9D, XXX, 87S) and various leave types (furlough, annual, sick, suspension, etc.). *   The institution’s total inmate count at 12:00 AM was 776, distributed across various units.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "metropolitan correctional center",
        "stabbing",
        "gang members",
        "fire alarm",
        "housing unit",
        "inmate",
        "staff shortage",
        "overtime",
        "usms",
        "cell",
        "emergency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020629",
      "summary": "On July 23, 2019, at 1:27 AM, Jeffrey Epstein (#76318-054) was involved in a possible suicide attempt within the Special Housing Unit of the Metropolitan Correctional Center New York. Photographs were taken at 1:45 AM and 2:25 AM by Lieutenant personnel, documenting Epstein's situation. Additionally, Nicholas Tartaglione (#78514-054) was also involved in a possible suicide attempt (cellmate) and photographed at 2:25 AM and 2:55 AM by Lieutenant personnel.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide attempt",
        "metropolitan correctional center",
        "new york",
        "07/23/19",
        "76318-054",
        "nicholas tartaglione",
        "78514-054",
        "special housing unit",
        "photo sheet",
        "lieutenant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034167",
      "summary": "On July 23, 2019, Jeffrey Epstein (Register No. 76318-054) was found in the Special Housing Unit (SHU) in a fetal position with red marks on his neck. He reported that his cellmate had attempted to kill him and was harassing him, informing his attorney. A medical assessment revealed a circular erythema around his neck with friction marks, no signs of injury, and a small erythema on his knee. He was placed on Suicide Watch and is currently being evaluated for potential transfer to the general population in Unit 7 South, pending cellmate assignment. The case is under review.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "shu",
        "suicide watch",
        "red marks",
        "neck erythema",
        "cell mate",
        "psychological assessment",
        "medical assessment",
        "unit 7 south",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035470",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034703",
            "similarity": 0.538,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034825",
            "similarity": 0.538,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035377",
      "summary": "On July 23, 2019, Jeffrey Epstein (Register No. 76318-054) was found in the Special Housing Unit (SHU) in a fetal position with red marks on his neck. He reported that his cellmate attempted to kill him and had been harassing him. A medical assessment revealed a circular erythema around his neck with friction marks, but no other injuries or pain. He was placed on Suicide Watch and evaluated by a psychologist, remaining under observation. Plans were underway to review his case for placement in Unit 7 South and find an appropriate cellmate. A request was made for a draft email to inform IPPA and the Director regarding his status and relocation plans.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "shu",
        "suicide watch",
        "redmarks",
        "erythema",
        "neck",
        "cellmate",
        "attorney",
        "medical assessment",
        "psychological assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034488",
            "similarity": 0.667,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036062",
      "summary": "On July 23, 2019, inmate Epstein was found unresponsive in her cell, exhibiting a red neck and placed on suicide watch. Following daily psychological evaluations, she was removed from suicide watch on July 29, 2019, and returned to the Special Housing Unit with a different cellmate. On August 9, 2019, her cellmate was released from court, leaving Epstein without a cellmate and requiring a psychological alert. Unit staff reported unusual behavior, including missed counts and a refusal to discuss events by two officers. On August 10, 2019, Epstein was found unresponsive in her cell, resulting in her death after CPR and transport to the hospital; bruising around her neck and a makeshift noose were discovered in the cell.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "suicide watch",
        "cellmate",
        "medical evaluation",
        "cpr",
        "bruising",
        "noose",
        "institution",
        "death",
        "psychological evaluation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035576",
      "summary": "On July 23, 2019, he reported feeling struck on the foot by an inmate, Epstein, during the late hours. He immediately called for staff assistance after observing Epstein sitting and staring at him. The inmate has a significant disciplinary record, including sanctions for fighting, giving/receiving money, and mail abuse, stemming from incidents dating back to 2017. His current assignment is separation, and he is part of a CIM packet. His disciplinary record includes a sanction for fighting with another person from February 2018.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "inmate",
        "murder",
        "drug conspiracy",
        "discipline record",
        "cell phone",
        "separation assignment",
        "fbi",
        "chronological disciplinary record",
        "nym",
        "udc",
        "sanctioned incident",
        "fighting",
        "money",
        "email",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034623",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York reported various operational issues, including a malfunctioning control panel for doors, inmate suicide watch for I/M Epstein, and staffing shortages leading to vacant correctional assignments. Inmates were present in outside hospitals, undergoing suicide watch, or on furlough. There were new and released inmate admissions and adjustments to housing units, particularly within the Special Housing Unit (SHU). Several areas experienced missing fire and security reports or equipment inventories. Overtime hours were recorded, and the beginning of the morning watch shift indicated a total population of 776 inmates across multiple units.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmates",
        "corrections",
        "daily activity report",
        "usms",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034082",
            "similarity": 0.583,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034730",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.545,
            "index": 72,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035470",
      "summary": "On July 23, 2019, Jeffrey Epstein was found in the Special Housing Unit (SHU) in a fetal position with red marks on his neck. He reported his cellmate attempted to kill him and had been harassing him, informing his attorney. A medical assessment revealed erythema around his neck, but no signs of injury or distress. He was placed on Suicide Watch and evaluated by a psychologist. Plans were underway to review his case for transfer to the general population in Unit 7 South and find an appropriate cellmate. A request was sent to Associate Warden at MCC New York for a summary of the situation and plans for movement.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "attorney",
        "suicide watch",
        "redmarks",
        "shu",
        "medical assessment",
        "psychological assessment",
        "cell mate",
        "unit 7 south"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034167",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034488",
            "similarity": 0.667,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034703",
      "summary": "On July 23, 2019, inmate Jeffrey Epstein (Register No. 76318-054) was found in the Special Housing Unit (SHU) in a fetal position with red marks on his neck. He reported that his cellmate attempted to kill him and had been harassing him, informing his attorney. A medical assessment revealed a circular erythema on his neck and a small erythema on his knee. He denied knowing how the marks occurred. He was placed on Suicide Watch and is being considered for transfer to the general population in Unit 7 South, pending investigation into his cellmate. The staff are attempting to identify and locate the cellmate.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "inmate",
        "cell mate",
        "suicide watch",
        "neck marks",
        "erythema",
        "shu",
        "medical assessment",
        "psychological assessment",
        "unit 7 south"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034167",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034825",
            "similarity": 1.0,
            "index": 48,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034825",
      "summary": "On July 23, 2019, at 1:27 a.m., staff responded to an inmate, Jeffrey Epstein (Register No. 76318-054), found in a fetal position with red marks on his neck in the Special Housing Unit (SHU). He reported his cellmate had attempted to kill him and was harassing him. A medical assessment revealed a circular erythema on his neck and a smaller erythema on his knee, with no signs of injury beyond the redness. He denied knowing how the marks occurred. He was placed on Suicide Watch and is currently under review for transfer to Unit 7 South, pending cellmate assignment. Emails detail the confusion surrounding the incident and plans for his movement to a general population unit.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "shu",
        "suicide watch",
        "neck marks",
        "erythema",
        "inmate",
        "medical assessment",
        "psychological assessment",
        "cell mate",
        "unit 7 south"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034703",
            "similarity": 1.0,
            "index": 47,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034167",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034275",
      "summary": "*   **Details:** Epstein was found with a homemade rope around his neck. Staff intervened, and he was placed on suicide watch. *   **Cellmate Involvement:**  An additional inmate, [REDACTED], reported that Epstein was harassed and attempted to extort money from him. *   **Medical Assessments:**  Epstein received medical assessments at multiple points, including a clinical encounter on July 23rd, noting erythema on his neck and no other immediate concerns. A subsequent encounter on July 31st reported no complaints and normal vital signs. *   **Security Measures:** The incident led to Epstein being placed on Administrative Detention pending investigation. *   **Documentation:** Multiple incident reports, medical encounter summaries, and photographic records were created.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "assault",
        "inmate",
        "suicide",
        "escape",
        "facility",
        "shu",
        "restraint",
        "weapons",
        "death",
        "disturbance",
        "contraband",
        "harassment",
        "sexual assault",
        "cellmate",
        "incident",
        "medical attention",
        "mental health",
        "investigation",
        "security threat"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034181",
      "summary": "The document consists of photo sheets related to a possible suicide attempt involving inmate Jeffrey Epstein (#76318-054) and, in later entries, inmate Nicholas Tartaglione (#78514-054). The incidents occurred on July 23, 2019, at 1:27 AM, as recorded by the Lieutenant's Office at the Metropolitan Correctional Center New York.  Photographs were taken in the Special Housing Unit.  The time of the second photo taken of Tartaglione was 2:25 AM on the same date. The sheets are classified as CONFIDENTIAL with the SDNY case numbers listed.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide attempt",
        "metropolitan correctional center",
        "new york",
        "07/23/19",
        "1:27 am",
        "photograph",
        "housing unit",
        "cellmate",
        "nicholas tartaglione"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034488",
      "summary": "On July 23, 2019, Jeffrey Epstein was found in the Special Housing Unit (SHU) in a fetal position with red marks on his neck. He reported that his cellmate had attempted to kill him and harassed him, informing his attorney. A medical assessment revealed a circular erythema on his neck and a smaller erythema on his knee. He denied knowing how the marks occurred and denied pain or respiratory problems. He was placed on Suicide Watch and remains in the SHU awaiting placement in the general population in Unit 7 South.  Efforts are underway to find an appropriate cellmate. The incident prompted requests for a summary report to be forwarded to 1PPA and the Director.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "suicide watch",
        "shu",
        "redmarks",
        "erythema",
        "attorney",
        "cellmate",
        "medical assessment",
        "psychological assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035470",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035377",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034714",
      "summary": "He was previously on Suicide Watch. He is housed in the Special Housing Unit (SHU) and is scheduled to be reassessed tomorrow. He will likely return to the SHU with a specific inmate and may be cell-mates with inmate M. The Psychological Observation status indicates a temporary designation for an inmate experiencing mental status impairment or unpredictable behavior, not imminent suicidal ideation. He was initially requested into Protective Custody due to a publicized case involving the mailing of IEDs to prominent figures. Updates on his status, medical assessments, and attorney visits are being provided daily.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "inmate epstein",
        "shu",
        "psychological observation",
        "suicide watch",
        "cell mate",
        "self-mutilation",
        "mental illness",
        "psychological assessment",
        "protective custody",
        "tattooing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035589",
            "similarity": 0.5,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035635",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035592",
            "similarity": 0.538,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035589",
      "summary": "He was previously on Suicide Watch. *   He is a pretrial inmate charged with mailing improvised explosive devices to prominent Democratic figures, including Barack Obama, Hillary Clinton, and Cory Booker. He is housed in the Special Housing Unit (SHU). *   He is being evaluated by the Chief Psychologist and will be reassessed tomorrow. *   He is scheduled to meet with his attorney following a health services assessment. *   He is currently housed in the SHU with inmate MI, who pleaded guilty to a related offense, and will be housed with inmates  and after attorney conference. *   The Psychological Observation status is a temporary designation for inmates experiencing mental instability due to impairment in mental status, rather than imminent suicidal ideation.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "shu",
        "psychological observation",
        "suicide watch",
        "tattooing",
        "self-mutilation",
        "code 228",
        "mental illness",
        "udc hearing",
        "protective custody",
        "inmate i"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034714",
            "similarity": 0.5,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035380",
            "similarity": 0.5,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035383",
            "similarity": 0.615,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035587",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035585",
      "summary": "Inmate Epstein (#76318-054) was placed on Psychological Observation due to a deterioration of mental status, including disorganized thinking and poor self-care, following a self-mutilation incident and drug intoxication/withdrawal. He was previously on Suicide Watch and has been escorted to Health Services for an assessment and will subsequently meet with his attorney. The Psychological Observation status is a temporary designation until the inmate stabilizes. The inmate pleaded guilty to mailing improvised explosive devices to prominent Democratic figures, including Barack Obama, Joe Biden, Hillary Clinton, Cory Booker, Kamala Harris, and CNN, and is currently in Special Housing Unit (SHU) due to requesting protective custody.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "suicide watch",
        "shu",
        "inmate",
        "mental illness",
        "self-mutilation",
        "protective custody",
        "barack obama",
        "joe biden",
        "hillary clinton",
        "cnn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035380",
            "similarity": 0.571,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035635",
            "similarity": 0.571,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035383",
            "similarity": 0.571,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035380",
      "summary": "Inmate Epstein #76318-054 was removed from Suicide Watch and placed on Psychological Observation due to deterioration related to a mental illness, personality disorder, or drug intoxication. The Psychological Observation status is a temporary designation for inmates who are not imminently suicidal but exhibit unstable behavior due to impaired mental status. He was escorted to Health Services for an assessment and will meet with his attorney following. He is currently housed in the Special Housing Unit (SHU) with inmate I, stemming from a pending incident report for self-mutilation and a guilty plea to mailing improvised explosive devices to prominent Democratic figures, including Barack Obama, Hillary Clinton, and Cory Booker. The Regional Director requested daily updates on his status.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "suicide watch",
        "shu",
        "inmate",
        "mental illness",
        "self-mutilation",
        "protective custody",
        "fbi",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035585",
            "similarity": 0.571,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035589",
            "similarity": 0.5,
            "index": 53,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035635",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035383",
            "similarity": 0.667,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035587",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035635",
      "summary": "Inmate #76318-054 was placed on Psychological Observation due to deteriorating mental status, specifically exhibiting disorganized thinking, poor self-care, and an unpredictable behavior pattern. This observation occurred following a self-mutilation incident and a guilty plea to mailing improvised explosive devices to prominent Democratic figures, including former President Obama, Vice President Biden, and Secretary Clinton. He was previously on Suicide Watch and has been moved to Psychological Observation until tomorrow for reassessment. He is currently being evaluated at Health Services and will meet with his attorney following the assessment. He will be housed in the Special Housing Unit (SHU) with inmate I after his attorney visit.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "inmate",
        "psychological observation",
        "suicide watch",
        "shu",
        "mental illness",
        "self-mutilation",
        "protective custody",
        "federal medical center",
        "cnn",
        "inmate epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035380",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035585",
            "similarity": 0.571,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034714",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035383",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035587",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035592",
            "similarity": 0.538,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035383",
      "summary": "Dr. indicates he is likely to be found competent. *   He is being housed in the Special Housing Unit (SHU) and will be cellmated with inmate I. *   The inmate has a prior conviction for mailing improvised explosive devices to prominent Democratic figures, including Barack Obama, Joe Biden, Hillary Clinton, Cory Booker, and Kamala Harris. *   He requested Protective Custody and is currently in the SHU awaiting an attorney visit. *   The Psychological Observation status is a temporary designation for inmates experiencing mental impairment, not imminent suicidal behavior.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "shu",
        "psychological observation",
        "suicide watch",
        "self-mutilation",
        "mental illness",
        "inmate",
        "protective custody",
        "code 228",
        "tattoos"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035635",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035380",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035585",
            "similarity": 0.571,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035587",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035592",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035640",
            "similarity": 0.615,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035587",
      "summary": "Inmate Epstein (#76318-054) was removed from Suicide Watch and placed on Psychological Observation due to deteriorated mental status, including disorganized thinking and poor self-care. The Psychological Observation status is a temporary designation for inmates with mental health impairments who are not imminently suicidal. He was escorted to Health Services for an assessment and then to an Attorney Conference. He is currently being held in Special Housing Unit (SHU) with inmate I and has a pending incident report for Self-Mutilation. Epstein pleaded guilty to mailing improvised explosive devices to prominent Democratic figures, including Barack Obama, Hillary Clinton, and Cory Booker. The Associate Warden requested daily updates on the inmate’s status and activities.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "shu",
        "suicide watch",
        "inmate",
        "mental illness",
        "self-mutilation",
        "protective custody",
        "barack obama",
        "joe biden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035383",
            "similarity": 0.667,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035635",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035380",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035592",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035640",
            "similarity": 0.5,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034722",
            "similarity": 0.5,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034082",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion due to overtime. There were inquiries regarding inmate I/M Epstein’s potential suicide attempt. Inmates were placed in the Special Housing Unit (SHU) for possession of cellular telephones. Several inmates were admitted and released, including Deleon, Guillen, Kaba, Aguilar, Lamarco, Murray, and Williams. A shortage of staff resulted in unassigned correctional assignments. There were missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. The institution’s population at the start of the morning shift was 774.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "i/m epstein",
        "cellular telephone",
        "special housing unit",
        "fire watch",
        "inmates",
        "corrections",
        "overtime",
        "staff shortage"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.583,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034730",
            "similarity": 0.75,
            "index": 65,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 72,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035592",
      "summary": "*   He was initially assessed by a psychologist and remains on Psychological Observation for another day. *   A Code 228 (tattooing/self-mutilation) investigation is pending. *   He is being considered for cellmate placement with inmates , , and . *   The Psychological Observation status is defined as a temporary measure for inmates experiencing mental instability or impaired functioning, not imminent suicidal ideation. *   He is housed in the Special Housing Unit (SHU). *   His case is linked to a publicized incident involving the mailing of improvised explosive devices to prominent Democratic figures.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "shu",
        "suicide watch",
        "inmate",
        "tattooing",
        "self-mutilation",
        "mental illness",
        "udc hearing",
        "protective custody"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035587",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035383",
            "similarity": 0.667,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035635",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035640",
            "similarity": 0.615,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034722",
            "similarity": 0.75,
            "index": 63,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034086",
      "summary": "The shift began with a count of 774 inmates, with 71 in the SHU (Special Housing Unit), and various inmates in sensitive situations (hospital, psych observation, WITSEC inquiries).  Throughout the shift, there were numerous counts, phone checks, and responses to alarms. Several inmates were placed in Administrative Detention due to reasons including possession of a cell phone and suicide watch.  There were instances of inmates being transferred to and from local hospitals and special housing units. The log records specific events like trash runs and visitation. The count ended at 770 with 75 inmates in the SHU.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "nypd",
        "cell phone",
        "psych obs",
        "prea",
        "administrative detention",
        "visitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.6,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035504",
            "similarity": 0.5,
            "index": 122,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035640",
      "summary": "*   He has been placed on Psychological Observation due to exhibiting unstable behavior, including observed self-harm attempts (a makeshift noose) and refusal to go to general population. *   A psychologist assessed him and determined he would remain on Psychological Observation for another day. *   He is under investigation for a Code 228 (tattooing/self-mutilation) related to the noose incident. *   He is currently housed in the Special Housing Unit (SHU) and is being considered for cellmate with inmate MI. *   His case is linked to a previous incident involving the mailing of improvised explosive devices to prominent Democratic figures. *   He was previously on Suicide Watch but has been stepped down to Psychological Observation. *   Regular updates and assessments are being conducted by the Associate Warden and Regional Director.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "07/25/2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "shu",
        "suicide watch",
        "tattooing",
        "self-mutilation",
        "code 228",
        "mental illness",
        "inmate",
        "new york",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035592",
            "similarity": 0.615,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035587",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035383",
            "similarity": 0.615,
            "index": 57,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034722",
            "similarity": 0.692,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034722",
      "summary": "*   He was initially on Suicide Watch and has been removed. *   A Code 228 (Tattooing or Self-Mutilation) is pending against him. *   He was observed with a makeshift noose around his neck, leading to the initial assessment. *   Dr. MI is conducting a Psychological Observation, which defines as an inmate’s deterioration due to mental illness, personality disorder, medical problems, or drug/withdrawal symptoms. *   He will be reassessed tomorrow and potentially returned to the Special Housing Unit (SHU) with cellmates inmate III and inmate . *   His Attorney visit is scheduled after a follow-up assessment at Health Services. *   The Regional Director is requesting daily updates on his status.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "7/25/2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "shu",
        "suicide watch",
        "tattooing",
        "self-mutilation",
        "inmate",
        "code 228",
        "mental illness",
        "mcc new york",
        "udc hearing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035640",
            "similarity": 0.692,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035592",
            "similarity": 0.75,
            "index": 60,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035587",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034580",
      "summary": "This document is a Special Housing Unit SRO Review Roster from the U.S. Department of Justice, Federal Bureau of Prisons, pertaining to inmate Jeffrey Edward Epstein (Reg No 7631e.C54). The roster includes inmate name, registration number, IA date, status (PENDING CLASSIFICATION), review dates, and reasons for review. It indicates a review due on 07-26-2019 with a confidential status (SDNY_00011514). The document also includes past-due AD and PD orders for other inmates.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "07-26-2019",
      "keywords": [
        "efta00034580",
        "jeffrey epstein",
        "special housing unit",
        "sro review roster",
        "u.s. department of justice",
        "federal bureau of prisons",
        "pending classification",
        "ad order",
        "pd order",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034730",
      "summary": "On July 26, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion from overtime, and there was a fire watch in progress during multiple shifts. Inmates I/M Epstein and Kaba were investigated for potential suicide attempts and possession of cellular telephones, respectively. Several inmates were moved to the Special Housing Unit (SHU) due to these issues. Staff shortages led to unassigned correctional assignments.  Inmates Aguilar, Lamarco, Murray, and Williams were released, while Deleon, Guillen (three instances), and Kaba were admitted to the SHU.  There were no cells triple bunked. A staff search was conducted across multiple areas of the facility, including Sallyports, offices, and security areas. Leave utilization included furloughs, sick leave, and overtime hours. Unit counts at the beginning of the morning shift totaled 774.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "metropolitan correctional center",
        "i/m epstein",
        "suicide watch",
        "special housing unit",
        "cellular telephone",
        "fire watch",
        "inmates",
        "usms",
        "possession",
        "corrections",
        "staff shortage"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034082",
            "similarity": 0.75,
            "index": 59,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034944",
      "summary": "On July 26, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watch was ongoing across multiple shifts. There were incidents involving media outside the institution regarding inmate Epstein (#76318-054) and inmate Brown (#70786-050) being placed in Special Housing Unit (SHU) Pend SIS. New inmate admissions included Hilario (#87048-054) and Hossain (#87049-054), while Epps (#86975-054), Sears (#28569-057), and Southwell (#77179-054) were released. Inmate Brown (#70786-050) was admitted to SHU. There were no triple-bunked cells. Missing reports and equipment inventories were noted from various departments. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Staffing levels were reported at 24 with 186.00 overtime hours worked. Initial unit counts at 12:00 AM were 770.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "suicide watch",
        "new admissions",
        "released inmates",
        "special housing unit",
        "staff shortage",
        "security report",
        "overtime",
        "leave",
        "cell bunking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034948",
      "summary": "*   **Initial Count:** The beginning count for the Metropolitan Correctional Center in New York was 770 inmates. *   **Operational Issues:** Throughout the shifts, there were issues with the fire alarm system, the Institution Public Address System, and metal detectors, leading to delays and alternative methods of communication. *   **Inmate Status:** Several inmates were noted for specific observations, including I/M Epstein on psychiatric observation with a companion, Hossain in Special Housing Unit (pending classification), and Brown placed in administrative detention due to a threat assessment. *   **Counts & Changes:** Multiple institutional counts were conducted throughout the day, resulting in variations in inmate numbers. *   **Phone Calls & Alerts:** The log recorded monitoring of STG/High Alert phone calls and WITSEC inquiries. *   **Visitation:** Visitation data was recorded for both 9 South and 11 North units. *   **Final Count:** The final count at the end of the shifts was 770.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "inmate",
        "psych obs",
        "prea",
        "restraint equipment",
        "metal detector",
        "nypd",
        "administrative detention",
        "witsec",
        "institutional lockdown",
        "visitation",
        "count"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034086",
            "similarity": 0.6,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034796",
            "similarity": 0.556,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035504",
            "similarity": 0.556,
            "index": 122,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034590",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity across three shifts (Morning, Day, and Evening). Fire watches were ongoing across all shifts. Staff shortages led to unassigned correctional officer assignments, primarily in SHU units. There were no new admissions, releases, or special housing unit admissions. No cells were triple bunked, and there were no missing reports. Leave utilization included various types of time off, and overtime hours were recorded, including B-2 overtime (234 hours) and 60-Q overtime (USM Medical). The beginning of the morning watch shift showed a total of 767 inmates across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "daily activity report",
        "new york",
        "july 27",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034752",
            "similarity": 0.5,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035508",
            "similarity": 0.5,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035648",
      "summary": "On July 27, 2019, an individual observed inmate Epstein (#76318-054) before and after a legal visit. The inmate reported dehydration due to limited bathroom breaks during the legal visit, anxiety about returning to SHU (Special Housing Unit) due to noise, and difficulty sleeping. A suicide watch was initiated but subsequently cleared. The observation was conducted by [REDACTED] using a Verizon Samsung Galaxy smartphone.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "suicide watch",
        "psych observation",
        "inmate",
        "legal visit",
        "dehydrated",
        "shu",
        "anxiety",
        "noise",
        "samsung",
        "verizon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034752",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported ongoing fire watch shifts across all morning, day, and evening watch shifts. Correctional assignments were frequently unassigned due to staff shortages. Inmates were under observation within the hospital, suicide watch, or furlough. There were no new admissions, releases, or special housing unit (SHU) over-bunking. Leave utilized included furlough, annual leave, sick leave, and a single instance of Combat Operations Pay (COP).  Thirty-three staff members worked overtime, totaling 234.00 hours of B-2 overtime. The institution’s total population at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "inmates",
        "shu",
        "overtime",
        "leave",
        "new york",
        "activity report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034590",
            "similarity": 0.5,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034911",
            "similarity": 0.545,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034893",
            "similarity": 0.583,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035508",
            "similarity": 0.8,
            "index": 71,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035508",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity, primarily focusing on fire watch incidents across multiple shifts. Staff shortages resulted in unassigned correctional officer assignments. Inmates were monitored in various observation and restriction settings (Psych Observation, Suicide Watch, SHU). There were no new or released admissions or adoptions to the Special Housing Unit. Leave utilization included various types of time off, and overtime hours were recorded for multiple staff categories. Cell occupancy was detailed, with a total of 767 cells occupied across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "new york",
        "metropolitan correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034752",
            "similarity": 0.8,
            "index": 70,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034590",
            "similarity": 0.5,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034911",
            "similarity": 0.545,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035513",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity through a memorandum to the Warden and relevant staff. Key events included: *   Multiple fire watch assignments due to staff shortages. *   An inmate transferred to special housing due to a fight on unit 7 South. *   An inmate transferred to the hospital for treatment and subsequently to special housing. *   Inmate Epstein was on psych observation with a companion. *   No new admissions or releases. *   No cells in the Special Housing Unit (SHU) were triple-bunked. *   No missing reports or equipment were noted. *   23 staff members worked 165.15 hours in E-1 overtime. *   2 staff members worked 16 hours in E-1 comp time. *   Staff totals at the beginning of the morning watch were 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "special housing unit",
        "corrections",
        "daily activity report",
        "ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034082",
            "similarity": 0.5,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.545,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034878",
            "similarity": 0.5,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034959",
            "similarity": 0.5,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034987",
            "similarity": 0.5,
            "index": 87,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034959",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watches were ongoing during all shifts. An inmate was transferred to special housing during the morning watch, and an unwitnessed fight occurred on unit 7 South during the evening watch. Several inmates were in outside hospitals, under suicide watch, or on furlough. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple bunked. No missing reports or equipment were noted. Leave utilization included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded, primarily for medical and special assignments. The institution’s total inmate count at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "daily activity report",
        "suicide watch",
        "special housing unit",
        "unit 7 south",
        "july 29",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 72,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036573",
      "summary": "Inmate Jeffrey Edward Epstein (Register Number 76318-064) was placed in the Special Housing Unit at New York MCC on 07-29-2019 due to a pending DHO for Code 228 (self-mutilation). A 3-day review on 08-01-2019 continued the placement. Weekly record reviews were scheduled, including daily medical staff observations and documentation. A 7-day review occurred on 08-05-2019, continuing the placement. There is a requirement for a psychiatric/psychological assessment after 30 days, and subsequent assessments monthly. The next review is scheduled for 08-12-2019.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "07-29-2019",
      "keywords": [
        "special housing unit",
        "jeffrey epstein",
        "redaction analysis",
        "bureau of prisons",
        "placement",
        "review",
        "segregation review",
        "mental health",
        "self-mutation",
        "date entered"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036582",
      "summary": "Department of Justice, Federal Bureau of Prisons, New York MCC. *   **Inmate:** Jeffrey Edward Epstein, Case Number 76318.054, Team Taskworker. *   **Cell:** Cell 5, Special Housing Unit Cell Number 204.206E-0D. *   **Admission Date:** 2019-07-29 *   **Medical Information:** Inmate is on medication, with notes regarding epilepsy and diabetes. *   **Shift Logs:** Records daily shift logs including meals, exercise, out-of-cell time, and medical staff observations. *   **Medical Observations:** Between 2019-07-29 and 2019-08-02, the inmate reports no medical complaints. *   **Form Version:** This is a revised version of BP.292(52), replacing the August 2011 version.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "2019-07-29",
      "keywords": [
        "special housing unit",
        "jeffrey epstein",
        "inmate record",
        "bureau of prisons",
        "u.s. department of justice",
        "medical",
        "classification",
        "cell number",
        "medications",
        "shift",
        "health"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036845",
      "summary": "On July 29, 2019, at 8:45 am, the FCI Otisville institution reported 833 institution counts (FCI/Camp/J Unit) and 646 general population inmates. There were 24 pipeline in and 32 pipeline out, with 171 transitional inmates and 11 pipeline in for transitional inmates. 217 sex offenders had 3 pipeline in.  Camp population included 13 in and 5 out. Open beds totaled 221 in general population, 36 in the transitional inmate unit, 19 in the special housing unit, and 14 in the camp. Institution demographics included maximum beds per unit: 130 for GP, 98 for TI, 878 for FCI, 126 for Camp, 80 for SHU, 82 for J Unit, and 1002 for the combined FCI and Camp.  Within the SHU, counts were: SHU I – C: 116, 5; D: 62, 16; E-A: 0, 23; E-B: 108, 2; F-A: 103, 7; F-B: 105, 0; G-A: 104, 6; G-B: 108, 2; J: 66, 0.  Miscellaneous data included 2 local medical trips, 0 suicide watches, 1 outside hospital visit, 0 H/S observations, 11 writs, 0 pending bed space, 2 releases, 0 medical furloughs, and case load assignments for various units. The unit count was EFTA00036845.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "fci otisville",
        "institutional data",
        "population report",
        "general population",
        "transitional inmates",
        "sex offenders",
        "camp pipeline",
        "shu",
        "bed counts",
        "unit count"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034553",
      "summary": "An email chain, dated July 29, 2019, regarding concerns about an inmate held in the SHU (Special Housing Unit) at SDNY. The email requests that the recipient investigate the concerns prior to the Warden’s rounds. The email is flagged as confidential.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "shu",
        "inmate",
        "concerns",
        "redaction",
        "warden",
        "confidential",
        "sdny",
        "efta00034553"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034953",
      "summary": "On July 29, 2019, at 11:29 AM, a Forensic Psychologist with the U.S. Public Health Service and the Federal Bureau of Prisons observed inmate Epstein (#76318-054) at the Metropolitan Correctional Center in New York. The suicide watch status was clear (None), and the observation was pending beds for the inmate in SHU (Special Housing Unit). The message was classified as CONFIDENTIAL and contained warnings about sensitive information.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "suicide watch",
        "psych observation",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "epstein",
        "shu",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034110",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034875",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034778",
      "summary": "On July 30, 2019, the Metropolitan Correctional Center (MCC) reported the following: *   A fire panel in the Control Center was inoperative during the Morning Watch Shift. *   Inmate Epstein (#76318-054) was removed from psychiatric observation and housed in the Special Housing Unit (SHU) #3, 10-South #2, due to staff shortages. *   SHU #4 remained unassigned due to staff shortages. *   There were no triple-bunked cells in the SHU. *   Several departments (SIS Office, Video Monitoring, Chapel, Education, Recreation, Safety, 2 Sallyport, Central Tool Room, 3 Sallyport, Roof Recreation) had missing equipment inventory forms. *   Staff leave included various types of time off (furlough, annual leave, sick leave, overtime, suspension, etc.) and 210 hours of overtime were worked. *   The institution’s total population at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire panel",
        "inmate epstein",
        "shu",
        "staff shortage",
        "security report",
        "overtime",
        "leave",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035609",
      "summary": "On July 30, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire panel was inoperative during the morning watch shift. *   Inmate Epstein (#76318-054) was removed from psychological observation and housed in the Special Housing Unit (SHU) #3 due to staff shortages. *   SHU #4 remained unassigned due to staff shortages. *   There were no triple-bunked cells in the SHU. *   Several departments (SIS, Video Monitoring, Chapel, Education, Recreation, Safety, 2 & 3 Sallyports, Central Tool Room) were missing reports. *   A missing equipment inventory form was also noted. *   Staff utilized various types of leave including furloughs, annual leave, sick leave, overtime, and suspension. *   A total of 767 inmates were present at the beginning of the morning watch shift, broken down by unit.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "staff shortage",
        "fire panel",
        "housing unit",
        "usms",
        "daily report",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034777",
      "summary": "An update was sent on July 31, 2019, regarding inmate Epstein. He was moved from Psychological Observation to the Special Housing Unit and appeared before the Unit Discipline Committee due to a self-mutilation incident. He is awaiting a hearing before the Disciplinary Hearing Officer.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "psychological observation",
        "special housing unit",
        "self-mutilation",
        "disciplinary hearing officer",
        "incident report",
        "hearing",
        "confidental",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034782",
      "summary": "On July 31, 2019, Peggy Cross-Goldenberg reported a significant delay in attorney visits to inmates housed in the Special Housing Unit (SHU). Attorneys were experiencing extended waits, sometimes exceeding three hours, and were being denied access to the SHU room after meeting with clients, a privilege not granted to other attorneys. One attorney waited 2.5 hours and another 3 hours. David Patton requested a solution due to the impending sentencing of a client and the inability of his attorneys to meet with him. Jennifer Brown reported a lawyer’s frustration after a 2.5-hour wait to see a client in the SHU.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "shu",
        "attorneys",
        "visiting log jam",
        "peggy cross-goldenberg",
        "david patton",
        "jennifer brown",
        "sentencing",
        "judge rakoff",
        "medical"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034975",
      "summary": "*   Daily activity report for July 31, 2019, was received and reviewed. *   I/M Davis #89380-053 was placed on Dry Cell after observed cellphone use. *   I/M Benjamin #86463-054, Darand #86725-054, Ochoa #86452-054, and Robinson #34801-058 were placed on the Special Housing Unit. *   Several inmates were admitted to and released from MCC New York, including specific inmate IDs. *   Davis #89380-053 was also placed on the Special Housing Unit. *   There were no triple bunked cells in the SHU. *   Several reports and inventories were missing (Fire & Security, Equipment Inventory). *   Leave utilization included furlough, annual leave, sick leave, official time, suspension, AWOL, and overtime hours. *   Staff numbers and overtime hours were recorded for various categories. *   Institutional totals at 12:00 AM on July 31, 2019, were noted for various units.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "shu",
        "cell placement",
        "fbi ref",
        "corrections",
        "usms guards",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034983",
      "summary": "On August 01, 2019, the Operations Lieutenant reported several issues during the daily activity reporting period. Unsecured food slots due to hinge malfunctions and inmate tampering were a recurring problem across multiple units.  Several inmates were placed on the Special Housing Unit (SHU) Pend SIS due to various reasons including I/M placements and staff shortages impacting correctional assignments.  Inmate status changes included hospitalizations, psychiatric observation, and furloughs. New admissions to Metropolitan Correctional Center New York (MCC NY) included inmates placed on the SHU with pending SIS classifications. Release information, missing equipment inventory, and staff leave/overtime details were also documented, including 26 staff members working a total of 189.30 hours.  Cell occupancy was noted, with no SHU units triple-bunked, and a total of 763 inmates housed across various units at 12:00 AM on August 01, 2019.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 01, 2019",
      "keywords": [
        "metropolitan correctional center",
        "food slots",
        "inmates",
        "special housing unit",
        "shu",
        "i/m",
        "security risk",
        "staff shortage",
        "usms guards",
        "admissions",
        "release"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033653",
      "summary": "On August 1, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Inmate I/M Davis (#89380-053) was placed on Dry Cell after observed cell phone use and subsequently moved to the Special Housing Unit (SHU). Several inmates were moved to the SHU due to staffing shortages, including Benjamin (#86463-054), Darand (#86725-054), Ochoa (#86452-054), Robinson (#34801-058), Barbrow (#76157-054), Brissett (#76269-054), and Santiago (#80341-083). New admissions included Carrasquillo, Sanchez, Santana, Thompson, and Vasquez, while Blackwell, Mahmood, McCaskill, Searles, Blackwel, and Mahmoud were released. There were no triple-bunked SHU cells. A missing equipment inventory was reported across multiple locations. Leave utilized included furloughs, annual leave, sick leave, and suspensions. Overtime hours were recorded, primarily for medical staff. Institutional totals at the beginning of the morning shift were 760.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "inmates",
        "correctional",
        "shu",
        "cell",
        "fbi",
        "watch",
        "hospital",
        "suicide",
        "release",
        "admissions",
        "staff",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035056",
      "summary": "This memorandum, dated August 02, 2019, is a daily activity report from the Metropolitan Correctional Center (MCC) in New York. It details operational issues including unsecured food slots, inmate placements in Special Housing Units (SHU) due to staff shortages, new and released inmate admissions, and staff leave and overtime. Specific inmate incidents include placement on SIS, Code assignments, and movement to/from the Special Unit. It also records missing equipment, inmate locations (hospital, suicide watch, furlough), and institutional cell counts at the beginning of the morning watch shift.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 02, 2019",
      "keywords": [
        "correctional facility",
        "food slots",
        "inmates",
        "special housing unit",
        "usms",
        "admissions",
        "releases",
        "overtime",
        "staffing",
        "security",
        "emergency"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034987",
      "summary": "On August 03, 2019, a Metropolitan Correctional Center (MCC) in New York reported daily activity for August 02, 2019, as communicated by an Operations Lieutenant.  Inmates were assigned to various housing units (SHU #2, 4, etc.) with several experiencing placement on the Special Housing Unit (Pend SIS). New inmate admissions and releases were recorded.  Several inmates were under observation (hospital, suicide watch, furlough).  There were no triple-bunked SHU cells.  Missing equipment inventory forms were noted, along with staff leave utilization and overtime hours.  The institution’s inmate population at the beginning of the morning watch shift was recorded as 766.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "shu",
        "inmates",
        "corrections",
        "staff shortage",
        "daily activity report",
        "new admissions",
        "special housing unit",
        "suicide watch",
        "hospital"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 72,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034885",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034325",
      "summary": "On August 03, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There was no unusual activity during the morning watch shift. Staff shortages led to unassigned correctional assignments in shifts (South #2, SHU #4, SHU #3), due to a shortage of staff. Inmates were under suicide watch (Benjamin #86463-054), and a new inmate (Melendez #85799-054) was admitted for a hospital return. No releases or admissions to the Special Housing Unit occurred. No missing equipment or reports were noted. Leave utilized included furlough, annual leave, sick leave, and overtime. Overtime hours were recorded, with a total of 238 hours. Cell occupancy was reported with 761 total cells. Unit occupancy counts were provided at the beginning of the morning watch shift.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "suicide watch",
        "corrections",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034689",
            "similarity": 0.583,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034878",
            "similarity": 0.583,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034560",
            "similarity": 0.636,
            "index": 115,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034092",
      "summary": "On August 05, 2019, the Metropolitan Correctional Center (MCC) in New York reported the following: *   Shortages of staff led to the vacating of several correctional assignments across all watch shifts (Morning, Day, Evening). *   Inmates were placed on Suicide Watch and Special Housing Unit (SHU) Pend SIS. *   New admissions and releases occurred, with one inmate on Suicide Watch accompanied by a companion. *   No cells in the SHU were triple-bunked. *   A missing equipment inventory was initiated, covering various areas of the facility. *   Staff leave included furlough, annual leave, sick leave, and suspension. *   Overtime hours were recorded, including standard overtime, medical overtime, and treaty transport overtime. *   The institution’s total population at the beginning of the morning watch shift was 762.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 05, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "correctional assignments",
        "suicide watch",
        "special housing unit",
        "sis",
        "overtime",
        "missing equipment",
        "leave",
        "inmates"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034792",
      "summary": "On August 6, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Lieutenant I reported no significant incidents during the Morning and Evening Watch shifts. An inmate, Ramos #85428-054, was placed on Special Housing Unit (SHU) #4 due to possession of a weapon. Corrections staff noted a shortage of staff leading to the evacuation of 10 South #2. New admissions included Chabis #87077-054, Bradley #87078-054, and Gonzalez #76326-054. One inmate, Hill #79455-054, was on Suicide Watch. No inmates were released.  Leave utilization included furlough, annual leave, sick leave, and overtime. A total of 27 staff members worked 206.30 hours in E-1 overtime. The institution’s total population at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "weapons",
        "shu",
        "staff",
        "watch shift",
        "activity report",
        "new york",
        "admissions",
        "releases",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034796",
      "summary": "This document is a daily log from August 6th and 5th, 2019, maintained by a Lieutenant at the Metropolitan Correctional Center in New York. It details operational activities including inmate counts, security checks (metal detectors, roof inspections), inventory, and responses to alarms. Specific events recorded include inmate placements in SHU (Special Housing Unit), administrative detentions due to weapons possession, inmate transfers, and system malfunctions impacting communication. The log also records WITSEC inquiries and monitoring of STG high-alert phone calls. The counts fluctuate throughout the shifts, with a starting count of 759 decreasing to 757 and then 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "bed space",
        "prea",
        "restraint equipment",
        "metal detector",
        "nypd",
        "administrative detention",
        "inmate",
        "witness protection",
        "visitation",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.556,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035620",
      "summary": "On August 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. A 1/M inmate, 485426-054 and 479455-054, was placed on Special Housing Unit (SHU) #4 due to possession of a weapon. Staff shortages resulted in the vacancy of Phone Monitor, 3 Sally Officer, and SHU #10 South #2. Inmates #85978-054 was on Suicide Watch, and #86463-054 was awaiting a bed space in the SHU. New admissions included #87077-054, #87078-054, and #76326-054, while #79455-054 was admitted to the SHU. Staff search, Chapel, SIS Office, Central Tool Room, Sallyport 2, Staff Search, Roof Recreation were missing. Overtime hours were recorded, totaling 206.30 for E-1 overtime and 8 for comp time. Institutional totals at the beginning of the morning watch were 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 06, 2019",
      "keywords": [
        "metropolitan correctional center",
        "corrections",
        "inmates",
        "shu",
        "incident report",
        "staff",
        "overtime",
        "leave",
        "admissions",
        "releases",
        "watch shift"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033687",
      "summary": "On August 07, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Several inmates were housed in Special Housing Units (SHU) due to shortages of staff and various concerns (SIS, CIMS). New inmate admissions and discharges were recorded, including specific inmate ID numbers. There were missing reports and equipment inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Cell occupancy was noted, with no SHU cells triple-bunked. The institution’s total inmate count at the beginning of the morning watch shift was 762.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "shu",
        "corrections",
        "staffing",
        "watch shift",
        "sis",
        "fire panel",
        "admissions",
        "redactions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032363",
      "summary": "This document is a 30-minute check sheet used for observing inmates in a special housing unit at MCC New York. It outlines a schedule for observing inmates confined in a continuous locked-down status (administrative detention or disciplinary segregation) twice per hour – once between 12:00 AM and 12:30 AM and again between 12:30 AM and 1:00 AM.  Each observation requires a staff member to sign off, documenting the time frame of the observation. The sheet is used to ensure inmates are checked on at least twice per hour and is reviewed by the morning watch lieutenant and the captain. The document includes several variations of the check sheet with different Tiers (A, B, C, and D) and dates, suggesting multiple instances of this procedure.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "08/07/2019",
      "keywords": [
        "redaction analysis",
        "inmate observation",
        "housing unit",
        "30-minute check sheet",
        "morning watch",
        "evening watch",
        "lieutenant",
        "operations",
        "locked down status",
        "documentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019782",
            "similarity": 0.538,
            "index": 107,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009775",
            "similarity": 0.538,
            "index": 109,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019767",
      "summary": "This document is a 30-minute check sheet used for monitoring inmate activity in a special housing unit at MCC New York. It details observation rounds conducted by a “Watch” Lieutenant, covering specific timeframes (e.g., 12:00-12:30 AM, 4:00-4:30 PM) across multiple tiers (ZA, TIER-G, TIER-H, TIER-J, ZB).  Each Lieutenant is responsible for observing all inmates in a continuous locked-down status at least twice per hour – once in the first 30 minutes and again in the second. Observations must be documented. The document includes multiple check sheets, each corresponding to a different tier.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08/08/2019",
      "keywords": [
        "efta00019767",
        "housing unit",
        "30 minute check sheet",
        "inmate observation",
        "morning watch",
        "evening watch",
        "operations",
        "lieutenant",
        "signature",
        "detention",
        "disciplinary segregation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019782",
            "similarity": 0.5,
            "index": 107,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034516",
      "summary": "This document is a 30-minute check sheet used for monitoring inmate activity within a Special Housing Unit at MCC New York. It outlines procedures for observing inmates twice per hour – once between 12:00 AM and 12:30 AM and again between 12:30 AM and 1:00 AM, and so on.  The check sheets detail time frames for Morning, Day, and Evening watches, with designated Lieutenant staff members responsible for recording observations and signatures. Staff are required to ensure inmates are observed at least twice per hour, during irregular schedules, and all observations must be documented. There are multiple check sheets, each assigned a unique tier/unit identifier (ZA, H, K, and B) and date.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08/08/2019",
      "keywords": [
        "inmate observation",
        "30-minute check sheet",
        "locked down status",
        "housing unit",
        "observation schedule",
        "irregular schedule",
        "documentation",
        "staff observation",
        "disciplinary segregation",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032505",
      "summary": "On August 9, 2019, a correctional officer spoke with inmate Jeffery Epstein (Reg. No. 76318-054) regarding a call he made to his mother. The officer shortened Epstein’s attorney visitation to allow a social call, escorting him to Special Housing Unit (SHU) G tier and allowing him to use a phone for 15 minutes, after which the call was ended. The officer noted Epstein didn't have his phone set up and the phone number dialed began with 347.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "federal bureau of prisons",
        "inmate epstein",
        "jeffery",
        "memorandum",
        "visitation",
        "phone call",
        "social call",
        "special housing unit",
        "poe and pin",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035205",
      "summary": "On August 9, 2019, S/O/S reported to the Warden that Inmate Reyes (#85993-054) was going WAB (Will Abscond/Beaway) and potentially wouldn’t return, and that Inmate Epstein (#76318-054) would require a cellmate upon arrival following an attorney visit.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "efta00035205",
        "inmate reyes",
        "inmate epstein",
        "metropolitan correctional center",
        "new york",
        "s/o/s",
        "warden",
        "special housing unit",
        "wab",
        "attorney visit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009767",
      "summary": "This document is a 30-minute check sheet used for observing inmates in a special housing unit at MCC New York. It outlines a tiered system (L-Tier, M-Tier, Z-Tier) with varying time frames for observation rounds. Staff members are required to observe all inmates in continuous locked-down status at least twice per hour, during the first and second 30-minute periods of each hour. Observations must be conducted on an irregular schedule, no more than 40 minutes apart, and documented. The check sheets detail the specific time frames for these rounds across morning, day, and evening shifts, with signatures to confirm observations. There are multiple copies of this check sheet (EFTA00009767 - EFTA00009774).",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "08/09/2019",
      "keywords": [
        "efta00009767",
        "soak",
        "mcc new york",
        "special housing unit",
        "30 minute check sheet",
        "l-tier",
        "morning watch",
        "day watch",
        "evening watch",
        "operations",
        "inmate observation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034465",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Special Housing Unit (SHU) at WAB-USMS-SDNY, leading to a medical emergency and subsequent death. Initial events included an inmate departure for court, visits with attorneys, and a social call. CPR and medical interventions were performed, and he was transported to Beekman Hospital. A timeline of responses followed, involving law enforcement (FBI, USMS), legal personnel (AUSA, Judge Berman), medical staff (Medical Examiner, Psychologist), and institutional staff (warden, correctional officers, IT staff). Investigations spanned multiple days, including interviews, fingerprint collection, forensic examinations, and the removal of electronic devices. The investigation involved numerous agencies and personnel, culminating in the release of the body for autopsy and the resumption of normal operations on August 11, 2019.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "august 10",
        "2019",
        "coroner",
        "crisis support team"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035174",
      "summary": "On August 9, 2019, a correctional officer spoke with inmate Jeffery Epstein (Reg. No. 76318-054) regarding a phone call to his mother. The officer facilitated a social call from the Special Housing Unit, monitoring the call for 15 minutes and noting the phone number dialed began with “347.” The officer escorted Epstein to the G tier and oversaw the call’s termination.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "jeffery",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "inmate",
        "call",
        "visitation",
        "social call",
        "phone",
        "pac pin"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035211",
      "summary": "No. 76318-054) regarding a scheduled call to his family. The officer escorted Epstein to the Special Housing Unit and allowed a 15-minute phone call, during which the officer noted Epstein was unable to use his phone’s access codes. Epstein was calling his mother. On August 10, 2019, a correctional officer responded to a detail at New York Presbyterian Hospital to observe inmate Epstein’s remains following an apparent medical event. The remains were moved to the city morgue under the coordination of the Office of City Medical Examiner. Finally, a correctional officer visited Epstein in SHU on August 10, 2019, and documented that he was actively engaged in his legal proceedings, requesting specific items and reporting no mental health concerns.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "jeffery",
        "bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "calls",
        "visitation",
        "shu",
        "suicide watch",
        "legal situation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019774",
      "summary": "This document is a 30-minute check sheet used by MCC New York’s Special Housing Unit to ensure regular observation of inmates in continuous locked-down statuses (administrative detention or disciplinary segregation). Staff are required to conduct two rounds per hour – a 30-minute observation followed by another in the subsequent 30-minute period – documented with signatures and times. These rounds must occur on an irregular schedule, no more than 40 minutes apart, and all observations must be recorded. The check sheet is divided into three watches: Morning, Day, and Evening, with timeframes for each round clearly outlined.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "08/09/2019",
      "keywords": [
        "efta00019774",
        "efta00019775",
        "efta00019776",
        "efta00019777",
        "efta00019778",
        "efta00019780",
        "redaction analysis",
        "30 minute check sheet",
        "housing unit",
        "observation",
        "inmates",
        "watch rounds",
        "morning watch",
        "day watch",
        "evening watch",
        "operations",
        "lieutenant",
        "documentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035935",
      "summary": "Department of Justice Office of the Inspector General into the custody, care, and supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York. The investigation focuses on the period of August 9-10, 2019, and specifically examines the SHU (Special Housing Unit) operations. Key findings include: *   **Failure to Conduct Accountability Measures:** The Material Handler, a key employee, failed to perform mandatory inmate counts and rounds in the SHU due to fatigue and pressure to work excessive overtime.  The 10:00 PM count was not conducted, and the count slips were falsified. *   **False Statements:** The Material Handler knowingly and willfully made false statements about completing these duties. *   **Overtime Issues:** The Material Handler worked 24 consecutive hours, contributing to his inability to fulfill his responsibilities. *   **Lack of Oversight:** Security camera footage was of poor quality, necessitating reliance on witness statements and records, which were then improperly utilized. *   **Recommendations:** The OIG recommends the BOP develop a plan to address staffing shortages. The report stresses the importance of adherence to BOP regulations regarding inmate accountability and the potential dangers of neglecting these duties. The investigation concluded with no prosecution due to the evidence.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "limited official use",
        "jeffrey epstein",
        "metropolitan correctional center",
        "shu",
        "inmate counts",
        "bop",
        "over time",
        "false statements",
        "investigation",
        "custody",
        "care",
        "supervision"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035467",
      "summary": "On August 10, 2019, a U.S. Federal Bureau of Prisons Captain issued a memorandum regarding security expectations for inmate Jeffrey Epstein (Reg. No. 76318-054) at the Metropolitan Correctional Center in New York City. Following concerns about Epstein’s behavior, the Captain held informal training sessions with staff, emphasizing vigilance, increased unannounced rounds, and maintaining a clean and manageable Special Housing Unit. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell after a suspected suicide attempt, and he was housed with a cellmate.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "special housing unit",
        "metropolitan correctional center",
        "training",
        "oversight",
        "management"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034472",
            "similarity": 0.538,
            "index": 116,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009747",
      "summary": "This document is an indictment charging ToVa Noel and Michael Thomas with conspiracy and making false records related to inmate counts at the Metropolitan Correctional Center (MCC) in New York.  Specifically, the defendants falsely certified that they were conducting regular counts of prisoners in the SHU (Special Housing Unit) when they were not, concealing their inactivity and browsing the internet.  The false counts occurred between August 9th and 10th, 2019, during which time inmate Jeffrey Epstein committed suicide.  The defendants' actions resulted in misreporting of inmate counts and a failure to properly monitor the SHU, leading to a significant lapse in security. The case involves allegations of fraud against the United States and violations of federal laws concerning false records.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officers",
        "mcc",
        "shu",
        "false certifications",
        "inmate counts",
        "suicide",
        "epstein",
        "surveillance",
        "institutional count",
        "30-minute rounds",
        "bop",
        "false records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010968",
            "similarity": 0.714,
            "index": 108,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019782",
      "summary": "This document is a 30-minute check sheet used for observing inmates in a Special Housing Unit at MCC New York. It details operational rounds conducted by lieutenants across morning, day, and evening shifts, ensuring each inmate is observed at least twice per hour. The check sheets record the time frames for each observation period and the lieutenant’s signature. The rules state that inmates in continuous locked-down statuses (administrative detention or disciplinary segregation) must be observed at least once during the first 30 minutes of each hour, followed by another observation in the second 30-minute period. All observations must be documented. There are seven different tiers of observation schedules (ZA, Tier-G, Tier-1-1, Tier-L, Tier-M) outlined in the document.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "08/10/2019",
      "keywords": [
        "acc 111",
        "30 minute check sheet",
        "inmate observation",
        "housing unit",
        "operations",
        "lieutenant",
        "morning watch",
        "day watch",
        "evening watch",
        "documentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019767",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032363",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010968",
      "summary": "This document is an indictment charging ToVa Noel and Michael Thomas with conspiracy and making false records related to inmate counts at the Metropolitan Correctional Center (MCC) in New York. Specifically, they falsely certified that they were conducting regular counts and rounds of the SHU (Special Housing Unit) despite not actually doing so, concealing this failure by signing false count slips.  The false reporting occurred between August 9th and 10th, 2019, during which time inmate Jeffrey Epstein committed suicide while unobserved. The defendants’ actions hindered the MCC’s ability to accurately account for inmates, potentially compromising security and operational procedures. The indictment details the specific false count slips and the deliberate deception surrounding the counts and rounds performed within the SHU.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officers",
        "mcc",
        "shu",
        "false certifications",
        "inmate counts",
        "jeffrey epstein",
        "suicide",
        "surveillance",
        "institutional count",
        "30-minute rounds",
        "bop",
        "misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009747",
            "similarity": 0.714,
            "index": 106,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009775",
      "summary": "This document is a 30-minute check sheet for observing inmates in a Special Housing Unit at MCC New York. It details the observation schedule across morning, day, and evening watches, requiring staff to check on inmates confined in a locked-down status at least twice per hour.  Each check sheet includes time frames, start and end times, and a signature field for documentation. The schedule mandates observing inmates at least once during the first 30-minute period of each hour and again during the second 30-minute period. The check sheets specify various tiers (ZA, TIER-G, TIER-1-1, TIER-K, and TIER-M) and lieutenant assignments for the different watch periods. All observations must be documented.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "08/10/2019",
      "keywords": [
        "inmate observation",
        "30-minute check sheet",
        "housing unit",
        "redaction analysis",
        "efta00009775",
        "tier-g",
        "lieutenant",
        "operations",
        "schedule",
        "documentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032363",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035007",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at the NYM facility. Initial responders initiated CPR. Medical staff administered epinephrine, sodium bicarbonate, and oxygen. An endotracheal tube was placed, and an 18-gauge IV was established. The inmate was transported to the Special Housing Unit (HSU) and subsequently to a local emergency room while continuing to receive CPR. A cardiac arrest diagnosis was made, and a consultation with the emergency room was requested as emergent. The encounter involved numerous interventions including medications, airway management, and resuscitation efforts.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "cpr",
        "epinephrine",
        "iv",
        "endotracheal tube",
        "emergency",
        "resuscitation",
        "nym",
        "cardiac arrest",
        "paramedics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033659",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and inmate status updates. A correctional assignment (Sanitation) was vacated due to staff shortages, and the Control Center Fire Panel remained inoperative. An inmate, I/M Epstein, was escorted to the hospital for treatment. Several inmates were placed on Suicide Watch with inmate companions. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple-bunked. No missing equipment reports were filed. Leave utilized included various types, with significant sick leave taken. Overtime hours were recorded, including 3 staff members working 87S overtime. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "activity report",
        "us government",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032356",
      "summary": "This document is a 30-minute check sheet used by MCC New York’s Special Housing Unit staff. It outlines a schedule of observation rounds for inmates in administrative detention or disciplinary segregation, aiming for at least two observations per inmate per hour. The rounds are conducted on an irregular schedule, no more than 40 minutes apart. The check sheet details specific time frames for each watch (Morning, Day, Evening) with designated staff signatures to document each round. The document includes several variations (Tier A, B, G, and H) reflecting different operational levels.  The purpose is to ensure continuous monitoring of inmates during locked-down periods.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "08/10/2019",
      "keywords": [
        "inmate observation",
        "30-minute check sheet",
        "housing unit",
        "continuous locked down",
        "administrative detention",
        "disciplinary segregation",
        "irregular schedule",
        "observations",
        "documentation",
        "40 minutes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025435",
      "summary": "This document presents 30-minute check sheets for observing inmates in continuous locked-down statuses (administrative detention or disciplinary segregation) within the MCC New York Special Housing Unit. Each sheet (designated by tiers ZA-M) details time frames (e.g., 12:00-12:30 AM) and requires staff to observe all inmates during those periods, ensuring at least two observations per hour. The sheets are to be conducted on an irregular schedule, no more than 40 minutes apart, and all observations must be documented. The check sheets are associated with specific dates (08/10/2019) and indicate the presence of a Captain reviewing the documentation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "08/10/2019",
      "keywords": [
        "efta00025435",
        "inmate",
        "observation",
        "check sheet",
        "housing unit",
        "30 minute",
        "morning watch",
        "day watch",
        "evening watch",
        "operations",
        "documentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027972",
      "summary": "On August 10, 2019, evidence was collected from the MCC and New York Presbyterian Hospital related to a death investigation involving Jeffrey Epstein. The collected items included a torn sheet, clothing released from New York Presbyterian Hospital, and miscellaneous papers along with an MP-3 player. The evidence was logged under case ID 90A-NY-3151227, serial 43, and was seized by SA personnel. The items were located in Cell #220 of the Special Housing Unit. Receipt numbers 1, 2, and 3 correspond to the collection of these items.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "jeffrey epstein",
        "investigation",
        "mcc",
        "new york presbyterian hospital",
        "mp-3 player",
        "redaction",
        "serial number",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034560",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and staff absences. A shortage of staff led to the vacation of correctional assignments, specifically in 10 South #2 and unit B-2. An inmate, I/M Epstein #76318-054, was found unresponsive and transported to a hospital for treatment. Three inmates were on suicide watch. There were no new admissions, releases, or additions to the Special Housing Unit (SHU) that created triple bunked conditions. No missing fire or security reports or equipment inventories were noted. Staff leave utilization included furlough, annual leave, sick leave, and a small amount of compensatory time. Overtime hours were recorded, primarily for 87S OVERTIME (Treaty Trans), totaling 263 hours. The institution’s total inmate count at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "daily activity report",
        "corrections",
        "new york",
        "fire panel",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.636,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034472",
      "summary": "On August 10, 2019, Captail, a Federal Bureau of Prisons representative, held informal training sessions with correctional staff at the Metropolitan Correctional Center in New York due to concerns about inmate Jeffrey Epstein (Reg. No. 76318-054). The training emphasized vigilance, security monitoring, and maintaining a clean and manageable Special Housing Unit, particularly regarding unannounced rounds and addressing security concerns like obstructed observation windows and accumulated waste. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell following a suspected suicide attempt.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "metropolitan correctional center",
        "new york",
        "shu",
        "training",
        "expectations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035467",
            "similarity": 0.538,
            "index": 105,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035026",
      "summary": "On August 10, 2019, at approximately 6:33 am, a medical emergency was reported in the 9South Special Housing Unit. A senior officer responded and found medical staff performing CPR on Jeffrey Edward Epstein (#76318-054), who was unresponsive. The officer assisted in transporting Epstein to the Health Service Area, where CPR continued until EMS staff arrived. The inmate was then transported by ambulance with Bop staff escort to Downtown Beckman hospital, where the officer remained on post until relieved.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "emergency",
        "medical",
        "inmate",
        "cpr",
        "response",
        "9south",
        "health service area",
        "emt",
        "beckman hospital",
        "government"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034348",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity issues including staff shortages leading to the vacation of a correctional assignment and an unresponsive inmate requiring outside hospital treatment. There were multiple inmates on suicide watch. No new admissions, releases, or bed space issues in the Special Housing Unit (SHU) were reported. Leave utilization included furlough, sick leave, and overtime hours. Staff numbers totaled 34. Initial cell counts at the beginning of the morning watch shift were recorded as 759 across various units.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "suicide watch",
        "medical",
        "operations lieutenant",
        "new york",
        "activity report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014985",
      "summary": "This document is an indictment charging ToVA Noel and Michael Thomas with conspiracy and making false records related to inmate counts at the Manhattan Correctional Center (MCC). The core accusation is that Noel and Thomas repeatedly fabricated count slips, falsely claiming to have conducted institutional counts and 30-minute rounds within the Special Housing Unit (SHU) where inmate Jeffrey Epstein died. They did this while sleeping, browsing the internet, and failing to perform their actual duties, leading to a significant gap in monitoring Epstein’s condition. The indictment outlines specific instances of fabricated counts and slips, highlighting the defendants' deception and the resulting impairment of the MCC’s operational function.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officer",
        "shu",
        "inmate",
        "suicide",
        "false certifications",
        "mcc",
        "bureau of prisons",
        "counts",
        "monitoring",
        "fraud",
        "investigations",
        "misconduct",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034849",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York and died from an apparent suicide. He was found in the Special Housing Unit at approximately 6:30 a.m. EMS was called, and he was transported to a local hospital where he was pronounced dead. Epstein was being held under pretrial status for sex trafficking of minors and conspiracy, having arrived at the MCC on July 6, 2019. The FBI is investigating the incident. The MCC New York is an Administrative security facility housing 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate death",
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "mcc new york",
        "fbi",
        "sex trafficking",
        "conspiracy",
        "federal bureau of prisons",
        "emergency medical services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034359",
      "summary": "On August 11, 2019, the Metropolitan Correctional Center (MCC) in New York received a daily activity report from Lieutenant M/W Operations.  An inmate (I/M 115) was reported as injured in medical (I/M), requiring investigation.  There were no significant reports from the Day or Evening Watch shifts. Inmates were under observation for psychiatric issues, and there were no new admissions or releases.  Cell occupancy in the Special Housing Unit (SHU) was not triple-bunked.  Several departments requested attorney conferences.  Five staff members used annual leave, ten used sick leave, and two used compensatory time. Overtime hours were recorded, totaling 179.3 for E-1 overtime and 13.00 for E-1 comp time.  The institution’s total inmate count at the beginning of the morning watch shift was 756.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "lieutenant",
        "inmates",
        "psychological observation",
        "attorney conference",
        "new york",
        "corrections",
        "overtime",
        "leave"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035504",
      "summary": "This document is a daily log of operations at the Metropolitan Correctional Center in New York City, covering the shift of a Lieutenant on August 11, 2019. Key events include: *   **Initial Counts:** The log begins with initial counts of 756 inmates, with varying numbers in Special Housing Units (SHU). *   **Operational Issues:** Frequent reports of system malfunctions, particularly with the Public Address System, lead to delays in announcements and procedures. *   **Inmate Management:** Several inmates are placed on suicide watch, requiring companion assignments and administrative detention. *   **Security Procedures:** Regular counts, metal detector checks, restraint equipment inventories, and roof checks are conducted. *   **Phone Monitoring:** STG and High Alert phone calls are monitored, with no WITSEC inquiries received during the shift. *   **Shift Changes:** The Lieutenant transitions between morning, day, and evening shifts, each with specific duties and observations. The log consistently records counts, inmate movements, and operational issues encountered throughout the shifts.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "psych obs",
        "suicide watch",
        "administrative detention",
        "count",
        "restraint equipment",
        "fire alarm",
        "nypd",
        "prea",
        "inmate",
        "detention",
        "monitoring",
        "system malfunction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.556,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034086",
            "similarity": 0.5,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033680",
      "summary": "On August 12, 2019, at 10:00 a.m., AED pads were recovered from the Special Housing Unit on the J-Range. The evidence was handled by KV Deuce, initially placed in an overnight drop box, then the evidence safe, and ultimately released to Health Services and the SIS Office at 10:00 a.m. and 10:15 a.m., respectively. The case involves Jeffrey Edward Epstein.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "chain of custody",
        "evidence",
        "fbi",
        "jeffrey epstein",
        "aed pads",
        "august 12",
        "2019",
        "special housing unit",
        "drop box",
        "disposition",
        "health services",
        "sis office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036320",
      "summary": "On August 12, 2019, a communication was sent to Metropolitan Correctional Center staff regarding staff assignments within Special Housing Units (SHU). The communication, titled “Staff Assignments in SHU (Please Read),” indicated that certain staff members were temporarily restricted from entering, performing work, or being assigned to SHU posts until further notice, subject to Captain approval. The communication included attachments and listed recipients including Lieutenants, Captain, and the NYM/Lieutenants team.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "shu",
        "redaction analysis",
        "efta00036320",
        "bop",
        "staff assignments",
        "lieutenant",
        "special housing unit",
        "metropolitan correctional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036677",
      "summary": "On August 12, 2019, a Metropolitan Correctional Center, New York staff member passed information to oncoming staff regarding two inmates: Reese was considered to be going WAB and potentially unresponsive, and Epstein would require a cellmate upon his attorney visit. The document also includes a daily assignment roster for August 9, 2019, detailing staff assignments across various units (SHU, SIS, SIA, TECN, Phone Monitor, etc.) and observing a split shift schedule.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmate epstein",
        "special housing unit",
        "august 12",
        "2019",
        "staff",
        "cell mate",
        "efta00036677"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027936",
      "summary": "*   Log slips for 30-minute checks on August 10th, 2019, show Officer Noel signed each check, despite eight other officers being on duty. Another officer admitted to not conducting 3am or 5am rounds. *   A camera pointed at the SHU hallway was non-functional since Thursday, and FBI seized 18 hard drives of video for analysis. *   Epstein was removed from suicide watch on July 29th and did not have a cellmate due to a lack of requirement. *   An autopsy is scheduled for the morning. *   The OAG (Office of the Attorney General) has requested answers to questions regarding the situation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "usanys",
        "epstein",
        "shu",
        "officer noel",
        "30-min checks",
        "video analysis",
        "log slips",
        "bop",
        "fbi",
        "interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036080",
      "summary": "On August 12, 2019, a Regional Director sent information regarding the arrival of inmate EFTA00036080 (referred to as \"Epstein\") at the Metropolitan Correctional Center (MCC). The inmate arrived on July 6, 2019, in the Receiving and Discharge area and was initially placed in general population. Due to concerns about his safety, the Warden moved him to the Special Housing Unit (SHU) on July 7, 2019. Following a psychological evaluation, he was moved to Psychology Observation on July 8, 2019, and returned to the SHU with a cellmate on July 10, 2019, remaining there until July 23, 2019.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "epstein",
        "mcc",
        "redaction",
        "timeline",
        "usms",
        "shu",
        "psych svc",
        "suicide watch",
        "arrival",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036441",
      "summary": "An email chain discusses ordering supplies for the SHU (Special Housing Unit) at the Metropolitan Correctional Center (MCC) New York. The captain instructed the recipient to order name magnets, gloves, a file cabinet, and folders. The recipient also mentions a long day and difficulty recalling additional items. The sender is a correctional officer at the Federal Bureau of Prisons.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "efta00036441",
        "name tags",
        "captain",
        "federal bureau of prisons",
        "shu",
        "correctional officer",
        "gloves",
        "file cabinet",
        "folders",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033682",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity, including operational issues like a fire panel inoperative and inmate placements within the Special Housing Unit (SHU). New inmate admissions and releases were recorded, along with a list of inmates in medical observation, furloughs, or other restricted statuses. There were no triple-bunked cells in the SHU. Several departments reported missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, overtime, and suspensions. A total of 23 staff members worked overtime, totaling 163 hours. The beginning morning watch shift population was recorded at 758 inmates across various units.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "special housing unit",
        "fire panel",
        "corrections",
        "us government",
        "staff",
        "overtime",
        "admissions",
        "releases"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033617",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) in New York reported several issues including a fire panel inoperative, staff shortages leading to placement in Special Housing Units, and missing reports/inventory forms across multiple departments. Leave utilization included furlough, annual leave, sick leave, overtime, and AWOL time. The beginning morning watch shift population totaled 758 inmates across various units.  Specifically, 23 staff members worked 163.00 hours in E-1 overtime, and 3 staff members worked 24 hours in COMPTIME.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "fire panel",
        "inmates",
        "staffing",
        "overtime",
        "leave",
        "security",
        "housing unit",
        "cell bunking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018132",
      "summary": "The document details an investigation into the circumstances surrounding Jeffrey Epstein’s death at the Metropolitan Correctional Center (MCC). The investigation focuses on potential negligence by MCC staff, specifically regarding cellmate assignments, overnight counts, and record falsification. Three inmates who were housed in the same Special Housing Unit (SHU) as Epstein on August 9 and 10, 2019, are being considered as witnesses. These inmates are currently facing separate criminal charges and will be interviewed at MCC, with Miranda rights being advised and their ongoing criminal cases avoided. The contact is deemed permissible under NY Rule of Professional Conduct 4.2, due to the inmates’ lack of representation and the specific, limited nature of the questioning.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "epstein death",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc",
        "shu",
        "investigation",
        "criminal charges",
        "redaction",
        "witness interview",
        "criminal responsibility"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036360",
      "summary": "On August 16, 2019, a communication regarding staff assignments within the Special Housing Unit (SHU) at the Metropolitan Correctional Center in New York was sent. Lieutenants are restricted from entering or working in the SHU pending further notice from the Captain. An officer is currently scheduled for overtime.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "staff assignments",
        "shu",
        "overtime",
        "captain",
        "metropolitan correctional center",
        "redaction",
        "efta00036360"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033671",
      "summary": "On August 16, 2019, a Metropolitan Correctional Center (MCC) New York Operations Lieutenant reported staff shortages across multiple shifts, leading to the vacating of several correctional assignments. An inmate was placed in Special Housing Unit (SHU) due to a serious assault on staff. Inmates were noted to be on psychiatric observation, suicide watch, and awaiting bed space. There were new admissions from the SHU (from HA) and one inmate was released. Leave utilization included various types of time off, including furlough, annual leave, sick leave, and overtime. Institutional totals at the beginning of the morning watch shift were recorded, showing a total of 757 inmates.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "assault",
        "suicide watch",
        "new york",
        "inmates",
        "admissions",
        "releases",
        "leave",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.667,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036608",
      "summary": "Staffing for Temporary Duty (TDY) assistance at MCC New York (NYM) includes: 1 Warden, 1 Deputy Warden, 1 Deputy Captain, 12 Lieutenants, 15 Correctional Officers (8 Custody, 7 Non-Custody), 1 Case Management Coordinator/CMC, 1 Supervisory Correctional Systems Specialist/SCSS, and 3-4 Correctional Systems Officers. Additional TDY officers will be scheduled on a rotational basis.  Additionally, teams are being developed for operational reviews, procedure recommendations, and staff training in Correctional Services, Correctional Services Expertise, Correctional Services Team, and Correctional Programs. The Correctional Services Administrator will return August 19, 2019, and the sender requests a list of personnel added to MCC, including the warden, lieutenants, and correctional officers.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "tdy",
        "mcc nym",
        "correctional officers",
        "staffing",
        "procedures",
        "inmate accountability",
        "special housing unit",
        "r&d",
        "training",
        "warden"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009958",
      "summary": "On August 30, 2019, a Senior Officer Specialist (SOS) at the Metropolitan Correctional Center (MCC) in New York was interviewed by the FBI, USAO, and an Assistant United States Attorney (AUSA) as part of an interview in lieu of a grand jury appearance. The interviewee’s work history includes employment at Allenwood and a transfer to MCC in 2013. Her duties include conducting rounds in the Special Housing Unit (SHU), logging activity using a PIV card, and responding to inmate concerns. On August 20, 2019, she discussed her activities, including a visit on August 9, 2019, where she fed inmates and observed Jeffrey Epstein at a conference area. She recalled Epstein's presence with attorneys and his use of the restroom. She did not recall any conversations about a phone call or cellmate selection related to Epstein.  She was unaware of specific procedures regarding inmates coming off suicide watch and stated count paperwork is held in Control for 30 days before being shredded.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "August 30, 2019",
      "keywords": [
        "fbi",
        "bureau of prisons",
        "mcc",
        "inmate",
        "shu",
        "lieutenant",
        "interview",
        "bop",
        "august 2019",
        "jeffrey epstein",
        "counts",
        "rounds",
        "activity lieutenant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015854",
      "summary": "SDNY approved the return to normal use of a cell previously used by Jeffrey Epstein within the MCC NY Special Housing Unit. Guido Modano (OIG) responded to a request from the BOP MCC NY Warden regarding confirmation of the cell’s re-use, stating he would consult with the Investigative Team and provide a response within the following week.",
      "timestamp": "2019-11-11T00:00:00",
      "timestamp_raw": "11 Oct 2019",
      "keywords": [
        "efta00015854",
        "mcc ny",
        "jeffrey epstein",
        "special housing unit",
        "redaction analysis",
        "bop",
        "guido modano",
        "investigative team",
        "cell usage",
        "warden"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017912",
      "summary": "Two Metropolitan Correctional Center (MCC) correctional officers, TOVA NOEL and MICHAEL THOMAS, were indicted on charges of falsifying records and conspiring to defraud the United States. They repeatedly failed to conduct required inmate counts and rounds in the Special Housing Unit (SHU) where Jeffrey Epstein was housed. During their shifts on August 9-10, 2019, they sat at their desks, browsed the internet, and did not perform their duties. As a result of these omissions, they signed false certifications indicating they had completed the counts, leading the MCC to believe the inmates were being monitored. Epstein was found dead as a result of suicide due to the officers’ negligence. They face potential prison sentences of up to five years for their actions.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "correctional officers",
        "false records",
        "jeffrey epstein",
        "metropolitan correctional center",
        "suicide",
        "mcc",
        "shu",
        "fraud",
        "indictment",
        "inmate counts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017935",
            "similarity": 0.583,
            "index": 138,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017935",
      "summary": "Two correctional officers, Tova Noel and Michael Thomas, are accused of falsifying records at the Metropolitan Correctional Center (MCC) in New York City. Specifically, they falsely reported conducting inmate counts and rounds in the Special Housing Unit (SHU) where inmate Jeffrey Epstein was housed, despite neglecting their duties and failing to monitor him. Epstein committed suicide during this period due to the officers’ inaction. Video surveillance confirmed they were not performing their required duties, and their false reports misled officials about the monitoring of the inmate population. They are charged with conspiracy and making false records, with potential sentences of up to five years in prison.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2019",
      "keywords": [
        "correctional officers",
        "falsifying records",
        "metropolitan correctional center",
        "suicide",
        "shu",
        "inmate counts",
        "fraud",
        "usanys",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017912",
            "similarity": 0.583,
            "index": 137,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025239",
      "summary": "This document is a discovery letter from the U.S. Department of Justice, Southern District of New York, to defense counsel regarding the United States v. Michael Thomas case (No. 19 Cr. 830). It outlines the materials being produced to the defense, including surveillance footage from the Special Housing Unit (MCC) at Rikers Island, commissary records, computer analysis results, inmate reports, photographs, BOP records, and phone records. The Government also discloses potential Brady material (information that should have been disclosed to the defense) stemming from inmate statements.  The letter requests reciprocal discovery from the defense, including access to the defendant’s books and records, prior statements of witnesses, and a response to a Rule 12.3 demand regarding a potential defense of actual or believed exercise of public authority. Finally, the letter highlights the Government’s policy regarding plea offers and emphasizes the need for written, signed offers to be considered.",
      "timestamp": "2019-12-31T00:00:00",
      "timestamp_raw": "December 31, 2019",
      "keywords": [
        "u.s. department of justice",
        "montell figgins",
        "michael thomas",
        "mcc",
        "surveillance footage",
        "protective order",
        "discovery",
        "inmate records",
        "bop",
        "social media",
        "cellmate records",
        "financial records",
        "apple",
        "at&t",
        "comcast",
        "sprint",
        "verizon",
        "thirty minute round",
        "3500 material",
        "sentencing guidelines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029584",
      "summary": "Scott Srebnick, representing Avenatti, is requesting the court to intervene regarding his client’s pretrial detention conditions at the MCC-New York Special Housing Unit. Avenatti is being held in solitary confinement, formerly occupied by El Chapo, with restrictive administrative measures (SAMs) severely limiting communication. The conditions are hindering his ability to prepare for trial, and Srebnick requests a transfer to general population to facilitate effective legal preparation. The government has produced additional discovery, which Avenatti has not been able to review. Srebnick highlights the need for standard accommodations like access to legal materials, a computer, regular attorney visits, and normal social call privileges.",
      "timestamp": "2020-01-20T00:00:00",
      "timestamp_raw": "January 20, 2020",
      "keywords": [
        "avenatti",
        "prison conditions",
        "special housing unit",
        "sams",
        "discovery",
        "legal visit",
        "united states v.",
        "general population",
        "california",
        "new york",
        "communications"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018948",
      "summary": "This document is a response from the U.S. Department of Justice, Southern District of New York, to discovery requests from the defense in the case of *United States v. Tova Noel and Michael Thomas*. The Government acknowledges requests numbered 1-10, 12-13, and notes many of the requests are overly broad. They have provided specific video surveillance file names (CH0080_… ) related to August 9-10, 2019, focusing on activity involving Tova Noel and Jeffrey Epstein’s presence at the Special Housing Unit, particularly around times of phone calls and computer usage. The Government reserves the right to introduce additional evidence at trial.",
      "timestamp": "2020-03-14T00:00:00",
      "timestamp_raw": "March 14, 2020",
      "keywords": [
        "united states",
        "doj",
        "surveillance",
        "video",
        "jeffrey epstein",
        "mcc",
        "august 9",
        "2019",
        "august 10",
        "2019",
        "discovery",
        "requests",
        "evidence",
        "files",
        "thomas",
        "noel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032572",
      "summary": "This document is a series of email exchanges concerning a request for information related to the suicide investigation of inmate Noel at MCC New York. The initial request, dated June 26, 2020, seeks a range of documents including policies, training materials, logs, and records pertaining to inmate assignments, high-risk lists, and security inspections within the Special Housing Unit (SHU). A subsequent email chain, starting June 25, 2020, details the responses, clarifications, and ongoing efforts to gather the requested materials, highlighting challenges such as missing files seized by the FBI, the difficulty in locating specific SROs, and the reliance on incomplete or outdated documentation. The investigation's status remains uncertain due to the loss of key files and the need to track down numerous inmate records.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "June 26, 2020",
      "keywords": [
        "epistein",
        "shu",
        "hot list",
        "sro",
        "suicide prevention",
        "mcc",
        "bop",
        "program statements",
        "cellmates",
        "watch calls",
        "fbi",
        "shu reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030500",
      "summary": "This document is a redacted email chain concerning a request for documentation related to the suicide investigation of Noel Epstein while he was incarcerated at the BOP’s Special Housing Unit (SHU) at MCC New York. The primary requestor, ckizzier@bop.gov, is compiling and providing various BOP and MCC policies, procedures, and training materials related to Epstein's case. These include program statements, manuals, presentations, and log books. The requestor is facing challenges obtaining certain documents, citing seized paperwork, ongoing investigations, and the difficulty of locating specific files (like SRO reviews) due to their potential removal. Several unanswered questions and discrepancies remain regarding specific policies, log book availability, and the status of outstanding requests.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "efta00030500",
        "shu",
        "bop",
        "suicide prevention",
        "correctional services",
        "ict",
        "mcc",
        "hot lists",
        "cellmates",
        "program statements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028324",
      "summary": "This document is a series of email exchanges related to an investigation into the suicide of a defendant (Noel Epstein) at a Special Housing Unit (SHU). The primary requestor, a Special Investigative Agent, is seeking numerous documents and records pertaining to Epstein’s time in the SHU, including policies, training materials, logs, and inmate records. The responses primarily involve providing existing documentation, often outdated, and explaining the reasons for the provided materials, highlighting difficulties in obtaining complete records due to seizures, missing files, and the automated nature of some training programs. Key issues raised include discrepancies in document versions, the unavailability of certain policies (like cellmate assignments), and the challenges in locating specific records such as SROs (Security Reviews) due to their potential seizure and the difficulty of tracking inmate files across multiple institutions. The investigation is ongoing, with requests still pending for certain records and a continued search for missing documentation.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2020",
      "keywords": [
        "shu",
        "suicide prevention",
        "training",
        "policies",
        "sros",
        "hot list",
        "cellmates",
        "program statements",
        "mcc",
        "psychologist",
        "documentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031987",
      "summary": "An Assistant United States Attorney is requesting information regarding a sign reportedly found in the Special Housing Unit (SHU) at the Metropolitan Correctional Center (MCC) related to Jeffrey Epstein’s case. The request involves confirming if any employees recalled the sign and inquiring about previous attempts to locate or obtain the document as part of a FOIA litigation.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2020",
      "keywords": [
        "efta00031987",
        "shu",
        "epstein",
        "bop",
        "foia",
        "mcc",
        "sign",
        "redaction",
        "usanys",
        "recollection"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024706",
      "summary": "Ghislaine Maxwell’s legal team requested the court to halt flashlight checks due to their disruption of her sleep, impacting her trial preparation. The Judge denied this request, finding it unsupported by evidence. The Government maintains that flashlight checks, conducted every 30-60 minutes depending on housing unit, are standard procedure for all inmates, particularly those in the Special Housing Unit or high-profile cases, to ensure their safety and security. The Court urged the MDC to consider reducing sleep disruptions for pretrial detainees and directed the Government to continue adhering to necessary security protocols.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "ghislaine maxwell",
        "flashlights",
        "sleep disruptions",
        "mdc",
        "bureau of prisons",
        "court order",
        "security protocols",
        "pretrial detainees",
        "maxwell order",
        "detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024708",
      "summary": "A court order (1:20-cr-00330-AJN) addresses concerns raised by Ghislaine Maxwell’s defense counsel regarding flashlight surveillance during her detention at the MDC Brooklyn. The surveillance, conducted as a standard procedure for all inmates, is reportedly occurring every 30 minutes for inmates in the Special Housing Unit and multiple times per night in general population. The government defends the frequency citing factors like Maxwell’s solitary housing, the nature of the charges, and stress reduction. The court denied a request to override BOP’s protocols, finding them factually unsubstantiated, but urged the MDC to consider reducing sleep disruption for pretrial detainees and for the government to continue ensuring appropriate safety and security measures. The order was issued on May 14, 2021, by Judge Alison J. Nathan.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "May 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "usa v. maxwell",
        "case 1:20-cr-00330-ajn",
        "mdc",
        "flashlight",
        "sleep",
        "trial",
        "order",
        "bureau of prisons",
        "security protocols"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028582",
      "summary": "On May 21, 2021, the U.S. Department of Justice submitted a letter to Judge Analisa Tones regarding the case of *United States v. Noel and Thomas*. The Government proposed deferred prosecution agreements, approved by Pretrial Services, due to the defendants’ circumstances and the interests of justice. The agreements include six months of additional supervision by Pretrial Services, cooperation with a Department of Justice Office of Inspector General review, and completion of 100 hours of community service related to the criminal justice system. The defendants admitted to willfully and knowingly completing false count and round slips regarding required counts in the Special Housing Unit on August 9, 2019 and August 10, 2019. The Government requests a hearing date for entry of the agreements.",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "May 21, 2021",
      "keywords": [
        "deferred prosecution agreements",
        "noel",
        "thomas",
        "united states department of justice",
        "southern district of new york",
        "bureau of prisons",
        "community service",
        "metropolitan correctional center",
        "united states v.",
        "judge tones"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009781",
      "summary": "This document is a Deferred Prosecution Agreement between the United States of America and Tova Noel, stemming from an indictment for conspiracy to defraud the U.S. and making false writings.  To avoid prosecution, Noel agrees to comply with specific conditions for six months, including refraining from violating laws, associating with law-abiding individuals, maintaining a lawful occupation, and restricting travel.  She must also complete 100 hours of community service related to the criminal justice system and regularly report to a U.S. Pretrial Services Officer. The agreement includes provisions for disclosure of medical and treatment records and allows the U.S. Attorney's Office to modify or revoke conditions.  Upon successful completion, the indictment will be dismissed. Noel admits to false statements regarding Special Housing Unit (SHU) counts and waives speedy trial rights. The Court approves the exclusion of time under the Speedy Trial Act due to the deferred prosecution.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "5/25/2021",
      "keywords": [
        "deferred prosecution agreement",
        "u.s.c. § 371",
        "u.s.c. § 1001",
        "pretrial services officer",
        "community service",
        "bureau of prisons",
        "doj-oig",
        "federal law",
        "probation",
        "fraud",
        "false writing",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035913",
      "summary": "On April 5, 2023, the Warden of the Metropolitan Correctional Center (MCC) in New York responded to a draft Office of Inspector General (OIG) report regarding Jeffrey Epstein’s suicide. The Warden defended his actions by stating he did not select a backup cellmate due to the nature of the MCC New York facility as a pre-trial institution with a high turnover rate of inmates, particularly within the Special Housing Unit (SHU). The SHU’s function is to isolate inmates, and due to the constant movement of inmates, no suitable backup cellmate could be identified for Epstein’s safety. Inmates were continuously monitored for potential threats.",
      "timestamp": "2023-04-05T00:00:00",
      "timestamp_raw": "April 5, 2023",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "shu",
        "cellmate",
        "oig",
        "investigation",
        "justice department",
        "warden",
        "pre-trial inmates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009676",
      "summary": "It outlines procedures for legal visiting, attorney-client communication, and releasing information, including handling legal mail and subpoenas.  Specific rules are detailed regarding inmate counts, identification requirements for attorneys and legal representatives, and restrictions on phone calls. The guide also addresses special housing unit procedures, administrative remedies, and the process for designating inmates for court-ordered studies or medical evaluations. It emphasizes security protocols and adherence to Bureau of Prisons regulations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "attorney",
        "visitation",
        "telephone",
        "legal mail",
        "inmate",
        "rules",
        "security",
        "identification",
        "policy",
        "pre-trial detention",
        "release of information",
        "special housing unit",
        "fax",
        "fax number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036461",
      "summary": "This document outlines procedures and guidelines for staff working in the MCC New York Special Housing Unit (SHU). Key points include: *   **Purpose of the SHU:** The SHU houses inmates with rule violations, disruptive behavior, pending investigations, holdovers, and mental health concerns. *   **Staff Responsibilities:** Staff must possess strong knowledge of policies and procedures, maintain a positive attitude, and prioritize security. *   **Inmate Processing:** Inmates are processed upon arrival, including visual searches, metal detection, clothing issuance, and rule acknowledgments. *   **Cell Management:** Maintaining cell sanitation, conducting regular inspections, and managing cell rotations are critical. *   **Security Protocols:** Strict adherence to security procedures, including counts, restraint usage, and awareness of potential threats, is paramount. *   **Communication:** Effective communication with inmates and colleagues is essential. *   **Key Control:** Proper handling and accountability of keys are mandatory. *   **Inmate Interactions:** Procedures for handling inmate requests (cop-outs) and communication are detailed. *   **Specific Programs:** The document references relevant program statements and procedures, including those related to searches, escorts, religious activities, and phone calls. *   **Emergency Procedures:** Staff are expected to respond effectively during emergency situations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00036461",
        "shu",
        "special housing unit",
        "inmates",
        "policy",
        "procedures",
        "security",
        "restraints",
        "cell inspections",
        "mail",
        "key control",
        "commissary",
        "escorting",
        "emergency situations",
        "program statements",
        "sanitation",
        "communication",
        "orderlies",
        "mental health",
        "legal calls"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034729",
      "summary": "A Chief Psychologist at the Metropolitan Correctional Center (U.S. Department of Justice/Federal Bureau of Prisons) received a communication from the National Suicide Prevention Coordinator regarding the housing of Jeffrey Epstein. The Coordinator suggested housing Epstein with another sex offender in a Special Housing Unit (SHU). The Psychologist responded, stating they would discuss the suggestion with executive staff and maintain the existing plan of keeping Epstein in the facility for a period. The Psychologist was heading to the hospital and offered to be contacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "redaction",
        "suicide prevention",
        "shu",
        "sex offender",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "u.s. department of justice",
        "chief psychologist",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033643",
      "summary": "The sender, MCC New York, is questioning preferential treatment given to inmate EFTA00033643 regarding meal delivery and restroom access during attorney conferences. Specifically, they are questioning if management has approved meals delivered from the housing unit to the conference room and if the inmate is consistently escorted to the restroom without restraints, despite being in a SHU (Special Housing Unit). The sender believes this practice is inconsistent with procedures for other inmates attending court or attorney conferences.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate",
        "meals",
        "attorney conference",
        "restricted",
        "shu",
        "preferential treatment",
        "food service",
        "court",
        "restroom",
        "delivery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}