{
  "keyword": "ausa",
  "count": 97,
  "keyword_match_count": 97,
  "content_match_count": 101,
  "total_files": 198,
  "timeline": [
    {
      "file_id": "EFTA00013359",
      "summary": "Attorney’s Office for the Southern District of Florida’s 2006-2008 federal investigation of Jeffrey Epstein and the resolution of that investigation through a non-prosecution agreement (NPA). The investigation stemmed from a 2005 Palm Beach Police Department investigation prompted by a 14-year-old girl’s complaint. The investigation involved the FBI and an Assistant U.S. Attorney (AUSA).  The AUSA initially sought to indict Epstein on state charges but, after concerns about the case’s scope, offered a plea agreement to end the federal investigation. The NPA, finalized in 2007, required Epstein to plead guilty to state charges and register as a sexual offender in exchange for the federal government dropping the case. Following the NPA’s signing, Epstein attempted to renegotiate terms, leading to further government interventions. The government’s handling of the NPA and its communication with Epstein's victims was later challenged in federal court under the Crime Victims’ Rights Act (CVRA).  Ultimately, the court ruled that the government violated the CVRA by failing to consult with victims before signing the agreement and misleading them about the investigation's status. The investigation revealed that a key decision-maker, U.S. Attorney R. Alexander Acosta, made a decision to resolve the case through the NPA, despite concerns raised by his staff. The investigation also found a lack of transparency and coordination within the Department in its handling of the case.  Epstein was eventually incarcerated and later died in custody. OPR found that while Acosta made flawed judgments and failed to fully inform victims, he did not commit professional misconduct.",
      "timestamp": "2006-07-19T00:00:00",
      "timestamp_raw": "July 19, 2006",
      "keywords": [
        "jeffrey epstein",
        "npa",
        "department of justice",
        "opr",
        "victims",
        "federal criminal investigation",
        "southern district of florida",
        "resolution",
        "sexual activity",
        "non-prosecution agreement",
        "professional responsibility",
        "miami herald",
        "cvra",
        "acosta",
        "palm beach county",
        "sex trafficking",
        "criminal conduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028929",
      "summary": "They claim the government, through AUSA, misrepresented facts and misled Judge McMahon regarding contact with Boies Schiller and the investigation into alleged abuse and trafficking. Specifically, the government had multiple meetings with Boies Schiller attorneys, discussed Maxwell’s alleged activities, and later misrepresented that these contacts were minimal or nonexistent. They assert that AUSA intentionally misled the court to justify obtaining a substantial amount of evidence.  Maxwell contends this misrepresentation violated her due process rights and warrants suppression of the evidence and dismissal of the charges. The government acknowledges the misrepresentations but argues they were not material and that they acted in good faith.",
      "timestamp": "2006-09-14T00:00:00",
      "timestamp_raw": "Sept. 14, 2006",
      "keywords": [
        "ghislaine maxwell",
        "due process",
        "evidence",
        "government misconduct",
        "boies schiller",
        "subpoena",
        "suppression",
        "fraud",
        "perjury",
        "criminal investigation",
        "discovery",
        "motion",
        "counts five and six",
        "fourth amendment",
        "fifth amendment",
        "attorney-client privilege",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029100",
            "similarity": 0.571,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011519",
      "summary": "On June 14, 2007, an Assistant U.S. Attorney sent emails to another attorney regarding a case involving Jeffrey Epstein and the lease of a former embassy. The emails included copies of a complaint, summary judgment brief, and court decisions (COMPLAIN.03.wpd, EJECT2.BRF.wpd, DECISION.01.wpd, DECISION.02.wpd) and requested information about the case.",
      "timestamp": "2007-06-14T00:00:00",
      "timestamp_raw": "June 14, 2007",
      "keywords": [
        "efta00011519",
        "jeffrey epstein",
        "case",
        "decision",
        "complaint",
        "summary judgment",
        "lease",
        "embassy",
        "ausa",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018757",
      "summary": "Efforts were undertaken to determine the number of times Jane Doe was interviewed during the Florida investigation. AUSA reviews of FBI files identified a single interview on or about August 7, 2007 with Florida FBI agents. Keyword searches of AUSA email inboxes and inquiries with Jane Doe yielded no additional interview records. Jane Doe could not recall whether she met with the FBI agents once or twice, and suggested that undocumented follow-up interviews might have occurred if new statements were made. AUSA is awaiting a response from a contact regarding SDFL’s awareness of any additional interviews.",
      "timestamp": "2007-08-07T00:00:00",
      "timestamp_raw": "August 7, 2007",
      "keywords": [
        "efta00018757",
        "florida investigation",
        "fbi",
        "interviews",
        "relativity",
        "ausas",
        "jane doe",
        "sdfl",
        "august 7",
        "2007",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013660",
      "summary": "An email discusses the urgency of securing an indictment for Jeffrey Epstein before the sender’s departure for a vacation. The sender expresses concern about a lack of communication from the Department of Justice (DOJ) and seeks an immediate response. The sender also mentions a discussion regarding assigning a different Assistant U.S. Attorney, prioritizing a candidate from Fort Pierce over Miami due to existing commitments.",
      "timestamp": "2008-04-21T00:00:00",
      "timestamp_raw": "21 Apr 2008",
      "keywords": [
        "epstein",
        "doj",
        "indictment",
        "ausa",
        "miami",
        "fort pierce",
        "vacation",
        "travel",
        "redaction",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013801",
      "summary": "It argues that the letter from Assistant U.S. Attorney Jay Lefkowitz is rife with inaccuracies, distortions, and falsehoods. Key points of contention include: *   **Independent Review:** The purported “independent de novo review” conducted by CEOS was neither independent (as the reviewer had previously assessed the prosecution memo) nor de novo (it only reviewed for abuse of discretion). *   **Notification of Witnesses:** The defense’s objections to notifying witnesses were dismissed, and the resulting letter was misleading. *   **Mischaracterization of Defense Arguments:** The defense’s arguments regarding the statute and victim claims were misrepresented by Lefkowitz. *   **Deferred Prosecution Agreement:** The SDFL’s demands regarding a deadline and an assigned attorney representative were presented unilaterally and were not agreed to. *   **Victim Compensation:** The agreement to assign victim compensation to an independent third party was a result of the defense’s discovery of a misleading disclosure and was not an “unilateral” decision. *   **Timetable Manipulation:** Lefkowitz attempted to impose a restrictive timetable to derail the review process. The document concludes by demanding a thorough, independent de novo review of the case, emphasizing the need to base the review on witness testimony rather than conclusions from the prosecution.",
      "timestamp": "2008-05-19T00:00:00",
      "timestamp_raw": "May 19, 2008",
      "keywords": [
        "epstein",
        "investigation",
        "doj",
        "review",
        "inconsistencies",
        "false assertions",
        "statute 2242(b)",
        "abuse of discretion",
        "victim notification",
        "deferred prosecution agreement",
        "independent review",
        "de novo",
        "sentencing",
        "misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013602",
      "summary": "On June 20, 2008, Alex Acosta received emails containing documents related to a case involving John Roth, Jay Lefkowitz, Ken Starr, and Stephanie Thacker. The documents included a Principal Submission, a Summary of Misconduct, a Response to FAUSA Letter, and a Response to CEOS’s Letter by S. Thacker. Kenneth Star and Jay Lefkowitz of Kirkland & Ellis LLP requested a meeting to discuss the matter. John Roth advised waiting until Monday to contact Lefkowitz.",
      "timestamp": "2008-06-20T00:00:00",
      "timestamp_raw": "June 20, 2008",
      "keywords": [
        "epstein",
        "lefkowitz",
        "starr",
        "ken starr",
        "usafls",
        "redaction analysis",
        "kirkland & ellis",
        "jay lefkowitz",
        "john roth",
        "stephanie thacker"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014088",
      "summary": "An email chain discusses a Criminal Victims Restitution Act (CVRA) case involving Jeffrey Epstein. A request is made to scan and email letters sent to victims, along with a petition and a draft declaration from the Assistant U.S. Attorney (AUSA). A response is scheduled for July 9, 2008, at the close of business. The attachments include a victim notification declaration and a petition.",
      "timestamp": "2008-07-09T00:00:00",
      "timestamp_raw": "July 9, 2008",
      "keywords": [
        "epstein",
        "cvra",
        "petition",
        "affidavit",
        "victims",
        "ausa",
        "declaration",
        "lecc",
        "eousa",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013587",
      "summary": "On August 26, 2008, Jay P. Lefkowitz and Roy Black, attorneys for Jeffrey Epstein, received a letter from the U.S. Department of Justice regarding the victim notification process in the case of *Jane Doe 1 and 2 v. United States* (EFTA00013587). The DOJ confirmed the final list of 32 victims, outlined procedures for sending notification letters with attorney copies, and addressed concerns about contact person designation and fee arrangements for Mr. Josefsberg. The DOJ also confirmed agreement with the lead AUSA regarding notification of the judge’s ruling and affirmed its position regarding the Agreement and Addendum’s terms, including potential enforcement if breached.",
      "timestamp": "2008-08-26T00:00:00",
      "timestamp_raw": "August 26, 2008",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "civil litigation",
        "victim notification",
        "litigation",
        "civil restitution",
        "jane doe 1",
        "efta00013587"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019176",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on January 26, 2010, regarding press coverage concerning the “Stolen Globe/Epstein” operation. The email included a Palm Beach Post article and suggested scheduling meetings with the AUSAs in California and New Mexico. An attached PDF, “ex-epstein-worker-faces.pdf”, is also referenced.",
      "timestamp": "2010-01-26T00:00:00",
      "timestamp_raw": "January 26, 2010",
      "keywords": [
        "efta00019176",
        "epstein",
        "globe",
        "press coverage",
        "plaintiffs",
        "ausas",
        "attorneys",
        "redaction analysis",
        "palm beach post",
        "ex-epstein-worker"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019178",
      "summary": "An email exchange discusses the “Stolen Globe/Epstein” operation and the involvement of Assistant U.S. Attorneys (AUSAs) in multiple districts. Recommendations include AUSAs from New Mexico and New York. One sender expresses concerns about potential leaks and suggests a meeting with AUSAs in California and New Mexico. The email exchange involves individuals from USAFLS and plaintiffs' attorneys.",
      "timestamp": "2010-01-28T00:00:00",
      "timestamp_raw": "28 Jan 2010",
      "keywords": [
        "efta00019178",
        "ausas",
        "new mexico",
        "new york",
        "epstein",
        "globe",
        "investigation",
        "plaintiff attorneys",
        "usafls",
        "press coverage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030222",
      "summary": "An email chain discusses a deed (EFTA00030222) relating to a property located at 9 E 71st Street, New York NY. The deed, dated 12/23/2011, shows Jeffrey Epstein as both Grantor and Grantee, with Maple Inc (located in St Thomas, VI) as the Grantee. There are no mortgage records associated with Maple Inc. An attachment was not received, and the sender forwarded the email to multiple recipients including partners and AUSA’s.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "12/23/2011",
      "keywords": [
        "epstein",
        "deed",
        "maple inc",
        "st thomas",
        "vi",
        "acris",
        "jeffrey epstein",
        "9 e 71st street",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029100",
      "summary": "*   **Core Argument:** Maxwell argues the U.S. Attorney's Office (USAO) misled Judge McMahon, who authorized the subpoena, by making false statements about contacts with Boies Schiller related to her case. Specifically, the government misrepresented the extent of these contacts, claiming they were solely about investigating Jeffrey Epstein and not Maxwell’s alleged trafficking activities. *   **Government Admission:** The government admits to significant contact with Boies Schiller, including a February 29, 2016 meeting, and subsequent email exchanges. However, they claim no wrongdoing occurred. *   **Evidence of Misconduct:** The document details evidence of this misconduct, including AUSA’s contemporaneous notes revealing discussions about Maxwell’s case, and the subsequent misleading statements made to Judge McMahon. *   **Request for Remedy:** Maxwell seeks to suppress the evidence obtained due to the government’s actions and to dismiss the counts based on the fraudulent representation. She also requests an evidentiary hearing to explore the circumstances of the government’s misleading conduct.",
      "timestamp": "2016-02-29T00:00:00",
      "timestamp_raw": "February 29, 2016",
      "keywords": [
        "ghislaine maxwell",
        "due process",
        "evidence",
        "government misconduct",
        "boies schiller",
        "subpoena",
        "suppression",
        "counts five and six",
        "fraud",
        "perjury",
        "united states attorney",
        "criminal investigation",
        "protective order",
        "misrepresentation",
        "discovery",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028929",
            "similarity": 0.571,
            "index": 1,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013438",
      "summary": "On January 14, 2019, an Assistant U.S. Attorney from the Southern District of New York requested the upload of PDF files from the EFTA00013438 folder to Relativity for review by AUSAs in the U.S. v. Eastern case. The request specified that files within the main folder should be uploaded, excluding files within a subfolder titled “Files combined and manifest.” The Assistant U.S. Attorney anticipated receiving a large volume of case files and wanted to establish a Relativity database to expedite the review process, noting that privilege review wasn’t initially needed for the specified materials.",
      "timestamp": "2019-01-14T00:00:00",
      "timestamp_raw": "January 14, 2019",
      "keywords": [
        "relativity",
        "access",
        "documents",
        "efta00013438",
        "fbi",
        "case files",
        "privilege review",
        "u.s. v. eastern",
        "database",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031013",
      "summary": "On February 8, 2019, [REDACTED] forwarded an email regarding contact information for the Office of Professional Responsibility (OPR) related to the Epstein case. The OPR Director and Chief Counsel responded, copying primary attorneys handling the OPR matter.  AUSA A. [REDACTED] at the SDNY was identified as the point of contact for the Epstein case, with contact details provided.",
      "timestamp": "2019-02-08T00:00:00",
      "timestamp_raw": "February 8, 2019",
      "keywords": [
        "epstein",
        "opr",
        "usanys",
        "justice",
        "department",
        "attorney",
        "contact",
        "case",
        "redaction",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026810",
      "summary": "An email was sent from [REDACTED] to aMtala regarding the Child Exploitation & Porn Update Report III for Project Safe Childhood. The report is attached and requests that Chiefs and the Project Safe Childhood Coordinator remind assigned AUSA’s to update their cases. The email reference number is EFTA00026810.",
      "timestamp": "2019-03-21T00:00:00",
      "timestamp_raw": "21 Mar 2019",
      "keywords": [
        "child exploitation",
        "porn update",
        "report",
        "project safe childhood",
        "ausa",
        "cases",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021150",
      "summary": "The email transmits the Child Exploitation & Porn Update Report III for Project Safe Childhood. It requests that Chiefs and Project Safe Childhood Coordinators remind assigned AUSAs to update their cases related to EFTA00021150.",
      "timestamp": "2019-04-05T00:00:00",
      "timestamp_raw": "05 Apr 2019",
      "keywords": [
        "child exploitation",
        "porn",
        "report",
        "project safe childhood",
        "ausa",
        "cases",
        "redaction",
        "update",
        "doj",
        "efta00021150"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014311",
            "similarity": 0.818,
            "index": 27,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00032348",
            "similarity": 0.667,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016611",
            "similarity": 0.727,
            "index": 148,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016962",
      "summary": "An email chain discusses a call from the SDNY regarding a criminal matter involving Jeff Epstein. A First Assistant in the Middle District of Florida provided information. The Crim Chief in SONY inquired about FBI evidence gathered in the SDNY Epstein investigation, specifically a reluctance from the Miami FBI to share 6E materials without a 6E letter. The sender questioned whether their office should provide the go-ahead or letter due to recusal from the underlying case and requested contact information for the AUSA handling the old criminal case to potentially direct SDNY to them.",
      "timestamp": "2019-04-17T00:00:00",
      "timestamp_raw": "17 Apr 2019",
      "keywords": [
        "efta00016962",
        "sdny",
        "fbi",
        "grand jury",
        "mdfl",
        "miami fbi",
        "recusal",
        "criminal matter",
        "jeff epstein",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030159",
      "summary": "This email, dated June 25, 2019, is a response to an investigation and prosecution memo regarding Jeffrey Epstein. The sender, identified as “HaUSANYS,” acknowledges receipt of the email with the subject “Epstein investigation, prosecution memo” and the document identifier EFTA00030159. It also references EFTA00030160.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "June 25, 2019",
      "keywords": [
        "epstein investigation",
        "prosecution memo",
        "efta00030159",
        "hausanys",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021266",
      "summary": "The email outlines a relatively quiet legal week commencing June 29, 2019, due to the holiday. Key events include: trials for Ahuja and the first day for AUSAs with a swearing-in ceremony and a Matos verdict report. A drone exercise briefing is scheduled with Sarcone. Specific meetings are planned for Tuesday regarding securities mismarking at Premium Point Investments and an Epstein indictment, followed by Ernesto Lopez sentencing for drug-related offenses. Wednesday features pipeline meetings. Thursday is designated as EFTA00021266. Finally, the sender is considering replacements for the trial training program organizers.",
      "timestamp": "2019-06-29T00:00:00",
      "timestamp_raw": "June 29, 2019",
      "keywords": [
        "drone exercise",
        "efta00021266",
        "trials",
        "ausas",
        "sentencing",
        "narcotics",
        "securites mismarking",
        "judge failla",
        "judge cote",
        "eric"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015599",
      "summary": "On July 7, 2019, Marty (likely a prosecutor) informed Martin Weinberg that the indictment in the U.S. v. Jeffrey Epstein case was expected to be unsealed and assigned to a district judge around 9:15 a.m. the following morning. Marty offered to contact Weinberg or preferred contacts if needed, particularly regarding a potential consent to detention without prejudice. Weinberg subsequently emailed the indictment to Marty, anticipating Epstein’s presentation at the U.S. District Court at 500 Pearl Street on Monday following interviews by Pretrial Services and presentation to a judge. Contact information for the involved Assistant U.S. Attorneys (AUSAs) was provided.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s. v.",
        "martin weinberg",
        "indictment",
        "warrant",
        "bail",
        "detention",
        "ausas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015602",
            "similarity": 0.7,
            "index": 24,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018151",
      "summary": "On July 8, 2019, Ori Messaie at the U.S. Marshals Service – Southern District of New York communicated with [REDACTED] regarding the presentment of Jeffrey Epstein.  The initial response indicated a lack of details regarding timing, judge, or sealing status due to the case not yet being assigned. It was anticipated that the case would be presented at 9:15 AM and Epstein would arrive from MCC. A request for detention was being made, and a bail argument was expected.  A U.S. Marshal deputy also sent an inquiry regarding the presentment and processing of Epstein, looping in an Assigned U.S. Attorney (AUSA).",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "detention",
        "bail",
        "court",
        "judge",
        "usms",
        "marshal",
        "processing",
        "ausa",
        "timing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018150",
      "summary": "A supervisory deputy with the U.S. Marshal’s Office – Southern District of New York is requesting information regarding the presentment of a case (referenced as “Epstein”) and is looping in an AUSA to forward the information to the Marshal.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "epstein",
        "u.s. marshal",
        "redaction analysis",
        "ausa",
        "southern district of new york",
        "presentment",
        "case",
        "forward",
        "july 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032698",
      "summary": "A United States Attorney from the Southern District of New York sent an email regarding a status conference in the case of USA v. Epstein (Case 1:19-cr-00490-RMB). The conference occurred on July 8, 2019, with Jeffrey Epstein, his attorneys (Weinberg, Weingarten, and Fernich), AUSAs, and US Pretrial Officers present. A bail submission is due on July 11, 2019, a government reply is due on July 12, 2019, and a bail hearing is scheduled for July 15, 2019. Speedy trial time is excluded from July 8 to July 15 due to 18 USC 3161(h)(7)(A) and (B). An electronic filing notice was sent to multiple email addresses.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "usa v. epstein",
        "case 1:19-cr-00490-rmb",
        "status conference",
        "united states attorney",
        "southern district of new york",
        "bail hearing",
        "judge richard m. berman",
        "transcript",
        "18 usc 3161"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015602",
      "summary": "Martin Weinberg was following up on the unsealing of the indictment in the U.S. v. Jeffrey Epstein case. He was informed that the indictment would be available around 9:15 AM on July 8, 2019, and Epstein would be presented to the court on Monday.  Weinberg was coordinating with AUSAs regarding the case and was aware of potential privilege issues related to a search conducted at Epstein’s residence. Contact information for the AUSAs was provided.  There was discussion about Epstein potentially consenting to detention without prejudice.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s. v.",
        "martin weinberg",
        "indictment",
        "warrant",
        "ausas",
        "detention",
        "bail argument",
        "judge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015599",
            "similarity": 0.7,
            "index": 20,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018169",
      "summary": "On July 10-11, 2019, communication occurred regarding the Epstein investigation involving the FBI, NYPD, and DANY. The FBI directed SVU to stand down and control all Epstein-related matters. Outreach was suggested to NYPD and DANY, particularly due to DANY’s own investigation and interviews with NBC News victims. A compromise strategy involving CFI (presumably a legal expert) was being implemented, with interviews conducted by USANYS AUSA and agents, incorporating CFI’s suggestions. Agents were actively conducting approaches and interviews in Florida.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "fbi",
        "nypd",
        "epstein",
        "svu",
        "dany",
        "nbc news",
        "interviews",
        "investigation",
        "redaction",
        "compromise"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030617",
      "summary": "This email pertains to a request for a prisoner production for court, specifically Case #19 Cr. 490 (RMB). The conference was rescheduled to 11:30 a.m. on July 18, 2019, in Courtroom 17B, with Judge Berman presiding. The request is for Jeffrey Epstein (USMS) regarding an arraignment, detention hearing, or other specified production type. Security precautions, including a violent crime charge, are noted.  Related contact information (AUSA name, phone, and document identifier EFTA00030617) is included.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "usao sdny",
        "prisoner production",
        "court request",
        "judge berman",
        "19 cr 490",
        "jeffrey epstein",
        "arraignment",
        "detention hearing",
        "usms"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014311",
      "summary": "The attached report, “Child Exploitation & Porn Update Report III,” was sent on July 23, 2019, from NYSReportServer@usa.doj.gov to an undisclosed recipient. The report concerns Project Safe Childhood and requests that assigned Assistant U.S. Attorneys update their cases. The report number is EFTA00014311.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "child exploitation",
        "porn",
        "report",
        "project safe childhood",
        "ausa",
        "doj",
        "redaction",
        "update",
        "cases",
        "efta00014311"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021150",
            "similarity": 0.818,
            "index": 16,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032348",
            "similarity": 0.667,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016611",
            "similarity": 0.727,
            "index": 148,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028708",
            "similarity": 0.727,
            "index": 149,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020627",
      "summary": "On July 25, 2019, an email chain discusses the request for documents and materials related to the Jeffrey Epstein investigation. One individual ([REDACTED]) requests that an Assistant U.S. Attorney (AUSA) review and report back on provided attachments, including photos and staff memos. Another individual ([REDACTED]) confirms they have not yet reviewed the attachments. A subsequent email explains that a written request is needed from the recipient’s office to produce the documents, clarifying that an email request is sufficient. EFTA00020627 and EFTA00020628 are document identifiers.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "redaction",
        "usanys",
        "documents",
        "investigation",
        "memos",
        "photos",
        "bop",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021661",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York (SDNY) is communicating with a colleague regarding the Epstein case. The communication includes a request that any witnesses or victims contacting the recipient’s office be referred to the SDNY team’s investigation. The attorney also states that any matters not covered by the SDNY case and falling under the jurisdiction of the recipient’s office will be referred to them upon completion of the SDNY investigation.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "sdny",
        "epstein",
        "case",
        "prosecution",
        "investigation",
        "witnesses",
        "victims",
        "ausa",
        "united states attorney",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020937",
      "summary": "Martin Weinberg, Esq., contacted Reid Weingarten and Marty to discuss preservation requests related to the US v. Epstein case. He requested clarification on whether he needed to proactively request preservation from the US Attorney’s Office (AUSA) in SD Fla or if the request would be forwarded by Weingarten’s team. Weinberg anticipated a delay in responding due to travel and suggested sending a follow-up letter focusing on notifying other DOJ districts. Weingarten responded, acknowledging the delay and offering to incorporate the letter into their response.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "01 Aug 2019",
      "keywords": [
        "epstein",
        "preservation requests",
        "us v epstein",
        "martin weinberg",
        "doj",
        "ausai",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020940",
      "summary": "On August 1, 2019, Martin G. Weinberg, P.C. sent a supplement to a previous discovery request to the Assistant United States Attorneys at the U.S. Attorney's Office for the Southern District of New York regarding the United States v. Jeffrey Epstein case (No. 19-cr-00490). The request sought the preservation and production of documents, communications (emails, texts, letters, etc.), and information from the USAO for the Southern District of Florida and the FBI offices involved in the investigation, specifically concerning AUSA who led the 2006-2008 investigation, spanning from 2007-2019. The requests targeted communications related to interviews, victim witness consultations, and the provision of investigatory information.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v.",
        "discovery request",
        "npa",
        "usao",
        "southern district of new york",
        "fbi",
        "emails",
        "investigation",
        "2006-2008",
        "2007-2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014576",
            "similarity": 0.692,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014576",
      "summary": "On August 1, 2019, Martin G. Weinberg, P.C., representing Jeffrey Epstein, sent a supplement to the first discovery request to the Assistant United States Attorneys of the U.S. Attorney's Office for the Southern District of New York. The request sought preservation and production of documents and communications related to the NPA (likely a legal matter) from 2006-2019, specifically focusing on the lead prosecutor, AUSA, and FBI agents involved in the 2008 investigation in New York City. The request included communications concerning interviews, victim witness communications, and investigatory information provided to the USAO and FBI from 2007-2019.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v.",
        "npa",
        "discovery request",
        "usao",
        "fbi",
        "southern district of new york",
        "emails",
        "2006-2019",
        "investigation",
        "victim witnesses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020940",
            "similarity": 0.692,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014580",
      "summary": "An automatic reply email was sent from [REDACTED] to SI on August 3, 2019, regarding an SDNY Grand Jury Subpoena dated July 5, 2019. The sender is out of the office on vacation until August 12th, and responses to email inquiries may be delayed.  The sender directs urgent matters to the other Assistant U.S. Attorneys on the case, EFTA00014580.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "efta00014580",
        "grand jury",
        "subpoena",
        "sdny",
        "automatic reply",
        "august 2019",
        "ausa",
        "redaction",
        "legal",
        "vacation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021548",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] regarding the United States of America v. Jeffrey Epstein case. The sender stated they would be out of the office on vacation until August 12th and that responses may be delayed. The email directed inquiries to other AUSA(s) on the case, including EFTA00021548.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "epstein",
        "united states",
        "redaction",
        "ausa",
        "automatic reply",
        "legal",
        "case",
        "usa",
        "jeffrey epstein",
        "efta00021548"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019857",
      "summary": "An automatic reply email was sent from [REDACTED] to Michael Bachne regarding the Epstein investigation. The sender was out of the office on vacation from August 7th to August 12th, and responses may be delayed. The email included the case file reference EFTA00019857.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "07 Aug 2019",
      "keywords": [
        "epstein investigation",
        "redaction analysis",
        "efta00019857",
        "michael bachne",
        "ausa",
        "automatic reply",
        "august 12th",
        "vacation",
        "case",
        "responses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029734",
      "summary": "On August 7, 2019, Martin G. Weinberg contacted Michael Miller regarding a response to letters sent on July 26 and August 1 seeking preservation of records related to the US v. Epstein case. Weinberg requested Miller advise relevant parties, including US Attorneys in Georgia and CEOS, of the preservation request due on September 13. The expected response timeline was extended slightly due to a follow-up letter received on August 1, with an initial goal of a response by tomorrow (August 9th) or no later than Monday.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 7, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "martin weinberg",
        "preservation",
        "response",
        "ausa",
        "discovery",
        "records",
        "july 26",
        "august 1"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037419",
      "summary": "An email chain discusses a search warrant related to Jeffrey Epstein. An FBI agent (Watson, ME P.) is coordinating with NYPD Sex Offenders Unit and a contact in St. Thomas to obtain information regarding Epstein’s address and related properties. Photos from Fish and Wildlife were received, but further investigation, potentially involving open-source intelligence and eJustice requests, is needed to address missing information on the warrant. A draft search warrant was circulated for review and edits, with a goal to send it to the AUSA in the Virgin Islands the following day.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "epstein",
        "st thomas",
        "search warrant",
        "nypd",
        "fbi",
        "sex offenders",
        "ejustice",
        "virgin islands",
        "redacted",
        "warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035175",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York at 6:33 am. Medical personnel initiated CPR and provided interventions including intubation, epinephrine, and IV access. He was transported to Beekman Hospital where he was pronounced dead at 7:36 am. A subsequent investigation involved numerous agencies including the FBI, US Marshals, Bureau of Prisons, Medical Examiner, and Office of Inspector General (OIG). Personnel documented timelines of staff responses, medical interventions, communication with various authorities (AUSA, Judge Berman, etc.), and the collection of evidence (fingerprints, photos, clothing).  The investigation involved multiple visits and interviews within the facility and at Beekman Hospital.  The institution’s operations were temporarily modified, and computer systems were secured and replaced.  The investigation continued over several days with FBI involvement, OIG oversight, and staff recall.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "august 9",
        "2019",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "time of death",
        "inmate",
        "emergency response"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034465",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035461",
            "similarity": 0.6,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034465",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Special Housing Unit (SHU) at WAB-USMS-SDNY, leading to a medical emergency and subsequent death. Initial events included an inmate departure for court, visits with attorneys, and a social call. CPR and medical interventions were performed, and he was transported to Beekman Hospital. A timeline of responses followed, involving law enforcement (FBI, USMS), legal personnel (AUSA, Judge Berman), medical staff (Medical Examiner, Psychologist), and institutional staff (warden, correctional officers, IT staff). Investigations spanned multiple days, including interviews, fingerprint collection, forensic examinations, and the removal of electronic devices. The investigation involved numerous agencies and personnel, culminating in the release of the body for autopsy and the resumption of normal operations on August 11, 2019.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "august 10",
        "2019",
        "coroner",
        "crisis support team"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035175",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035461",
            "similarity": 0.846,
            "index": 40,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035461",
      "summary": "CPR and various medical interventions were attempted. Emergency services were called, and he was transported to Beekman Hospital. A timeline of events followed, including notifications to various authorities (FBI, USMS, AUSA, Judge Berman), institutional staff, and psychological professionals.  A press release was issued, and the body was released to the Medical Examiner for autopsy. Investigations involved interviews with inmates, forensic examination (fingerprints, photos), computer removal and replacement, and involvement from the FBI, OIG, and correctional services personnel over several days. Normal operations resumed on August 11, 2019, with continued investigations extending into August 13, 2019 involving additional correctional services personnel.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "time of death",
        "august 10",
        "2019",
        "coroner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034465",
            "similarity": 0.846,
            "index": 39,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035175",
            "similarity": 0.6,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024349",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] on August 10, 2019, regarding a WSJ News Alert about Jeffrey Epstein’s death. The sender stated they would be out of the office on vacation until August 12th and that responses may be delayed. Urgent matters should be directed to other AUSA(s) or AUSA at [REDACTED]. The email reference number is EFTA00024349.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00024349",
        "jeffrey epstein",
        "wsj",
        "automatic reply",
        "ausa",
        "redaction",
        "august 12th",
        "email",
        "news alert",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018962",
      "summary": "An email chain discusses an update regarding Jeffrey Epstein, including the information that he has passed away following a suicide attempt. One individual reported that BOP provided the update, and another individual was out of the office on vacation with potential delays in responses. The email thread includes references to multiple individuals involved in the case and contact information for alternate AUSA(s).",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "update",
        "redaction",
        "august 10",
        "2019",
        "bop",
        "hospital",
        "suicide attempt",
        "mcc",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011505",
            "similarity": 0.667,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024498",
      "summary": "An FBI/NYPD Violent Crimes Task Force Supervisory Special Agent is communicating with [REDACTED] regarding assistance with an investigation titled \"Epstein.\" The agent is directing inquiries to the AUSA team and providing contact information for the primary point of contact, who is copied on the email: [REDACTED]. The communication expresses appreciation for the team’s immediate assistance on a Saturday.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "nypd",
        "violent crimes task force",
        "ausa",
        "sony",
        "redaction",
        "contact",
        "assistance",
        "team"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024346",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] on August 10, 2019, regarding an update related to Epstein. The sender stated they would be out of the office on vacation until August 12th and that responses to emails may be delayed. Contact information for other AUSAs and AUSh related to case EFTA00024346 was provided.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00024346",
        "epstein",
        "automatic reply",
        "redaction",
        "ausa",
        "august 12th",
        "case",
        "aush",
        "vacation",
        "update"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019760",
            "similarity": 0.667,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011512",
      "summary": "An email chain discusses potential legal representation for a possible girlfriend of Jeffrey Epstein. Maurice Secarz, an attorney, is identified as the contact. FBI Supervisory Special Agent from the Violent Crimes Task Force is coordinating efforts with SONY and the AUSA team, requesting assistance and providing contact information. The emails detail communication between individuals regarding the case on August 10, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "nypd",
        "violent crimes task force",
        "ausa",
        "maurice secarz",
        "redaction analysis",
        "attorney",
        "contact info",
        "sony"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020662",
      "summary": "On August 10, 2019, an Assistant U.S. Attorney from the Southern District of New York received information that Jeffrey Epstein made a phone call to Kristina Schuliak, his current girlfriend, around 7:00 p.m. The agents contacted Schuliak, who requested a lawyer and subsequently spoke with her lawyer, who indicated Schuliak would discuss the call’s content but needed protections. The Attorney advised that anyone assigned to the new investigation should contact Schuliak and her lawyer for follow-up.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "kristina schuliak",
        "phone call",
        "investigation",
        "ausa",
        "southern district of new york",
        "girlfriend",
        "lawyer",
        "protections",
        "c-19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024497",
            "similarity": 0.667,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027241",
      "summary": "An automatic reply email was sent from [REDACTED] regarding a news article about Jeffrey Epstein’s death by suicide. The sender will be out of the office on vacation until August 12th and directs inquiries to AUSA EFTA00027241.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "efta00027241",
        "jeffrey epstein",
        "suicide",
        "redaction",
        "automatic reply",
        "august 12th",
        "ausa",
        "sources",
        "manhattan",
        "abc7.com"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024497",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York reports that Jeffrey Epstein made a phone call to Kristina Schuliak, his current girlfriend, on August 10, 2019, around 7:00 p.m. Schuliak requested a lawyer and her lawyer indicated she would discuss the call’s content, seeking protections. The information is being relayed for use in a new investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "kristina schuliak",
        "phone call",
        "investigation",
        "ausa",
        "southern district of new york",
        "redacted",
        "girlfriend",
        "lawyer",
        "protection"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020662",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019760",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] regarding an \"Epstein update.\" The sender will be out of the office on vacation until August 12th, and responses to emails may be delayed. The recipient is advised to contact other AUSA(s) on the case or AUSA at [REDACTED] or [REDACTED]. The document is associated with case file EFTA00019760.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "efta00019760",
        "epstein",
        "automatic reply",
        "redaction",
        "ausa",
        "august 12th",
        "case",
        "vacation",
        "email",
        "update"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024346",
            "similarity": 0.667,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024499",
      "summary": "An FBI/NYPD Violent Crimes Task Force Supervisory Special Agent sent an email on August 10, 2019, regarding a case titled \"Epstein.\" The email directed recipients to contact the AUSA team from SDNY for assistance.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "nypd",
        "sdny",
        "ausa",
        "redaction",
        "assistance",
        "violent crimes",
        "task force",
        "efta00024499"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011505",
      "summary": "On August 10, 2019, multiple individuals exchanged emails regarding an update from the Bureau of Prisons (BOP) concerning Jeffrey Epstein. The BOP reported that Epstein was being taken by ambulance to the hospital following a suicide attempt and that no further information was available at the time. One individual was out of the office on vacation and anticipated delayed responses. The emails were circulated among legal staff involved in the case, referencing EFTA00011505.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "bop",
        "ambulance",
        "suicide attempt",
        "email",
        "ausa",
        "update",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018962",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019333",
      "summary": "Multiple law enforcement agencies, including the FBI, DOJ-OIG, and US Marshals Service, are investigating the death of Jeffrey Epstein. Concerns are being raised about the speed of information release, particularly by the Bureau of Prisons (BOP), with defense counsel expressing frustration and demanding accurate details. There are reports of individuals claiming to have information about the circumstances of Epstein’s death, including a purported investigator from the MCC and a phone call claiming the body was ready for pickup. A preliminary autopsy is underway, but questions arise regarding the timing and coordination between agencies, especially concerning the BOP’s public statements and potential for misinformation. AUSA is taking the lead in the investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "doj",
        "bop",
        "mcc",
        "usao",
        "autopsy",
        "investigation",
        "hoax",
        "attorneys",
        "retrieval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029737",
      "summary": "On August 10, 2019, a U.S. Attorney’s Office representative is receiving updates regarding the death of federal inmate Jeffrey Epstein. Counsel for Epstein is demanding basic information regarding the time and cause of death, expressing frustration that the U.S. Attorney’s Office has less information than the press. A BOP representative reports Epstein passed away after a suicide attempt and is being taken to the hospital by ambulance. The BOP will provide further updates as available. The representative indicates they will be out of the office on vacation until August 12th and directs urgent matters to other AUSAs or AUSP.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "u.s. attorney's office",
        "bop",
        "death",
        "suicide attempt",
        "federal inmate",
        "redaction",
        "report",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024356",
      "summary": "On August 10, 2019, multiple individuals were communicating regarding the death of Jeffrey Epstein. A BOP official initially announced Epstein's passing via a press release before informing relevant parties, including the U.S. Attorney’s Office and USMS. The U.S. Attorney’s Office expressed frustration at receiving information through the press rather than direct communication. There was concern about a lack of specific details, such as the time and cause of death, and a request for a written report or a call for information to relay to Epstein’s counsel. One individual reported the BOP was transporting Epstein to the hospital following a suicide attempt. An AUSA noted being out of the office on vacation and acknowledged delayed responses.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "court",
        "press release",
        "death",
        "suicide attempt",
        "attorney",
        "warden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032993",
      "summary": "An email reminder was sent on August 12, 2019, to multiple recipients regarding rights during interviews with agencies like the FBI, AUSA, OIA, and OIG. The email states individuals are required to report interviews and must be truthful. It emphasizes the right to request a Union Representative and the Fifth Amendment right to remain silent with an attorney present during a criminal investigation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "weingarten rights",
        "5th amendment",
        "interview",
        "agency",
        "fbi",
        "attorney",
        "criminal investigation",
        "rights",
        "union representative"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036757",
            "similarity": 0.583,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036757",
      "summary": "If you are interviewed by a federal agency (FBI, AUSA, OIA, OIG), you must report the interview and be truthful. You have the right to request a Union Representative during the interview and the right to invoke your Fifth Amendment right to remain silent until an attorney is present.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "efta00036757",
        "weingarten rights",
        "5th amendment",
        "interview",
        "agency",
        "fbi",
        "attorney",
        "remain silent",
        "us citizen",
        "union representative"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032993",
            "similarity": 0.583,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036760",
            "similarity": 0.538,
            "index": 190,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013194",
      "summary": "Emails dated August 13, 2019, discuss the investigation into Jeffrey Epstein’s death. Concerns are raised about presenting evidence, specifically a ligature, for potential use in court. Discussions involve comparing ligatures from July 23rd and August 10th.  A phone call is scheduled between the sender, David, and Dr. Roman at OCME to address ligature questions. One individual states they cannot reliably determine a time of death due to the timeframe. The AUSA office requests information regarding the ligature and interviews with those who discovered the body, citing legalities.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "ligature",
        "time of death",
        "ocme",
        "ausa",
        "david",
        "roman",
        "phone call",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037813",
      "summary": "On August 13, 2019, an FBI Special Agent contacted individuals regarding St. Thomas Jet Center’s potential involvement with Jeffrey Epstein’s helicopter. An interview with Pat Hatch, an air traffic control employee at the center, suggested the center had connections to Epstein. St. Thomas Jet Center provided no comment or confirmation of any involvement. The communication was sent to inform investigators of this information in anticipation of a potential subpoena.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "st. thomas jet center",
        "epstein",
        "helicopter",
        "pat hatch",
        "subpoena",
        "fbi",
        "air traffic control",
        "ausa",
        "child exploitation",
        "human trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036390",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center, New York, announced a tour for representatives from the Department of Justice and the SDNY USA0 on August 15, 2019, at 10:00 a.m. Attendees included the Principal Deputy Attorney General, Advisor at AG’s office, Geoffrey Berman, several Deputy US Attorneys, Chief of the Criminal Division, SDNY, Counsel to the US Attorney, Chief of the Public Corruption Unit, SDNY, and multiple AUSAs. The Supervisory Attorney requested notification of attendees’ arrival.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "united states government",
        "memorandum",
        "metropolitan correctional center",
        "new york",
        "department of justice",
        "sdny",
        "tour",
        "august 15",
        "2019",
        "geoffrey berman",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016903",
      "summary": "On August 14, 2019, a voluntary interview was conducted at the United States Attorney’s Office for the Southern District of New York involving a Special Agent (SA), Assistant United States Attorney (AUSA), FBI, New York City Police Detective (TFO), and DOJ OIG representatives. The interview concerned actions at the Metropolitan Correction Center (MCC) involving inmate Jeffrey Epstein on the nights of August 9th and 10th, 2019. During the interview, the SA mistakenly provided Lieutenant with the DOJ OIG Form III-226/2, which is a Non-Custodial/Employee form instead of the intended Form III-226/3. All parties present believed the interview was voluntary.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00016903",
        "us department of justice",
        "fbi",
        "bop",
        "mcc",
        "jeffrey epstein",
        "investigation",
        "memorandum of investigation",
        "doj oig",
        "criminal investigation",
        "voluntary interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018900",
      "summary": "A U.S. Attorney’s Office for the Southern District of New York public affairs team was contacted regarding a CNN story investigating a 2015-2016 meeting between individuals and a U.S. Attorney’s Office AUSA regarding Jeffrey Epstein’s plea deal in Florida. The individuals, represented by an attorney, discussed raising questions about the plea deal with the AUSA, but the matter was not escalated to senior leadership. CNN anticipates another news outlet will pursue the story if they do not.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "epstein",
        "ausa",
        "cnn",
        "trafficking",
        "plea deal",
        "florida",
        "sex trafficking",
        "human trafficking",
        "redaction",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026563",
            "similarity": 0.818,
            "index": 63,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019240",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032297",
      "summary": "A request was made to produce prisoner Efrain Reyes for a proffer on August 16, 2019, at 11:00 AM. The request originated from [REDACTED] to [REDACTED] via email, and included a related message. The production was associated with the Southern District of New York and involved the US Marshals Service (USMS) case number USMS#. AUSA contact information is provided.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "prisoner production",
        "proffer",
        "efrain reyes",
        "usms",
        "ausa",
        "southern district of new york",
        "8/16/19",
        "request",
        "redaction analysis",
        "geo"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026563",
      "summary": "A U.S. Attorney’s Office for the Southern District of New York public affairs team was contacted by CNN regarding a story about an individual who visited the office in 2015/2016 to inquire about Jeffrey Epstein’s plea deal. This individual, represented by an attorney, discussed the matter with a sex trafficking/human trafficking AUSA, but the issue was not escalated to senior leadership and was ultimately not pursued. CNN is considering pursuing the story based on this information, and the team sought guidance.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "epstein",
        "plea deal",
        "florida",
        "trafficking",
        "cnn",
        "ausa",
        "southern district of new york",
        "sex trafficking",
        "human trafficking",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018900",
            "similarity": 0.818,
            "index": 61,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019240",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019240",
      "summary": "CNN is investigating whether questions regarding Jeffrey Epstein’s 2015/2016 Florida plea deal – specifically concerning potential sex trafficking or human trafficking – were not escalated to senior leadership within the U.S. Attorney’s Office for the Southern District of New York. A CNN reporter contacted a U.S. Attorney’s Office AUSA and a reporter believes another has similar information. CNN anticipates competition will pursue a similar story if they don’t.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "epstein",
        "cnn",
        "trafficking",
        "plea deal",
        "florida",
        "ausa",
        "redaction",
        "u.s. attorney's office",
        "southern district of new york",
        "journalist"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026563",
            "similarity": 0.667,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018900",
            "similarity": 0.667,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032389",
      "summary": "On August 20, 2019, Michael C. Miller of Steptoe & Johnson LLP contacted Michael Miller regarding requests for disclosure related to the United States v. Jeffrey Epstein case (19-CRIM-00490, S.D.N.Y.).  AUSA from the Southern District of New York would handle Touhy requests. Due to the defendant’s death and an anticipated nolle prosequi order, no further productions were planned. Service of materials would be provided to Miller but not to other entities, including the MCC and FBI. Correspondence was attached for reference.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "August 20, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "sdny",
        "usao",
        "touhy",
        "civil division",
        "united states v.",
        "michael miller",
        "steptoe & johnson",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020993",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 26, 2019, regarding the trial of Jeffrey Epstein before Judge Ronnie Abrams. The sender states they will check email at the end of each trial day and provides contact information for the Assistant US Attorney (AUSA) for urgent matters related to the case.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "epstein",
        "ronnie abrams",
        "united states v. epstein",
        "ausa",
        "redaction analysis",
        "trial",
        "automatic reply"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014376",
      "summary": "An email was sent on August 26, 2019, regarding a trial before Judge Ronnie Abrams. The sender requests assistance with Case 490 (RMB) and directs inquiries about other matters to AUSA. The email is labeled EFTA00014376.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "efta00014376",
        "ronnie abrams",
        "aus",
        "ausa",
        "trial",
        "email",
        "rmb",
        "redaction analysis",
        "2019",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030969",
      "summary": "An automatic reply email was sent from “tf” to [REDACTED] on August 26, 2019, regarding the trial of Estein, Case 19 Cr. 490 (RMB), before Judge Ronnie Abrams. The sender indicates they will be checking email at the end of each trial day and provides contact information for the Assistant US Attorney (AUSA) for immediate assistance with the case and for general inquiries.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "efta00030969",
        "ronnie abrams",
        "united states v. e stein",
        "ausa",
        "trial",
        "redaction",
        "automatic reply",
        "august 26",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032137",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] regarding the case United States v. Estein. The sender is currently on trial before Judge Ronnie Abrams and will be checking email at the end of each trial day. Contact AUSA for immediate assistance with the case or for all other matters. The email pertains to file EFTA00032137.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2019",
      "keywords": [
        "efta00032137",
        "ronnie abrams",
        "united states v. e stein",
        "ausa",
        "contract",
        "automatic reply",
        "production",
        "redaction",
        "trial",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020994",
      "summary": "An automatic email reply was sent from [REDACTED] to Gloria Allred regarding an E-TICKET RECEIPT. The sender is currently on trial before Judge Ronnie Abrams, with updates provided via email at the end of each trial day. Contact information for the AUSA regarding United States v. E Stein is also included. The document reference is EFTA00020994.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2019",
      "keywords": [
        "efta00020994",
        "ronnie abrams",
        "e stein",
        "united states v.",
        "ausa",
        "travel",
        "receipt",
        "redaction",
        "gloria allred",
        "trial"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032925",
      "summary": "Audrey Strauss is on trial before Judge Ronnie Abrams and will be checking email at the end of each trial day.  For urgent matters related to Cr. 490 (RMB), contact AUSA. For other matters, contact AUSA.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "efta00032925",
        "strauss",
        "audrey",
        "ronnie abrams",
        "trial",
        "ausa",
        "correspondence",
        "automatic reply",
        "rmb",
        "490"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014377",
      "summary": "On August 27, 2019, an automatic reply email was sent regarding United States v. E stein 19 Cr. 490 (RMB). The sender is currently on trial before Judge Ronnie Abrams and requests contact with the AUSA for immediate assistance related to the case. Other inquiries should be directed to Hank.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "efta00014377",
        "ronnie abrams",
        "united states v. e stein",
        "ausa",
        "automatic reply",
        "production",
        "trial",
        "assistance",
        "2019",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020995",
      "summary": "An email was sent from EFTA00020995 to [REDACTED] regarding a trial before the Honorable Ronnie Abrams in United States v. Estein. The sender is checking email at the end of each trial day and provides contact information for AUSA assistance for that specific case and for other matters.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "efta00020995",
        "ronnie abrams",
        "united states v. e stein",
        "ausa",
        "trial",
        "redaction analysis",
        "web update",
        "email",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027250",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the timing of victim-related disclosures during a trial before the Honorable Ronnie Abrams in the case of United States v. Estein. The sender stated they would be checking email at the end of each trial day and provided contact information for AUSAMMI and AUSA for assistance.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "efta00027250",
        "ronnie abrams",
        "united states v. estein",
        "ausammi",
        "redaction analysis",
        "victim disclosures",
        "trial",
        "email",
        "august 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014375",
      "summary": "An email is being sent from [REDACTED] to [REDACTED] regarding a trial before the Honorable Ronnie Abrams in the case of United States v. Estein. The sender indicates they will be checking email at the end of each trial day and provides contact information for AUSAMMI and AUSP for assistance. The email subject is \"automatic reply: quit trig question.\"",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "efta00014375",
        "ronnie abrams",
        "united states v. e stein",
        "ausammi",
        "ausp",
        "redaction analysis",
        "trial",
        "email",
        "august 27",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033572",
      "summary": "On August 28, 2019, evidence item 1844 belonging to MICHAEL THOMAS was returned to his lawyer, SHANNON FARRAR, as part of file number 90A-NY-3151227. This concurrence was received from the Assistant United States Attorney of the Southern District of New York.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "August 28, 2019",
      "keywords": [
        "efta00033572",
        "unclassified",
        "evidence return",
        "michael thomas",
        "shannon farrar",
        "southern district of new york",
        "fbi",
        "sentinelcaseld",
        "90a-ny-3151227",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024434",
      "summary": "An individual ([REDACTED]) forwarded a message to ([REDACTED]) regarding a potential Epstein victim. The original message was from an AUSA in Boston who received a text from someone about a model who was allegedly taken to Epstein’s townhouse 20 years prior. The sender requested assistance in connecting the model with the recipient’s office, which may have been involved in the Epstein case and could provide guidance to the model.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "epstein",
        "victims",
        "contact",
        "ausa",
        "nyc",
        "model",
        "case",
        "david boise",
        "redaction",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009958",
      "summary": "On August 30, 2019, a Senior Officer Specialist (SOS) at the Metropolitan Correctional Center (MCC) in New York was interviewed by the FBI, USAO, and an Assistant United States Attorney (AUSA) as part of an interview in lieu of a grand jury appearance. The interviewee’s work history includes employment at Allenwood and a transfer to MCC in 2013. Her duties include conducting rounds in the Special Housing Unit (SHU), logging activity using a PIV card, and responding to inmate concerns. On August 20, 2019, she discussed her activities, including a visit on August 9, 2019, where she fed inmates and observed Jeffrey Epstein at a conference area. She recalled Epstein's presence with attorneys and his use of the restroom. She did not recall any conversations about a phone call or cellmate selection related to Epstein.  She was unaware of specific procedures regarding inmates coming off suicide watch and stated count paperwork is held in Control for 30 days before being shredded.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "August 30, 2019",
      "keywords": [
        "fbi",
        "bureau of prisons",
        "mcc",
        "inmate",
        "shu",
        "lieutenant",
        "interview",
        "bop",
        "august 2019",
        "jeffrey epstein",
        "counts",
        "rounds",
        "activity lieutenant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032755",
      "summary": "On September 3, 2019, an email was sent from USANYS to the FBI regarding responses to requests from Epstein’s lawyers related to the Touhy case. AUSA in the Civil Division was handling the requests and needed contact information for “Thanksl” (EFTA00032755). An attached PDF, 8.20.19_Epstein_Letter_to_FBI-c2.pdf, was included.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "September 3, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "touhy",
        "usanys",
        "civil division",
        "ausa",
        "requests",
        "correspondence",
        "2019",
        "contact information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029306",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030561",
      "summary": "A request was made for a Spanish interpreter for a meeting on September 3, 2019, at 2:00 PM at 40 Foley for the “In re Epstein Death Investigation” case, involving proffer discussions. The meeting was expected to last approximately 2 hours and was related to the case EFTA00030561.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "September 3, 2019",
      "keywords": [
        "spanish interpreter",
        "proffers",
        "usanys",
        "case name",
        "epstein death investigation",
        "appointment date",
        "40 foley",
        "september 3",
        "2019",
        "ausa",
        "spanish"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037921",
      "summary": "An email was sent from EFTA00037921 to [REDACTED] on September 4, 2019, requesting information about scans of a message pad related to Jeffrey Epstein. The sender wants the scans to be reduced in size and transferred to the AUSA’s office before a witness is proffered next week. The sender also seeks an estimate of the total scanned data size.",
      "timestamp": "2019-09-04T00:00:00",
      "timestamp_raw": "September 4, 2019",
      "keywords": [
        "epstein",
        "message pad",
        "scans",
        "ausa",
        "sdny",
        "witness",
        "proffer",
        "device",
        "hard drive",
        "size"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029306",
      "summary": "An email chain discusses a response to requests from Epstein’s lawyers regarding the Touhy case. An AUSA in the Civil Division of the USANYs requested contact information for an FBI POC, likely related to an attached document. The email thread involves individuals from the USANYs, FBI, OGA, and potentially other redacted entities.",
      "timestamp": "2019-09-04T00:00:00",
      "timestamp_raw": "04 Sep 2019",
      "keywords": [
        "epstein",
        "touhy",
        "fbi",
        "usanys",
        "oga",
        "civil division",
        "requests",
        "redaction",
        "ausa",
        "contact information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032755",
            "similarity": 0.667,
            "index": 79,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015296",
      "summary": "An email chain discusses booking travel for an Epstein victim to fly from Palm Beach, FL to New York City (SDNY) on September 12, 2019. The travel includes a hotel stay in NYC for one night, September 12th, and a return flight to Palm Beach on September 13, 2019. The purpose of the trip is for the victim to meet with AUSAs and agents at 5pm on September 12th. The email includes details like the victim's full name, date of birth, flight information, and hotel requirements.",
      "timestamp": "2019-09-12T00:00:00",
      "timestamp_raw": "September 12, 2019",
      "keywords": [
        "efta00015296",
        "travel",
        "booking",
        "airfare",
        "hotel",
        "epstein",
        "usao funds",
        "palm beach",
        "new york",
        "9/12"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028193",
            "similarity": 0.538,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028193",
      "summary": "An email was sent requesting travel arrangements for an Epstein victim to fly from Palm Beach, FL to New York City (SDNY) on September 12, 2019. The purpose of the trip is to meet with AUSAs and agents at 5pm. Accommodation is required for one night at a hotel in NYC, with a return flight to Palm Beach scheduled for September 13, 2019. The email includes the victim’s full name, date of birth, and email address.",
      "timestamp": "2019-09-12T00:00:00",
      "timestamp_raw": "September 12, 2019",
      "keywords": [
        "efta00028193",
        "travel",
        "booking",
        "epstein",
        "victim",
        "usao funds",
        "palm beach",
        "new york",
        "9/12",
        "9/13"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015296",
            "similarity": 0.538,
            "index": 83,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037842",
      "summary": "An email chain discusses assisting victims related to the Epstein case in Los Angeles. The initial email requests assistance with transportation for Wednesday due to a lack of coverage for a boat accident case. A subsequent email confirms upcoming victim interviews with the Case Agent and AUSA in LA on Wednesday and Thursday, involving previously requested assistance from the New York Field Office (EFTA00037842).",
      "timestamp": "2019-09-17T00:00:00",
      "timestamp_raw": "17 Sep 2019",
      "keywords": [
        "epstein victims",
        "la",
        "victims",
        "interviews",
        "transportation",
        "case agents",
        "ausa",
        "ventura",
        "sb boat accident",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035730",
      "summary": "This document is an unofficial FBI Import Form, dated September 18, 2019, titled “MCC Count Slips for July 23, 2019 to August 9, 2019.” It was approved by SSA and drafted in connection with Case ID # 90A- NY-3151227, a death investigation involving Jeffrey Epstein as a victim. AUSA provided the MCC Count Slips on September 17, 2019.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "September 18, 2019",
      "keywords": [
        "fbi",
        "import form",
        "mcc count slips",
        "jeffrey epstein",
        "death investigation",
        "ssa",
        "case id",
        "2019",
        "ausa",
        "unclassified"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019697",
      "summary": "On September 27, 2019, an individual requested the death certificate and autopsy report for Jeffrey Epstein’s case (EFTA00019697) from the Office of Chief Medical Examiner (OCME) and the U.S. Marshal’s Southern District of New York. The OCME directed the requestor to contact Florence Hutner, their General Counsel. A prior request on August 19, 2019, had also been made for these documents. The Marshal provided contact information for the supervisory deputy.",
      "timestamp": "2019-09-27T00:00:00",
      "timestamp_raw": "September 27, 2019",
      "keywords": [
        "epstein",
        "death certificate",
        "autopsy report",
        "subpoena",
        "ocme",
        "florence hutner",
        "marshals",
        "ausa",
        "efta00019697",
        "efta00019698"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015290",
      "summary": "Matthew L. Schwartz emailed regarding a time-sensitive, but not urgent, forfeiture question related to the Epstein case. He requested a discussion with AUSAs, who were identified as the appropriate team, within the next few days. The email was sent on October 14, 2019.",
      "timestamp": "2019-10-14T00:00:00",
      "timestamp_raw": "October 14, 2019",
      "keywords": [
        "efta00015290",
        "forfeiture",
        "epstein",
        "ausas",
        "matthew l. schwartz",
        "ice",
        "redaction",
        "question",
        "victims",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027952",
      "summary": "An email was sent from an Assistant Attorney General to CJ and Clara Moran regarding a continued investigation into potential collaborators of Jeffrey Epstein. The email includes a letter from Chief Deputy Attorney General Clara Moran, accessible via a link with the password \"7e4DzyfvYC.\" A CD containing the correspondence and materials will also be delivered via U.S. Mail. The link and materials expire on October 16, 2019.",
      "timestamp": "2019-10-16T00:00:00",
      "timestamp_raw": "October 16, 2019",
      "keywords": [
        "epstein",
        "collaborators",
        "redaction",
        "investigation",
        "ausa",
        "clara moran",
        "nmag",
        "password",
        "u.s. mail",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017780",
      "summary": "A communication chain regarding an ongoing investigation into potential collaborators of Jeffrey Epstein was initiated. An email was sent from [REDACTED] to [REDACTED] requesting the download and storage of files related to the investigation. The email included a letter from Chief Deputy Attorney General Clara Moran, accessible via a link with the password \"7e4DzyfvYC,\" and a forthcoming CD containing the correspondence and materials. The link was set to expire on October 16, 2019.",
      "timestamp": "2019-10-16T00:00:00",
      "timestamp_raw": "October 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "collaboration",
        "investigation",
        "ausa",
        "clara moran",
        "nmag files",
        "password",
        "email",
        "redaction analysis",
        "u.s. mail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035748",
      "summary": "On November 14, 2019, an email was sent by an AUSA to summarize a telephone conversation between the AUSA, another AUSA, Dr. (OCME), and Dr. (OCME Chief Legal Counsel) regarding the autopsy of Jeffrey Epstein. The email, identified as Form FD-1036, was part of a death investigation (Case ID: 90A-NY-3151227) and included Jeffrey Epstein as the victim.",
      "timestamp": "2019-11-14T00:00:00",
      "timestamp_raw": "November 14, 2019",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "death investigation",
        "autopsy",
        "medical examiner",
        "synopsis",
        "email",
        "case id",
        "90a-ny-3151227",
        "unclassified"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029730",
      "summary": "Matthew L. Schwartz is coordinating calls regarding a “forfeiture question” related to the Epstein case. He contacted [REDACTED] and [REDACTED] on October 14th and 15th, 2019, offering times for a brief discussion: 4:00 PM, 9:30 AM the following day, or between 11:00 AM and 1:00 PM the following day. He clarified that the question doesn’t relate to his firm’s representation of victims and directed inquiries to the AUSAs involved in the Epstein case.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2019",
      "keywords": [
        "forfeiture",
        "matthew schwartz",
        "epstein",
        "ausa",
        "redaction",
        "call",
        "october 15",
        "2019",
        "email",
        "time-sensitive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021341",
            "similarity": 0.7,
            "index": 93,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021341",
      "summary": "Matthew L. Schwartz is discussing a forfeiture question related to the Epstein case with multiple individuals. He initially offered to speak between 4:30 PM and 9:30 AM the following morning.  A colleague suggested 4:30 PM as a suitable time. Schwartz had previously emailed to inquire if anyone had time for a brief discussion regarding the forfeiture question within the next few days, noting the involvement of AUSAs. The email chain includes confirmations of availability and a reference to the recipient's firm’s lack of involvement with victim representation. A PDF document (2019.10.15 Letter re Hyperion Air) is attached.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2019",
      "keywords": [
        "forfeiture",
        "matthew schwartz",
        "epstein",
        "ausa",
        "email",
        "october 15",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029730",
            "similarity": 0.7,
            "index": 92,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019719",
      "summary": "Gloria Allred is arranging a meeting with a new client who was a victim of Jeffrey Epstein. The client is willing to travel to New York to participate in a victim meeting on October 23rd. Communication involves coordinating logistics with the Assistant United States Attorney (AUSA) in the Southern District of New York and the FBI Victim Services team. There are scheduling conflicts and potential rescheduling requests due to the AUSA’s commitments and Allred’s travel plans to Washington, D.C. The communication includes requests for the client’s identifying information and discussion regarding a conference call versus a Skype call.",
      "timestamp": "2019-11-23T00:00:00",
      "timestamp_raw": "23 Oct 2019",
      "keywords": [
        "efta00019719",
        "epstein",
        "victim",
        "new york",
        "gloria allred",
        "fbi",
        "travel",
        "reschedule",
        "meeting",
        "interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010261",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010261",
      "summary": "Gloria Allred is working with a new client who was a victim of Jeffrey Epstein and is willing to travel to New York for a victim meeting on October 23rd. Initial communication involves coordinating logistics with the Assistant United States Attorney (AUSA) and the FBI Victim Services team.  The client’s travel arrangements are being handled by the FBI, and Allred is attempting to schedule a meeting with the client at her office (305 Broadway) for approximately 12:30 PM, but faces scheduling conflicts and a need to travel to Washington D.C. by 2:00 PM.  There are requests for the client’s identifying information (name, DOB, email, phone) from the AUSA.  The client is initially considering a conference call instead of a Skype call due to multiple locations involved. The client is then canceling the meeting due to rescheduling needs.",
      "timestamp": "2019-11-23T00:00:00",
      "timestamp_raw": "23 Oct 2019",
      "keywords": [
        "gloria allred",
        "epstein",
        "new york",
        "fbi",
        "victim",
        "meeting",
        "travel",
        "conference call",
        "october 23",
        "5:45 p.m.",
        "travel logistics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019719",
            "similarity": 0.5,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028461",
            "similarity": 0.5,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028461",
      "summary": "Gloria Allred is representing a new alleged victim of Jeffrey Epstein who is willing to travel to New York to participate in a victim meeting on October 23rd. Initial communication involves coordinating logistics with the Assistant United States Attorney (AUSAs) for the Southern District of New York and the FBI Victim Services. The AUSAs propose various meeting times and locations (FBI office, Allred’s office, or a conference call) due to scheduling constraints and the victim’s travel plans. There are repeated requests for information about the victim's identity and travel details. The victim’s willingness to reschedule and the planned departure for D.C. are also discussed, leading to a final cancellation of the meeting. Redactions are present throughout the document, obscuring specific details.",
      "timestamp": "2019-11-23T00:00:00",
      "timestamp_raw": "23 Oct 2019",
      "keywords": [
        "epstein",
        "victim",
        "new york",
        "gloria allred",
        "fbi",
        "scheduling",
        "travel",
        "conference call",
        "23 october",
        "victim meeting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010261",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030560",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED]@[REDACTED] on December 3, 2019, regarding case EFTA00030560. The sender indicated they would be out of the office until December 5, 2019 due to business travel and advised contacting the other AUSA for immediate assistance.",
      "timestamp": "2019-12-03T00:00:00",
      "timestamp_raw": "December 3, 2019",
      "keywords": [
        "efta00030560",
        "tartaglione",
        "epstein",
        "automatic reply",
        "redaction",
        "ausa",
        "december 5",
        "2019",
        "business travel",
        "email",
        "voicemail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035750",
      "summary": "On December 4, 2019, AUSAs, along with a DIG SA, interviewed EMPLOYEE 32 (Jeffrey Epstein) regarding institutional counts performed at MCC. This interview was documented in an email sent to investigating agents. The case ID is 90A-NY-3151227.",
      "timestamp": "2019-12-04T00:00:00",
      "timestamp_raw": "December 4, 2019",
      "keywords": [
        "fbi",
        "email",
        "investigation",
        "victim",
        "death",
        "interview",
        "institutional counts",
        "mcc",
        "jeffrey epstein",
        "ausas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020905",
      "summary": "An automatic reply email was sent from [REDACTED] regarding the US v. Epstein case. The sender stated they would be out of the office until November 15th, with potential delays in responses, and directed urgent matters to other AUSA(s) on the case. The case file is EFTA00020905.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "efta00020905",
        "us v. epstein",
        "automatic reply",
        "ausa",
        "redaction",
        "november 15th",
        "email",
        "urgent matters",
        "case",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019838",
      "summary": "An email was sent from [REDACTED] to Il lim (USANYS) regarding the Epstein report. The sender was traveling for work and indicated delayed responses due to limited email access, advising urgent matters be directed to other AUSA(s) on the case. The email was dated December 13, 2019.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "epstein",
        "niminf",
        "usanys",
        "redaction",
        "ausa",
        "efta00019838",
        "automatic reply",
        "travel",
        "email",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019830",
      "summary": "An email chain discusses a voice message from 2022466629, referencing David Hall and the Epstein case. A sender ([REDACTED]) forwards the message to another recipient ([REDACTED]), requesting a callback to Hall. The original sender ([REDACTED]) provides context that a former AUSA gave Hall’s number to an attorney seeking an SDNY contact. A separate email thread, originating from <posts@nt ip.u.solj.gov>, also includes the voice message.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "15 Nov 2019",
      "keywords": [
        "efta00019830",
        "david hall",
        "epstein",
        "voice message",
        "ausa",
        "sdny",
        "attorney",
        "redaction",
        "2022466629",
        "nt ip.u.solj.gov"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022144",
      "summary": "A U.S. Attorney’s office (USANYS) is responding to a request for documents from plaintiff counsel (Robbie Kaplan at Kaplan Hecker) regarding an investigation involving Jeffrey Epstein’s suicide. The criminal team offers assistance to civil USAs handling the requests, suggesting a formal division to establish protocol. The USANYS is considering directing counsel to submit Touhy Requests and designating a Civil Division person to receive them. The request from Kaplan Hecker is narrow and time-sensitive, with a status conference scheduled for January 10th.",
      "timestamp": "2019-12-31T00:00:00",
      "timestamp_raw": "December 31, 2019",
      "keywords": [
        "epstein",
        "civil division",
        "ausa",
        "requests",
        "counsel",
        "litigation",
        "touhy requests",
        "kaplan hecker",
        "status conference"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037413",
      "summary": "On January 5, 2020, the sender was out of the office and will have delayed responses to emails. Urgent matters should be directed to other AUSA(s) on the case. The email relates to case EFTA00037413.",
      "timestamp": "2020-01-05T00:00:00",
      "timestamp_raw": "January 5, 2020",
      "keywords": [
        "efta00037413",
        "redaction",
        "email",
        "ausa",
        "january 2020",
        "urgent",
        "response",
        "delay",
        "automatic",
        "out of office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010331",
      "summary": "Department of Justice (DOJ) Assistant U.S. Attorney (AUSA), Geoffrey S. Berman, is responding to a request for information regarding Jeffrey Epstein. *   The request originates from Roberta A. Kaplan, Kaplan Hecker & Fink LLP. *   The request is governed by the “Touhy regulations,” which restrict DOJ employees from disclosing information without prior approval from the U.S. Attorney. *   To evaluate the request, the AUSA requires a written demand detailing the information sought, the litigation it relates to, its relevance, and any existing means to obtain the information through discovery. *   The AUSA will consider factors like procedural rules, relevant substantive law (including law enforcement privilege), grand jury secrecy, confidential sources, investigative records, and potential interference with enforcement proceedings. *   Disclosure will be made when warranted, and the AUSA requests the recipient to submit a written request directly to them for processing.",
      "timestamp": "2020-01-06T00:00:00",
      "timestamp_raw": "January 6, 2020",
      "keywords": [
        "jeffrey epstein",
        "department of justice",
        "touhy regulations",
        "u.s. attorney",
        "redaction analysis",
        "legal request",
        "privilege",
        "law enforcement",
        "discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021766",
      "summary": "Bruce Barket, representing Barket Epstein Kearon Aldea & LoTurco, LLP, is corresponding with Aida Leisenring and others regarding discovery requests related to the Tartaglione case. Key points include: *   A request for the taint team to contact them regarding a review of a cell phone, specifically concerning hand-held videos from July 23rd. *   An inquiry regarding the inconsistent accounts of surveillance video and a request for further inquiries. *   A request for a hearing regarding the disappearance of surveillance video. *   MCC offers access to a makeshift rope for inspection, with restrictions on photography. *   BOP has forensic reports of Tartaglione’s cellphone and SIM card, which will be reviewed by a walled-off team of AUSAs to identify privileged materials. *   BOP states no other pictures or videos were taken from inside the cell, and a letter with video evidence is forthcoming for review at the office.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2020",
      "keywords": [
        "bruce barket",
        "discovery requests",
        "surveillance video",
        "cell phone",
        "tartaglione",
        "bop",
        "mcc",
        "ausa",
        "july 23",
        "videos",
        "forensic reports"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030781",
      "summary": "This email, dated January 9, 2020, indicates the sender, EFTA00030781, is out of the office and directs inquiries regarding Human Trafficking to AUSA and other assistance to AUSA.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "January 9, 2020",
      "keywords": [
        "human trafficking",
        "efta00030781",
        "ausa",
        "redaction",
        "assistance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026830",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York sent emails containing draft nonprosecution agreements and a plea agreement related to case EFTA00026830. The attachments include documents dated January 10, 2020, February 2020, and a plea agreement. The sender indicates the documents are in their AUSA folder for potential future use.",
      "timestamp": "2020-01-10T00:00:00",
      "timestamp_raw": "January 10, 2020",
      "keywords": [
        "efta00026830",
        "nonprosecution agreement",
        "plea agreement",
        "ausa",
        "southern district of new york",
        "draft",
        "2020-01",
        "2020-02"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031721",
      "summary": "An email request is being submitted for travel to Stockholm, Sweden, for an Assistant U.S. Attorney and two other individuals (AUSAs S and S) by the U.S. Attorney’s Office for the Southern District of New York. The request includes an ECC package (ECC_package_2.3.2.20.pdf) and instructions for the traveler to determine the Point of Contact (POC), check for visa requirements via the State Department’s website, and submit the visa request package to EOUSA-RMP Travel at least 15 business days prior to departure to allow sufficient time for State Dept. authorization and foreign government processing. The delay in submission is due to a recently confirmed witness interview date.",
      "timestamp": "2020-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2020",
      "keywords": [
        "ecc package",
        "visa",
        "travel",
        "eousa",
        "rmp",
        "sweden",
        "ausas",
        "state dept",
        "travel authorization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038803",
      "summary": "Jill Greenfield, a partner at Fieldfisher, is communicating with the FBI regarding the Epstein investigation. She is coordinating with the AUSA (likely a US Attorney) to arrange a phone call to discuss details and questions. Greenfield’s client, a victim of sexual assault, is seeking an interview in London and asserts her right to anonymity under UK statute. The FBI has contacted her to explore the possibility of an interview, and she has provided available time slots for a call. There is a discussion regarding confirming the parameters of interest in the client and a caution given about verifying bank details.",
      "timestamp": "2020-02-01T00:00:00",
      "timestamp_raw": "01 Feb 2020",
      "keywords": [
        "epstein investigation",
        "jill greenfield",
        "fieldfisher",
        "uk statute",
        "sexual assault",
        "london",
        "fbi",
        "nypd",
        "prosecutors",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029710",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] regarding a request for information relating to Jeffrey Epstein. The sender was involved in a trial before Judge Paul A. Engelmayer and noted delays in responses due to the trial, directing urgent matters to other AUSA(s) including EFTA00029710.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2020",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "efta00029710",
        "paul a. engelmayer",
        "ausa",
        "automatic reply",
        "request for information",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038458",
      "summary": "An FBI Special Agent from New York is requesting approval for foreign travel to London for two agents and SDNY AUSA’s from March 16th-20th to conduct an interview related to the Jeffrey Epstein investigation. The purpose is to interview a crucial witness, the former personal assistant to Epstein, who is a key eyewitness to a sexual abuse incident and potentially holds information vital to indicting a co-conspirator. The witness and their attorney reside in London and are unwilling to travel to the US. CACHTU will provide funding for the request, which bypasses standard IOD approval due to travel restrictions.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "epstein investigation",
        "foreign travel",
        "london",
        "witness interview",
        "jeffrey epstein",
        "co-conspirators",
        "fbi",
        "adic",
        "funding",
        "sexual abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011351",
      "summary": "First Bank Records & Legal Requirements (EFTA00011351) sent a secured message to a U.S. Attorney (AUSA) regarding Federal Grand Jury Subpoena Case #19353 concerning Jeffrey Epstein. The message included a list of accounts as requested, and indicated they were working on production for the case.  The communication included multiple attachments (images) and repeated confidentiality notices.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "first bank",
        "legal requirements",
        "jeffrey epstein",
        "grand jury subpoena",
        "confidentiality",
        "fb case",
        "redaction",
        "criminal investigation",
        "bancorp",
        "veronica martinez"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023779",
      "summary": "An automatic reply email was sent on March 11, 2020, regarding Freedom of Information Act (FOIA) requests related to Jeffrey Epstein. The sender is on trial before Judge Paul A. Engelmayer and anticipates delayed responses, advising urgent matters be directed to other Assistant U.S. Attorneys (AUSAs). The case is identified as EFTA00023779.",
      "timestamp": "2020-03-11T00:00:00",
      "timestamp_raw": "March 11, 2020",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "engelmayer",
        "ausa",
        "trial",
        "emails",
        "urgent",
        "2020",
        "efta00023779"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025398",
      "summary": "Attorney’s Office (USAO-SDNY) is discussing a matter with the Office of Professional Responsibility (OPR). *   The USAO-SDNY is concerned about OPR potentially interviewing victims regarding contacts with the USAO-SDNY and FBI-MIA from 2005-2008, specifically concerning the Epstein case. They want to avoid discussions about the criminal scheme's substance. *   OPR requests to be advised of individuals on a list who are represented by counsel. *   OPR provides a spreadsheet detailing the legal representation of 32 individuals on the list: Brad Edwards, Jack Scarola, Sigrid McCawley, Rita Glavin, and Gloria Allred. *   Five individuals on the list are uncontactable (either due to lack of connection at the AUSA level or presumed deceased). *   The USAO-SDNY confirms they will provide OPR with information regarding individuals represented by counsel. *   All parties express a desire to maintain open communication and avoid any interference with ongoing investigations.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "usao-sdny",
        "opr",
        "interviews",
        "victims",
        "counsel",
        "legal representation",
        "criminal scheme",
        "epstein",
        "2005-2008",
        "witness statements",
        "spreadsheet"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010432",
      "summary": "On April 15, 2020, Kate L. Doniger (Kaplan Hecker & Fink LLP) contacted [REDACTED] (USANYS) regarding a request for information related to Jeffrey Epstein.  Alexandra Conlon, also representing Kaplan Hecker & Fink LLP, responded on February 25, 2020, sending a Touhy letter and supporting exhibit to the Department of Justice requesting documents related to the ongoing litigation against the Epstein estate.  AUSA [REDACTED] (USANYS) sent a letter on January 6, 2020, acknowledging receipt of the request and offering to discuss it.  Doniger indicated she did not require further information at that time, anticipating an update early the following week.",
      "timestamp": "2020-04-15T00:00:00",
      "timestamp_raw": "April 15, 2020",
      "keywords": [
        "jeffrey epstein",
        "kate doniger",
        "roberta kaplan",
        "usanys",
        "doj",
        "litigation",
        "request for information",
        "touhy letter",
        "kaplan hecker & fink llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025349",
      "summary": "The document consists of email exchanges between Kate Doniger of Kaplan I Lecker & Fink LLP and various individuals, including USANYS attorneys, regarding a request for information related to Jeffrey Epstein. Initially, Doniger seeks a call to discuss the request and subsequently sends attached documents (a letter and supporting exhibit) responding to the request. AUSA Alex Conlon sends a Touhy letter requesting documents from the Department of Justice. Throughout the exchanges, there are repeated offers to discuss the information and concerns about the timeline of the request. Several redactions are noted throughout the document.",
      "timestamp": "2020-04-30T00:00:00",
      "timestamp_raw": "30 Apr 2020",
      "keywords": [
        "jeffrey epstein",
        "kate doniger",
        "roberta kaplan",
        "usanys",
        "documents",
        "request",
        "litigation",
        "ausa",
        "touhy letter",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025495",
            "similarity": 0.538,
            "index": 117,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025495",
      "summary": "Kate Doniger of Kaplan I lecker & Fink LLP is responding to a request for information regarding Jeffrey Epstein, initiated by the US Attorney’s Office for the Southern District of New York. The initial request involved a letter and documents seeking information related to Epstein’s estate. Subsequent communications involve updates, scheduling inquiries, and confirmation that no further information is needed. AUSA contacted Roberta Kaplan and Alexandra Conlon to forward the request. The communication includes standard legal disclaimers regarding confidential and protected information.",
      "timestamp": "2020-04-30T00:00:00",
      "timestamp_raw": "30 Apr 2020",
      "keywords": [
        "jeffrey epstein",
        "kate doniger",
        "roberta kaplan",
        "usanys",
        "redaction",
        "documents",
        "legal",
        "litigation",
        "doj",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025349",
            "similarity": 0.538,
            "index": 116,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027443",
      "summary": "On May 12, 2020, an email exchange occurred regarding a FOIA request related to Epstein. [REDACTED] passed along contact information to [REDACTED], who would then forward it to their General Counsel’s Office. An AUSA in the Civil Division was handling the request and potentially coordinating with OIG.",
      "timestamp": "2020-05-12T00:00:00",
      "timestamp_raw": "May 12, 2020",
      "keywords": [
        "foia",
        "redaction",
        "ausa",
        "epstein",
        "oig",
        "general counsel",
        "contact info",
        "civil division",
        "request",
        "matter"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023753",
      "summary": "An AUSA working on an investigation into the death of an inmate at the Brooklyn MDC contacted WINI seeking a confidentiality agreement, similar to the one signed in the Jeffrey Epstein investigation. The AUSA was willing to discuss the matter over the phone.",
      "timestamp": "2020-06-11T00:00:00",
      "timestamp_raw": "11 Jun 2020",
      "keywords": [
        "efta00023753",
        "jeffrey epstein",
        "ocme",
        "confidentiality agreement",
        "brooklyn mdc",
        "investigation",
        "ausa",
        "edny",
        "murder",
        "inmate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031839",
      "summary": "On June 26, 2020, a communication was sent regarding a grand jury session scheduled for Monday, June 29, 2020, at the White Plains Courthouse. The session will be held on the first floor in the jury assembly room. Participants are instructed to arrive early, wear masks, and report to the 3rd floor.  AUSA’s are requested to provide the case name and USAO number.  A schedule is provided with times for Maxwell’s case (2018R01618) and instructions for submitting indictments, potential warrants, and sealing requests. Access to copiers, computers, and a dedicated room is offered.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "June 26, 2020",
      "keywords": [
        "grand jury",
        "usao",
        "indictment",
        "arrest warrant",
        "seal",
        "white plains",
        "efta00031839",
        "maxwell",
        "jury assembly room",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037952",
      "summary": "On June 29, 2020, a warrant was requested by [REDACTED] for Judge Parker regarding the indictment and arrest of an individual (likely Maxwell).  [REDACTED] forwarded the signed indictment and arrest warrant documents (Exhibit_An, Maxwell_signed_indictment.pdf, Exhibit_B_-Maxwell_ arrest_waffant_signed.pdf, and ATT00001.htm, ATT00002.htm) to Judge Parker. Judge Parker requested a PDF of the signed documents and indicated he would swear out the warrant around noon. EFTA00037952 was also involved in the communication.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "warrant",
        "indictment",
        "arrest",
        "judge parker",
        "pdf",
        "ausa",
        "signed documents",
        "june 2020",
        "efta00037952"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031107",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a “bail memo” (attached as “2020-07-02, GM detention memorandum.docx”) to M. The memo was prepared for filing in the District of New Hampshire’s Southern District (SDNY) and intended for distribution to the DNH magistrate judge via email. The sender requested feedback on the filing method, specifically regarding the use of New Hampshire captions and signature blocks, due to a preference for filing with SDNY.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "2020-07-02",
      "keywords": [
        "bail memo",
        "redaction analysis",
        "efta00031107",
        "new hampshire",
        "sdny",
        "ausa",
        "magistrate judge",
        "filing",
        "united states attorney",
        "detention memorandum"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032348",
      "summary": "The attached report, “Child Exploitation & Porn Update Report III,” was sent from NYSReportServer®usa.doj.gov to MMan on July 5, 2020. It pertains to Project Safe Childhood and requests that assigned AUSA’s update their cases. The report is identified as EFTA00032348.",
      "timestamp": "2020-07-05T00:00:00",
      "timestamp_raw": "July 5, 2020",
      "keywords": [
        "child exploitation",
        "porn",
        "report",
        "project safe childhood",
        "ausa",
        "cases",
        "update",
        "doj",
        "pdf",
        "efta00032348"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014311",
            "similarity": 0.667,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021150",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016611",
            "similarity": 0.583,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028708",
            "similarity": 0.727,
            "index": 149,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020539",
            "similarity": 0.818,
            "index": 154,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026999",
      "summary": "On July 7, 2020, an email was sent acknowledging recent high-profile legal cases (Novartis settlement and Ghislaine Maxwell arrest) while also recognizing the ongoing, less publicized work of the team. Specifically, it thanked staff for taking on new gun cases, handling litigation related to incarceration during the Covid-19 pandemic, and acknowledged the contributions of AUSAs, paralegals, and staff. The email expressed appreciation for their continued efforts and wished them safety.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "July 7, 2020",
      "keywords": [
        "community",
        "novartis",
        "ghislaine maxwell",
        "civil settlement",
        "litigation",
        "incarceration",
        "violence",
        "ausas",
        "paralegals",
        "covid era"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024495",
      "summary": "On July 13, 2020, an individual reported not having an independent memory of a connection made at 4:50 p.m. via email with SSA of C-19, facilitated by a subsequent email at 5:15 p.m. thanking them for assistance in an investigation and copying agents. At 5:59 p.m., the sender emailed the agents, designating another individual as their point person. On August 10, 2019, information was received from C-19 that Epstein contacted Kristina Schuliak around 7:00 p.m. She requested a lawyer and her lawyer stated she would provide information about the call while seeking protections. The recipient of the emails, an Assistant U.S. Attorney, noted the need to connect any new investigation team member with Schuliak’s agent.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "July 13, 2020",
      "keywords": [
        "efta00024495",
        "ausa",
        "investigation",
        "c-19",
        "epstein",
        "kristina schuliak",
        "ssa",
        "email",
        "agents",
        "phone call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018566",
      "summary": "An email chain discusses a draft report concerning the handling of the Jeffrey Epstein matter by the U.S. Attorney’s Office for the Southern District of Florida (2006-2008). The OPR Director sent the draft report to the Acting United States Attorney for the Southern District of New York for review. The AUSA requested confirmation to share the report with the Maxwell team for review and comment.",
      "timestamp": "2020-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2020",
      "keywords": [
        "efta00018566",
        "usanys",
        "opr",
        "jeffrey epstein",
        "u.s. attorney's office",
        "draft report",
        "review",
        "counsel",
        "washington",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015895",
      "summary": "The document is a series of email exchanges regarding a request for assistance in locating documents related to the Epstein/Maxwell investigation. Key points include: *   Requests to contact individuals within the Southern District of New York’s (SDFL) Criminal Division, specifically the Criminal Chief, to locate relevant files. *   Discussions about contacting OPR and NDGA for document custodians. *   Confirmation of limited contact with a USANAYS AUSA in the SDFL civil division. *   Scheduling a meeting for July 22nd to discuss document location and potential review. *   The primary goal is to ascertain what hard-copy materials remain in the SDFL related to the case.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "epstein/maxwell",
        "sdfl",
        "usanys",
        "opr",
        "criminal division",
        "document collection",
        "ghislaine maxwell",
        "cvra litigation",
        "recusal",
        "discovery requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023013",
      "summary": "An individual requested a copy of Jeffrey Epstein’s final suicide reconstruction report to provide to the AUSAs. Multiple individuals confirmed they did not possess the report, with one stating it was likely located in Central Office. A leadership chain was activated to escalate the request, and updates were provided that the report was being processed. One individual suggested forwarding the request directly to the OIG.",
      "timestamp": "2020-09-08T00:00:00",
      "timestamp_raw": "08 Sep 2020",
      "keywords": [
        "suicide reconstruction report",
        "epstein",
        "ausas",
        "request",
        "central office",
        "oig",
        "efta00023013",
        "report access",
        "leadership chain",
        "legal proceedings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029499",
      "summary": "On October 12, 2020, discussions occurred regarding the US Attorney’s Office’s (SDNY) decision not to pursue an investigation into Jeffrey Epstein in 2016. Victims’ attorneys, including Stan Pottinger, Brad Edwards, and Peter Skinner, contacted SDNY seeking guidance on a potential investigation involving perjury charges against Maxwell.  Multiple meetings took place, including one with David Boies and Sigrid McCawley, where the team proposed charging Maxwell with perjury and investigating potential conspiracy. These efforts failed, with the SDNY initially citing a lack of facts and witnesses, and later opening an investigation under Berman following Miami Herald articles. Stephen Brown, a reporter for the NY Daily News, was seeking information about the reasons for the inaction, the FBI’s involvement, and the decision-making process within SDNY.",
      "timestamp": "2020-10-12T00:00:00",
      "timestamp_raw": "October 12, 2020",
      "keywords": [
        "epstein",
        "sdny",
        "perjury",
        "investigation",
        "victims",
        "maxwell",
        "2016",
        "prosecution",
        "ausa",
        "brown",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015642",
      "summary": "The SDNY is requesting approval for AUSA travel to the U.K. from October 12 to October 17, 2020, to conduct an interview with a victim/witness in the Ghislaine Maxwell case. This victim, who was also a victim of Jeffrey Epstein, requires a personal interview for her statement to be recorded for potential use in trial. The request includes a memo from the Acting United States Attorney and a related PDF attachment (\"Meino.pdf\").",
      "timestamp": "2020-10-17T00:00:00",
      "timestamp_raw": "October 17, 2020",
      "keywords": [
        "ausa",
        "ghislaine maxwell",
        "jeffrey epstein",
        "travel approval",
        "eousa",
        "u.k.",
        "victim/witness",
        "interview",
        "trial",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022640",
      "summary": "An email chain discusses an OIA approval request for an AUSA trip. The email requests the traveler to identify the Point of Contact (POC), inform them of additional steps, and check for visa requirements via the State Department website and country embassy resources. It recommends submitting the visa request package to EOUSA/RMP Travel at least 10 business days prior to departure to allow for authorization letter and visa processing.",
      "timestamp": "2020-11-05T00:00:00",
      "timestamp_raw": "05 Oct 2020",
      "keywords": [
        "oia approval",
        "ausa",
        "ecc",
        "visa",
        "traveler",
        "state dept",
        "eousa",
        "rmp",
        "travel",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026582",
            "similarity": 0.667,
            "index": 132,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026582",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding an ECC request package for an AUSA trip. The email instructs the traveler to identify the Point of Contact (POC), advise them of additional steps, and check for visa requirements using the State Department’s website and relevant embassy resources. It recommends submitting the visa request package to EOUSAX RMP Travel at least five business days before departure to allow for State Dept. authorization and foreign government processing.",
      "timestamp": "2020-11-05T00:00:00",
      "timestamp_raw": "05 Oct 2020",
      "keywords": [
        "ecc",
        "ausa",
        "visa",
        "traveler",
        "state dept",
        "eousa",
        "rmp",
        "travel",
        "request",
        "policy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022640",
            "similarity": 0.667,
            "index": 131,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013239",
      "summary": "An email was sent from EFTA00013239 to [REDACTED] regarding the investigation of Jeffrey Epstein. The sender discussed obtaining emails from an FBI agent (SA) and another individual (M) related to the case. The sender stated that existing emails collected by OPR were sufficient and that SA would provide emails from victims and witnesses. The sender requested confirmation of this approach or a discussion.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2020",
      "keywords": [
        "epstein",
        "fbi",
        "emails",
        "ausa",
        "victims",
        "witnesses",
        "redaction",
        "florida investigation",
        "opr",
        "chiefs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029489",
            "similarity": 0.667,
            "index": 134,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029489",
      "summary": "An email exchange occurred between individuals associated with USANYS regarding the collection of emails related to the Epstein investigation. One party (SA) reported that FBI agents have emails with AUSA, and is sending emails received from victims or witnesses. The recipient believes existing emails collected by OPR already encompass relevant emails and requested SA to send any potentially discoverable documents he possesses.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2020",
      "keywords": [
        "efta00029489",
        "redaction analysis",
        "emails",
        "fbi",
        "epstein",
        "victims",
        "witnesses",
        "opr",
        "ausa",
        "florida investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013239",
            "similarity": 0.667,
            "index": 133,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030596",
      "summary": "An email chain discusses obtaining emails related to the Epstein investigation. An FBI agent (SA) has emails from AUSA regarding the case. The sender requests emails from the agent regarding emails from victims and witnesses, as well as any potentially discoverable documents he possesses. The recipient agrees with this approach, citing existing email collections from OPR and the agent’s obligation to provide relevant emails.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2020",
      "keywords": [
        "efta00030596",
        "redaction analysis",
        "usanys",
        "emails",
        "epstein",
        "fbi",
        "agents",
        "victims",
        "opr",
        "discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031095",
      "summary": "Specifically, cases Epstein and 377 Union Street are receiving excessive attention, monopolizing PAE resources. *   **Data Loading Delays:** Data uploads to Relativity are experiencing delays, particularly with large datasets like 377 Union Street (5 HDs of mixed data). Duplicate data and disorganized files are contributing to the issue. *   **Multiple \"Hot\" Cases:** PAE is managing several high-priority cases concurrently, including We Build the Wall, Epstein, PPI, Keefe v US FD, US v Jai, and 377 Union Street. *   **Communication Challenges:** There's frustration regarding the communication process, with lengthy response times from PAE and difficulty in obtaining clear timelines. *   **Deadline Pressure:** The team is under pressure to meet court deadlines, particularly the 25th of the month production requirement. *   **Impact on AUSAs:** The delays are negatively impacting the ability of Assistant US Attorneys to access their evidence and conduct investigations.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "pae",
        "litigation",
        "priority",
        "data",
        "relativity",
        "epstein",
        "377 union street",
        "timeline",
        "requests",
        "ausas",
        "deadlines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037672",
      "summary": "*   The request originates from C-20 Squad, aiming to show discovery to Maxwell and her defense team at MDC. *   The assistance involves providing a laptop and hard drive to be shown to Maxwell’s team, potentially requiring several hours of waiting. *   The initial proposed timeframe is next week (Wednesday or Thursday), pending approval from MDC. *   Several FBI agents have expressed availability on specific days, with discussions about scheduling and confirmation ongoing. *   The request includes a coordination effort involving the NYPD and a US Attorney’s Office (AUSA).",
      "timestamp": "2020-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "mdc",
        "c-20",
        "discovery",
        "laptop",
        "hard drive",
        "fbi new york",
        "special agent",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038147",
      "summary": "On November 16, 2020, SA (FBI - NY) requested permission to bring a laptop back to their desk.  [REDACTED] advised against a suit and suggested casual attire for a meeting regarding the “Discovery laptop” case. [REDACTED] informed SA that they had the laptop and hard drive and would coordinate its delivery for the following day. The defense team requested a review of the laptop from 10:00 AM to 3:00 PM, and [REDACTED] would be CC’d on an email to the AUSA.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "November 16, 2020",
      "keywords": [
        "discovery laptop",
        "fbi",
        "ny",
        "dress code",
        "meeting",
        "analyst",
        "ausa",
        "efta00038147",
        "maxwell",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027064",
      "summary": "*   The travel request includes details of the trip dates (October xx to October Yu, 2020) and the purpose of the visit. *   Multiple individuals (including USAEO-Foreign Travel, Assistant US Attorneys, and an iPad user) are involved in coordinating the travel approval and visa requirements. *   A visa is not required for the trip. *   A travel memo is attached to facilitate the approval process. *   The email chain involves requests for the recipient to forward approval for a travel authorization and provide information regarding the point of contact (POC) and additional steps for the traveler.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "18 Oct 2020",
      "keywords": [
        "ausa",
        "travel",
        "uk",
        "ecc package",
        "visa",
        "email",
        "travel memo",
        "victim/witness",
        "jeffrey epstein",
        "glaine maxwell",
        "state dept.",
        "travel authorization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038290",
      "summary": "This document pertains to the redaction analysis of electronic devices related to Jeffrey Epstein and Ghislaine Maxwell. A review protocol was established involving multiple individuals and teams (AUSAs, FBI, and USAO) to examine image and video files from ten devices: NYC024355, NYC024323, NYC024326, NYC024334, NYC024368, NYC024394, NYC024390, NYC027908, NYC027910, NYC024363.  The initial focus was for the FBI to review specific devices (listed above), while the USAO would coordinate with the teams. A 3:30 PM meeting time was proposed for initial coordination. The protocol required reviewers to familiarize themselves with the warrant and supporting affidavit and included the Maxwell indictment. Device locations were organized into folders for ease of access.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video file review",
        "devices",
        "ausas",
        "cair",
        "nyc0243xx",
        "protocol",
        "fbi",
        "maxwell",
        "warrant",
        "affidavits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038306",
      "summary": "*   The review involves examining 10 specific devices: NY-3027571_Safe, NYCO24334, NYCO24355, NYCO24323, NYCO24326, NYCO24334, NYCO24368, NYCO24394, NYCO24390, NYCO27908, NYCO27910, and NY-3027571_MAC, NYCO24363. *   The review includes a significant number of images and videos. *   A protocol has been established for the review, including designated folders and a deadline for completion (by next Friday). *   The AUSAs and FBI have requested a call to discuss the review and answer questions. *   The initial focus for the FBI team is a subset of the devices listed above. *   The individuals are coordinating to ensure access to the case files and to track the progress of the device review.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "devices",
        "review",
        "images",
        "videos",
        "warrants",
        "fbi",
        "usao",
        "cair",
        "protocol",
        "maxwell",
        "nyco243xx",
        "efta00038306"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018253",
      "summary": "The FBI’s Litigation Support Unit is assisting with the Epstein investigation by receiving and processing media files related to the case. A technical issue prevented the full playback of 48 audio files from a 2006 Grand Jury Testimony, attributed to a \"codec problem\" likely caused by user error from the AUSA’s office. The unit received media from various sources, including the PEI State Attorney’s Office and the FBI SAS, including video depositions and interview recordings.  There was a request to determine how the AUSA’s office handled CDs from Florida materials, and a follow-up to confirm the complete set of scanned documents (16,000 and 29,000 pages) and obtain an index. The team provided contact information and offered to coordinate further communication.",
      "timestamp": "2020-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2020",
      "keywords": [
        "epstein investigation",
        "media",
        "audio",
        "video",
        "file",
        "fbi",
        "litigation support",
        "cd",
        "florida",
        "discovery",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018647",
            "similarity": 0.5,
            "index": 143,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018647",
      "summary": "The document is a series of email exchanges related to the investigation of Jeffrey Epstein, specifically concerning media files and associated documents. Here’s a breakdown of the key information: *   **Initial Inquiry:** The AUSA requests information about media files received from the Litigation Support Unit/RIDS, noting technical issues with certain audio files (specifically, a \"codec problem\") related to audio recordings from Grand Jury testimony and a 2010 deposition. *   **Unit Response:** The Litigation Support Unit provides a list of downloaded media files, including audio and video, but clarifies that the codec problem prevents playback of certain files. They state the issue stems from potential user error by the AUSA’s office. *   **Follow-up and Confirmation:** Subsequent emails involve further inquiries about the completeness of the media collection, specifically asking if all 29,000 pages scanned were received and requesting an index of the materials. *   **Contact Information:** Individuals involved provide contact information for coordination. The emails highlight a process of verification, troubleshooting technical issues, and attempting to gather all relevant media related to the Epstein investigation. All sensitive information is redacted.",
      "timestamp": "2020-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2020",
      "keywords": [
        "epstein investigation",
        "foia",
        "media",
        "fbi",
        "subpoenas",
        "cds",
        "audio",
        "video",
        "litigation support",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018253",
            "similarity": 0.5,
            "index": 142,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018098",
      "summary": "An email exchange discusses a “discovery letter in Maxwell.” One party ([REDACTED]) requests the final version of a letter outlining materials to be gathered from other agencies, intended for reference by other Assistant U.S. Attorneys (AUSAs). The email chain originates from the United States Attorney's Office, Southern District of New York.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "discovery letter",
        "maxwell",
        "ausas",
        "united states attorney",
        "southern district of new york",
        "redacted",
        "agencies",
        "letter",
        "example",
        "filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023110",
      "summary": "Department of Justice’s Office of International Affairs is responding to a request for legal assistance from France. *   The request pertains to an investigation into Jeffrey Epstein and Ghislaine Maxwell, initiated by French authorities. *   French authorities conducted a search warrant execution at Epstein’s Paris residence in September 2019, gathering evidence related to the case. *   French authorities are seeking information from the U.S. regarding designated individuals, including Maxwell and other victims. *   The U.S. Attorney’s Office is authorized to assist under the 1998 and 2004 U.S.-France Mutual Legal Assistance Treaties and 18 U.S.C. § 3512. *   The AUSA is not anticipating the need to compel record production but may seek a commissioner subpoena if required. *   Coordination between the U.S. and French authorities is emphasized, with the Office of International Affairs acting as the main point of contact. *   The request is classified and requires all filings to be under seal.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "mutual legal assistance treaty",
        "jeffrey epstein",
        "ghislaine maxwell",
        "france",
        "criminal investigation",
        "u.s. department of justice",
        "legal assistance",
        "mutual legal assistance instrument",
        "18 u.s.c. § 3512"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013348",
      "summary": "On January 4, 2021, an email was sent from [REDACTED] to [REDACTED] regarding a request from the incoming administration’s transition team for a list of significant, publicly filed cases. The request asked all FAUSAs, Criminal Chiefs, and Civil Chiefs to submit information about their top two criminal cases and one civil case, including case name, docket number, description of charges/claims, current status, and a link to the most recent press release. The attached document, \"Publicly_Filed_SDNY_Cases_for_Transition.docx\", contained write-ups of three cases and was intended to be sent to the EOUSA paralegal by January 5, 2021.",
      "timestamp": "2021-01-04T00:00:00",
      "timestamp_raw": "January 4, 2021",
      "keywords": [
        "transition team",
        "cases",
        "criminal",
        "civil",
        "docket",
        "significant",
        "public",
        "filings",
        "united states department of justice",
        "eousa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023498",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting a specific document – a file folder titled “File folder entitled se (N.Y. AUSA)” containing handwritten notes – from an individual (“”) who has been tracking related files. The document was identified by box numbers tfl P-003679 through P-003680 and is linked to a privilege log concerning a CVRA lawsuit involving Jeffrey Epstein. The request was initiated on February 17, 2021, and the recipient is seeking assistance with a current briefing related to the file.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "February 17, 2021",
      "keywords": [
        "epstein file",
        "sdfl",
        "privilege log",
        "cvra lawsuit",
        "handwritten notes",
        "usanys",
        "attorney",
        "jeffrey epstein",
        "box tfl",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016611",
      "summary": "This email transmits the Child Exploitation & Porn Update Report III, dated February 22, 2021, for Project Safe Childhood. It directs Chiefs and the Project Safe Childhood Coordinator to remind assigned AUSA’s to update their cases. The report is attached as “Child_Exploitation_&_Pom_Update_Report_III.pdf”.",
      "timestamp": "2021-02-22T00:00:00",
      "timestamp_raw": "February 22, 2021",
      "keywords": [
        "child exploitation",
        "porn",
        "report",
        "update",
        "project safe childhood",
        "ausa",
        "cases",
        "redaction",
        "efta00016611"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032348",
            "similarity": 0.583,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014311",
            "similarity": 0.727,
            "index": 27,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021150",
            "similarity": 0.727,
            "index": 16,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028708",
            "similarity": 0.636,
            "index": 149,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020539",
            "similarity": 0.583,
            "index": 154,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028708",
      "summary": "The attached report, “Child Exploitation & Porn Update Report III,” was sent from NYSReportServer@usa.doj.gov to MMan on February 25, 2021. It pertains to Project Safe Childhood and requests that Chiefs and Project Safe Childhood Coordinators remind assigned AUSAs to update their cases. The report is identified as EFTA00028708.",
      "timestamp": "2021-02-25T00:00:00",
      "timestamp_raw": "February 25, 2021",
      "keywords": [
        "child exploitation",
        "porn",
        "report",
        "project safe childhood",
        "ausa",
        "cases",
        "update",
        "doj",
        "efta00028708"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016611",
            "similarity": 0.636,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032348",
            "similarity": 0.727,
            "index": 123,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00014311",
            "similarity": 0.727,
            "index": 27,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020539",
            "similarity": 0.727,
            "index": 154,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011526",
      "summary": "On March 1, 2021, attorneys Mariann Wang and Gloria Allred provided an attorney proffer to the U.S. Attorney’s Office (AUSA S) regarding information their client had disclosed since 2020 interviews with the SDNY and FBI. The client had subsequent interactions with Jeffrey Epstein between December 2018 and July 2019, including being lured to Paris and Florida with offers of employment, leaving Epstein, and Epstein offering help through another woman. The client took up this offer and traveled to New York with Epstein, and experienced sexual abuse in Florida and the Virgin Islands. The client also visited Epstein’s Paris apartment and interacted with Epstein around the time of his arrest, where he requested assistance finding girls for him, including a meeting with a young woman in Russia.",
      "timestamp": "2021-03-01T00:00:00",
      "timestamp_raw": "March 1, 2021",
      "keywords": [
        "efta00011526",
        "attorney proffer",
        "gloria allred",
        "mariann wang",
        "epstein",
        "sdufbi",
        "paris",
        "florida",
        "sexual abuse",
        "2021-03-01"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018732",
      "summary": "Email correspondence between attorneys regarding FOIA requests related to Jeffrey Epstein and Ghislaine Maxwell. One attorney requests a comprehensive list of all FOIA requests received by the office, including production details and AUSA point of contact information. Another attorney clarifies that the FOIA Tracking Database only covers requests directed to the office and does not track those handled by other agencies like the FBI. References are made to specific case files (NYT v BOP, Epstein victim Touhy requests) and a discussion about discovery versus FOIA. An attachment referencing a PPI letter about discovery vs. FOIA is mentioned.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2021",
      "keywords": [
        "epstein",
        "foia",
        "ghislaine maxwell",
        "civ div",
        "radar online",
        "discovery",
        "sdny",
        "united states attorney",
        "caseview",
        "ppi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025213",
      "summary": "*   A list of approximately sixteen FOIA requests directed to the Southern District of New York’s office has been compiled. *   One of the requests originates from Boies Schiller Flexner (BSF) and involves multiple district requests. *   The list only includes FOIA requests received by the specific office, not broader legal actions like the “Radar Online” case. *   There is a request for a comprehensive list of all FOIA requests, including production details and AUSA point of contact information. *   A discussion is ongoing regarding compiling a complete list of FOIA requests.",
      "timestamp": "2021-03-11T00:00:00",
      "timestamp_raw": "11 Mar 2021",
      "keywords": [
        "jeffrey epstein",
        "ghislaine maxwell",
        "foia",
        "redaction",
        "civil ausa",
        "radar online",
        "boies schiller",
        "foia requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030080",
      "summary": "Several individuals within the US Attorney’s Office for the Southern District of New York (SDNY) are involved in tracking and responding to Freedom of Information Act (FOIA) requests related to the Jeffrey Epstein and Ghislaine Maxwell cases.  Emails detail a request for a comprehensive list of all FOIA requests received by the office concerning these individuals, along with information on production made in response to those requests and the assigned AUSA point of contact.  The FOIA tracking database primarily focuses on requests directed to the office itself and doesn't cover related FBI or litigation cases.  There’s a discussion about discrepancies in a list of cases and the need to identify missing FOIA requests, specifically referencing a case involving Radar Online.  A letter is attached outlining the complexities of FOIA requests versus discovery in litigation.",
      "timestamp": "2021-03-12T00:00:00",
      "timestamp_raw": "12 Mar 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "redaction",
        "usanys",
        "ausa",
        "webex",
        "case",
        "requests",
        "tracking database"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020539",
      "summary": "The attached document, Child Exploitation & Porn Update Report III, is provided for Project Safe Childhood. It requests that Chiefs and the Project Safe Childhood Coordinator remind assigned AUSA’s to update their cases. The report is identified as EFTA00020539.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "05 Apr 2021",
      "keywords": [
        "child exploitation",
        "porn",
        "report",
        "project safe childhood",
        "ausa",
        "cases",
        "update",
        "doj",
        "pdf",
        "efta00020539"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028708",
            "similarity": 0.727,
            "index": 149,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016611",
            "similarity": 0.583,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032348",
            "similarity": 0.818,
            "index": 123,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015738",
      "summary": "Maxwell* (20 Cr. 330 (MN)). It details a collaborative effort between the Assistant United States Attorney’s Office (Southern District of New York), Laura Menninger and her legal team (Haddon, Morgan & Foreman, P.C.), Jeff Pagliuca, Christian Everdell, and Bobby Sternheim. Key elements include: *   **Scheduled Reviews:** The Marshals intend to bring Maxwell to 500 Pearl Street daily, beginning April 13th, for evidence review. *   **Revised Spreadsheets:** The AUSA has provided updated spreadsheets (with annotations) of evidence, designating Protective Orders and noting item locations. Three VHS tapes are central to this designation. *   **FBI Involvement:** The FBI will transport physical evidence to 500 Pearl Street and provide electronic media for review, but only one laptop is available for the highly confidential images. The FBI will also segregate highly confidential evidence items. *   **Bronx Warehouse Inspection:** The defense team requests access to the FBI’s Bronx warehouse to photograph excluded items, with requirements for photographic documentation. *   **Equipment Needs:** The defense requires equipment (VCR, etc.) to play recordings, and requests permission to bring devices into the courthouse. *   **Confidentiality Protocol:** Strict adherence to the Protective Order is emphasized, including restrictions on photographing certain items. *   **Communication & Scheduling:** The parties are coordinating a call to discuss the plan and finalize the schedule. The initial call is set for March 10th at 1:30 PM ET/ 11:30 AM MST.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "evidence",
        "protective order",
        "maxwell",
        "fbi",
        "marshals",
        "review",
        "vhs tapes",
        "data",
        "electronic files",
        "bronx warehouse",
        "500 pearl street",
        "new york",
        "florida",
        "witness statements",
        "photography",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038575",
      "summary": "On April 8, 2021, an FBI Special Agent in New York sent an email to coordinate a review of evidence related to a case, likely involving Maxwell and potentially related to GM evidence. The review would take place at 500 Pearl Street courthouse with planned daily sessions beginning April 13, 2021, involving the FBI, defense counsel, Marshals, and Assistant U.S. Attorneys (AUSAs). Three annotated spreadsheets detailing the evidence were attached. Additionally, a separate review involving defense team members traveling to the Bronx warehouse to examine evidence not being produced at 500 Pearl Street was scheduled for April 12, 2021, with associated logistics and monitoring.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "April 8, 2021",
      "keywords": [
        "efta00038575",
        "evidence review",
        "500 pearl street",
        "fbi",
        "defense team",
        "logistics",
        "proffer room",
        "ausa",
        "bronx warehouse",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038605",
      "summary": "On April 8, 2021, Special Agent IMO initiated a review of evidence in the case involving Maxwell, focusing on transportation to 500 Pearl Street. The review, commencing April 13, 2021, will involve the FBI, defense counsel, and Marshals, utilizing three proffer rooms and annotated spreadsheets detailing the evidence. A separate review will occur at a Bronx warehouse on April 12, 2021, involving the defense team and monitored by agents and an AUSA. The goal is to identify evidence needing review at 500 Pearl and streamline subsequent review days.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "April 8, 2021",
      "keywords": [
        "efta00038605",
        "evidence review",
        "500 pearl street",
        "florida evidence",
        "new york evidence",
        "defense team",
        "proffer room",
        "fbi",
        "ausa",
        "human trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038568",
      "summary": "An FBI agent is requesting assistance from other FBI agents and potentially other parties (identified as “[REDACTED]”) for a case involving a suspect named Maxwell. The request involves providing support for evidence review sessions at 500 Pearl Street from April 13th to 15th, 9:00 AM to 4:30 PM daily. Agents are needed to monitor Maxwell, provide handcuff keys, and assist with logistics. The AUSA will also be present. A Squad C-20 team is coordinating the effort, and SOS is familiar with the case.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence",
        "c-20",
        "pearl street",
        "handcuff key",
        "review",
        "agents",
        "trafficking",
        "proffer room"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038579",
      "summary": "On April 8, 2021, an FBI Special Agent requested assistance with a review of evidence involving Maxwell, her defense team, and an Assistant U.S. Attorney (AUSA) at 500 Pearl Street from April 13-15. The request involved coordinating at least two FBI agents (one with a handcuff key) to monitor Maxwell, who would be produced by Marshals, throughout the review process. Three proffer rooms were reserved for evidence review, private defense meetings, and a break area.  The review would begin at 9:30 AM daily and continue throughout the day.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "April 8, 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence review",
        "proffer room",
        "agents",
        "defense team",
        "500 pearl street",
        "april 13",
        "handcuff key",
        "ausas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038577",
            "similarity": 0.571,
            "index": 161,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032669",
      "summary": "Maxwell* (20 Cr. 330 (AJN)). Key elements include: *   **Scheduling:** A meeting at 11:00 AM on April 12th at the Bronx warehouse is initially proposed, with the possibility of further trips to review additional evidence. The review ultimately moves to 500 Pearl Street, beginning April 13th. *   **Evidence Location:** The evidence is primarily located in the FBI’s Bronx warehouse and, subsequently, at 500 Pearl Street. *   **Exhibit Access:** The defense team (Christian Everdell, Laura Menninger, Jeff Pagliuca, and Bobbi C. Sternheim) will be granted access to photographs and potentially electronic media (CDs, laptops) for review. *   **Confidentiality:**  Emphasis is placed on the highly confidential nature of some evidence, particularly nude images, and the need to handle those items with caution. *   **Logistics & Support:** The FBI will provide support with equipment (e.g., VCRs, CD players), transport, and an agent to accompany the defense team.  The AUSA will be present at the warehouse. *   **Discrepancies & Clarifications:**  Laura Menninger raises several questions and concerns regarding the available evidence, including discrepancies in item locations, the need to photograph certain items, and the segregation of “highly confidential” materials.  The AUSA addresses these concerns and clarifies the approach to evidence review.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "evidence",
        "maxwell",
        "warehouse",
        "review",
        "confidential",
        "photographs",
        "fbi",
        "files",
        "electronic",
        "laura menninger",
        "christian everdell",
        "pagliuca",
        "sternheim",
        "bronx",
        "500 pearl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038577",
      "summary": "FBI agents were requested to assist with the review of evidence for the Maxwell case at 500 Pearl Street from April 13th to April 15th. Squad C-20 needed two or three agents to assist, with one agent requiring a handcuff key to monitor Maxwell, and another to escort her to the bathroom. The review involved Maxwell and her defense team, along with a US Attorney (AUSA), taking place in proffer rooms. Marshals were responsible for producing Maxwell to the location daily.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence review",
        "proffer room",
        "c-20",
        "500 pearl street",
        "marshals",
        "defense team",
        "handcuff key",
        "april 13",
        "4/14",
        "4/15"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038579",
            "similarity": 0.571,
            "index": 159,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030035",
      "summary": "This document outlines the logistics for the defense team (Laura Menninger, Christian Everdell, Jeff Pagliuca, and Bobbi Sternheim) to review evidence in the US v. Maxwell case, overseen by an Assistant United States Attorney. The review will primarily take place at the Bronx warehouse (2350 Lafayette Ave, Bronx, NY) and potentially at 500 Pearl Street. Here's a breakdown of the key points: *   **Initial Meeting & Scheduling:** The AUSA proposed a meeting at the warehouse at 11 am on April 12th, and the defense team confirmed this. *   **Evidence Access:** The FBI will make evidence available for review at the warehouse, and the defense team will have access to photograph and inspect the evidence. Certain items (“highly confidential”) will be restricted from photography. *   **Item Exclusions:** The defense intends to exclude certain items – massage tables, cash, and bulky/fragile items – from being transported to 500 Pearl Street. *   **Electronic Media:** The FBI will provide electronic media (DVDs, digital files) for review, but access to the equipment to play these files will need to be arranged. The defense will investigate and potentially bring their own. *   **Maxwell’s Presence:** Ms. Maxwell will be produced to 500 Pearl Street daily, starting April 13th, for the review. *   **Logistics and Coordination:** The AUSA will facilitate the process, coordinate with the FBI, and handle any questions or issues that arise. The document is a series of emails and attachments, primarily between the AUSA and Laura Menninger, detailing the arrangement of the evidence review process.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "warehouse",
        "maxwell",
        "fbi",
        "photographs",
        "documents",
        "electronic files",
        "nyc",
        "florida",
        "witness statements",
        "subpoenas",
        "scheduling",
        "logistics",
        "redaction",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038561",
      "summary": "The document details a coordinated FBI investigation involving the “C-20” team assisting with the review of evidence related to the Maxwell case. Key elements include: *   **Initial Coordination:** Emails exchanged between FBI agents in the New York Field Office (NYFO) discussing a call to logistics regarding support for the case. *   **Logistics & Schedule:** The review will occur April 13-15, 2021, from 9:00 AM to 4:30 PM at 500 Pearl Street. Marshals will produce Maxwell, and FBI agents with handcuff keys will monitor her. *   **Roles & Responsibilities:** Agents will assist with evidence review, escorting Maxwell, and coordinating with the AUSA and defense team. SOS (another FBI agent) will be available for consultation. *   **Resource Allocation:** A list of available FBI agents is provided, with requests for two or three agents per day. Proffer rooms are reserved for the review.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2021",
      "keywords": [
        "fbi",
        "new york",
        "maxwell",
        "evidence",
        "review",
        "agent",
        "case",
        "500 pearl street",
        "custody",
        "handcuff key",
        "trafficking",
        "proffer",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038565",
      "summary": "The document is an email chain regarding FBI assistance with a case involving a suspect named Maxwell. Agents are being requested to provide support at 500 Pearl Street from April 13th to 15th for evidence review and monitoring of Maxwell.  Specifically, agents are needed to pull Maxwell from Marshal custody, monitor her during the review, and escort her to the bathroom. An Assistant US Attorney (AUSA) and a Special Operations Section (SOS) agent will also be present.  Logistics, including prisoner transport and evidence handling, are being coordinated.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence",
        "review",
        "500 pearl street",
        "agents",
        "handcuffs",
        "prisoner",
        "trafficking",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026890",
      "summary": "Maxwell* (20 Cr. 330 (MN)). The prosecution (Assistant US Attorney) is arranging for the defense team (represented by Cohen & Gresser LLP and Haddon, Morgan & Foreman, P.C.) to view evidence at 500 Pearl Street, NYC. Key elements include: *   **Scheduling:** The review will begin April 13th, with daily sessions until the evidence is reviewed. The FBI will bring Ms. Maxwell to the location. *   **Evidence Transport:** The FBI will transport physical evidence, excluding certain items (massage tables, cash, etc.) designated as “highly confidential,” which the defense can photograph. *   **Electronic Evidence:** The FBI will make electronic evidence available on laptops. The defense will have access to view those media. *   **Room Arrangements:** The defense will use the largest proffer room at 500 Pearl Street. *   **Protocol:** There will be an FBI agent and AUSA present, with measures to ensure privacy during the review. Laura Menninger, representing the defense, requests clarification on the logistics, particularly regarding the handling of electronic evidence and the designation of “highly confidential” items. The parties are coordinating schedules and addressing logistical challenges for a smooth review process.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "maxwell",
        "fbi",
        "marshals",
        "500 pearl",
        "bronx warehouse",
        "documents",
        "photographs",
        "tennessee",
        "electronic data",
        "confidential",
        "\"highly confidential\"",
        "new york",
        "discovery",
        "discs",
        "witness statements",
        "laura menninger",
        "christian everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031422",
      "summary": "An Assistant United States Attorney from the Southern District of New York contacted an individual regarding the case *United States v. Nader* (19 Cr. 201 (LMB)). The AUSA had read the individual’s brief and requested a call to discuss a retroactivity issue related to the case. The individual responded with a positive opinion regarding the case, attaching it for the AUSA’s review. Another individual sent a brief email offering contact information and expressing gratitude for the helpful briefing.",
      "timestamp": "2021-04-17T00:00:00",
      "timestamp_raw": "17 Apr 2021",
      "keywords": [
        "nader",
        "united states v.",
        "retroactivity",
        "brief",
        "opinion",
        "ausa",
        "southern district of new york",
        "litigation",
        "case",
        "maxwell_opinion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009890",
      "summary": "This document concerns redaction discussions related to pretrial disclosures in the case of *US v. Maxwell*. The government and defense are negotiating redactions to several reply briefs and exhibits, primarily due to the Protective Order designating information as \"Confidential.\" Key points include: *   **Redaction Proposals:** The defense proposes filing briefs and exhibits without redactions, arguing that the “Confidential” designation doesn’t justify them. The government, conversely, seeks to redact information related to AUSAs, accusers, and third parties to protect privacy. *   **Specific Redactions:** Redactions are proposed for names of AUSAs and accusers in Reply Brief 3, and for exhibits filed under seal. The government also argues against redaction of language referencing the Indictment in Reply Brief 5. *   **Exhibit A:** The government wants Exhibit A to remain sealed, while the defense initially proposed filing it publicly with redactions. *   **Court Orders:** The discussions are influenced by a court order (Dkt. 203) requiring docketing of joint letters or proposed redactions by April 19, 2021. *   **Scheduling a Conference:** Counsel are coordinating a call to formally discuss the disclosures, deadlines and redaction proposals.",
      "timestamp": "2021-04-19T00:00:00",
      "timestamp_raw": "April 19, 2021",
      "keywords": [
        "redactions",
        "redactions",
        "confidential",
        "protective order",
        "exhibits",
        "briefs",
        "ausas",
        "accusers",
        "docket",
        "seal",
        "disclosure",
        "privacy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014290",
      "summary": "A dispute arose regarding the classification of documents stamped “Confidential.” One party, USANYS, had consistently applied “Confidential” to production materials due to a court-ordered protective order. Security personnel raised concerns about the overuse of “Confidential” and its potential misapplication to non-classified information. A computer security chief at EOUSA identified unstamped “CONFIDENTIAL” documents related to Jeffrey Epstein and requested immediate FBI review to determine if they were classified. The situation prompted communication with the Criminal Chief, AUSA, General Counsel’s Office, Contracting Officer at the Justice Management Division, and notification of a potential classified spill.",
      "timestamp": "2021-06-03T00:00:00",
      "timestamp_raw": "03 Jun 2021",
      "keywords": [
        "data transfer",
        "confidential",
        "protective order",
        "redaction",
        "epstein",
        "usanys",
        "classified",
        "security",
        "litigation",
        "contractor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022016",
      "summary": "An automatic reply email from [REDACTED] regarding CACI document scanning (document number 15JA5421F00000068 US v. Maxwell Epstein) was sent on June 24, 2021. The sender was traveling from June 22nd through June 24th and noted potential delays in responding to emails. Urgent VOC matters should be directed to [REDACTED] and case-specific inquiries should be directed to the relevant AUSA(s).",
      "timestamp": "2021-06-24T00:00:00",
      "timestamp_raw": "June 24, 2021",
      "keywords": [
        "efta00022016",
        "caci",
        "scanning",
        "us v. maxwell epstein",
        "case",
        "ausa",
        "voc",
        "june 22nd",
        "automatic reply"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010144",
      "summary": "On June 24, 2021, a witness’s trial testimony included recollections regarding payments received for massages. The witness does not recall the exact amount paid, stating it was between $28 and $34. She believes she received up to $500 for some of the massages and described practices such as showering or steaming before sessions and occasionally being invited to join a male individual.",
      "timestamp": "2021-06-24T00:00:00",
      "timestamp_raw": "June 24, 2021",
      "keywords": [
        "efta00010144",
        "trial testimony",
        "recollections",
        "photos",
        "massages",
        "$500",
        "ausa",
        "det.",
        "june 24",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029867",
      "summary": "On July 13, 2021, prepared testimony was created for trial regarding a case involving individuals (AUSAs, SA, Det., Prep) and GM. Key recollections included: a memory of driving a white car, differing recollections about GM’s hair length, receiving approximately $300 from JE for visits, knowledge of JE’s employees using her mother’s phone number, GM requesting a cellphone, occasional friends driving her to JE’s with payment, receiving the “Massage for Dummies” book in FedEx packages, an estimate of her age when GM saw her nude, a belief that JE instructed her to massage a specific individual, SH’s physical abuse, a recent period of sobriety, a lack of memory regarding a 2007 FBI interview, and an inability to sue GM due to participation in the victim compensation fund.",
      "timestamp": "2021-07-13T00:00:00",
      "timestamp_raw": "July 13, 2021",
      "keywords": [
        "ausas",
        "sa",
        "det.",
        "prep",
        "gm",
        "je's",
        "massage",
        "victim compensation fund",
        "fbi",
        "recollections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019654",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, [REDACTED], is a fact witness and does not require an expert witness designation. The request includes details about the witness’s travel dates, address, contact information, and hotel requirements. The witness is not a victim-witness or a government/military employee. Unusual travel expenses, such as kennel fees for a pet, are noted. The request outlines specific instructions for AUSA regarding witness travel, including guidelines for domestic and international travel, and limitations on travel funding.",
      "timestamp": "2021-07-19T00:00:00",
      "timestamp_raw": "July 19, 2021",
      "keywords": [
        "efta00019654",
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "victim/witness",
        "hotel required",
        "fact witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010150",
            "similarity": 0.615,
            "index": 181,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027646",
            "similarity": 0.538,
            "index": 184,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 186,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030489",
      "summary": "An email exchange concerning opposition to a Bill of Particulars in a case involving Ghislaine Maxwell. The email discusses Judge Nathan’s denial of a motion for a Bill of Particulars and includes attached documents detailing two rounds of pretrial motions from the government and the defense. The sender requests to review the attached documents.",
      "timestamp": "2021-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2021",
      "keywords": [
        "bill of particulars",
        "opposition",
        "motion",
        "judge nathan",
        "ghislaine",
        "defense motions",
        "pretrial motions",
        "sdny",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031454",
      "summary": "AUSA requested travel arrangements for two witnesses – [REDACTED] and [REDACTED] – to appear in SDNY for trial preparation related to the Ghislaine Maxwell case (20 Cr. 330). Both witnesses are considered fact witnesses and victims-witnesses. They require hotel accommodations and will be accompanied by their husband and three minor children for emotional support due to the trauma associated with testifying about past abuse.  The request includes details regarding unusual expenses, specifically the travel of the family unit, and instructions for travel authorization, including guidelines for witness travel and potential use of the FEWS appropriation.",
      "timestamp": "2021-08-16T00:00:00",
      "timestamp_raw": "August 16, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "sdny",
        "witness travel request",
        "fact witness",
        "trial",
        "grand jury",
        "victim/witness unit",
        "hotel required",
        "abuse",
        "travel expenses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029166",
      "summary": "An automatic reply email was sent from “M=En” to Florence Huffier (OCHE) regarding the Epstein FOIA Release case (EFTA00029166). The sender was unavailable and instructed recipients to contact the assigned AUSA for urgent assistance.",
      "timestamp": "2021-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2021",
      "keywords": [
        "epstein",
        "foia",
        "release",
        "efta00029166",
        "automatic reply",
        "florence huffier",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018855",
      "summary": "On September 28, 2021, a USANYS contractor sent a list of exhibits related to MEM GX to aUSANYS. The exhibits included photographs of Epstein, Maxwell, and an unidentified individual (from photobooks), a group photo with CA, PB search warrant photos, video of a search, property receipts, FedEx records, flight records, AT&T records, deposition and Mar-A-Lago records, maps, a sworn statement (EFTA00018855), and EFTA00018856.",
      "timestamp": "2021-09-28T00:00:00",
      "timestamp_raw": "September 28, 2021",
      "keywords": [
        "efta00018855",
        "gx",
        "maxwell",
        "epstein",
        "photobook",
        "search warrant",
        "fedex",
        "flight records",
        "mar-a-lago",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017865",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, whose name and DOB are redacted, is scheduled to appear in SDNY on September 30, 2021, at 10:00 AM for trial preparation. The witness is a fact witness, not an expert, and does not reside outside the continental United States. Hotel accommodations are required. The request includes instructions for AUSA regarding witness travel, particularly concerning funding and appropriate forms for different witness types.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "September 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "witness travel request",
        "sdny",
        "trial",
        "grand jury",
        "travel agency",
        "tsa",
        "september 30",
        "2021",
        "fact witness",
        "hotel required"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038843",
      "summary": "Emails between multiple FBI and NYPD personnel regarding evidence (EFTA00038843 and EFTA00038844) related to child exploitation and human trafficking. One individual (M•) received a thumb drive and inquired about the case number. Another individual ([REDACTED]) reported an issue with the lead assigned to ship the evidence, and a third individual (DN) had previously returned the evidence to ECR and set a priority lead for NY ECR. The AUSA requested the evidence be returned to mark exhibits.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2021",
      "keywords": [
        "evidence",
        "fbi",
        "nypd",
        "redaction",
        "efta00038843"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038840",
      "summary": "An email chain discusses the return of evidence (specifically a thumb drive – EFTA00038840) related to a Child Exploitation Human Trafficking Task Force investigation involving the NYPD and FBI. One individual (identified as Detective) initially received the evidence and intended to send it to NY ECR with a priority lead. There were delays in the shipping process due to an assigned lead being on vacation, and a concern about the lead to ship. The AUSA requested the evidence be returned for exhibit marking.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2021",
      "keywords": [
        "evidence",
        "fbi",
        "nypd",
        "human trafficking",
        "email",
        "case number",
        "ecr",
        "boots",
        "exhibits",
        "thumb drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010174",
      "summary": "A travel request is submitted for a witness, [REDACTED], in the United States v. Ghislaine Maxwell case (20 Cr. 330). The witness is a fact witness required to appear for a trial, grand jury, and trial preparation dates within the SDNY court. The request includes details about the witness’s contact information, travel dates, and potential unusual expenses like care for a dependent or extra baggage. Instructions are provided for AUSA regarding witness travel requests, including limitations on funding and the use of specific forms based on witness type and location.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "November 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "travel agency",
        "tsa",
        "victim-witness",
        "fact witness",
        "criminal charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019446",
            "similarity": 0.667,
            "index": 183,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 186,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010150",
      "summary": "A witness request was submitted for [REDACTED] to appear in SDNY for the trial of United States v. Ghislaine Maxwell (20 Cr. 330 (AN)). The witness is scheduled to appear on December 8-10, 2021, for trial preparation. The witness is a fact witness, not an expert or victim-witness, and does not reside outside the continental United States. Hotel accommodations are required. The request outlines specific instructions for AUSA regarding witness travel, including limitations on funding and procedures for foreign witnesses.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "November 14, 2021",
      "keywords": [
        "efta00010150",
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "trial",
        "grand jury",
        "december 8",
        "2021",
        "victim/witness",
        "hotel required"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.615,
            "index": 172,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010214",
            "similarity": 0.571,
            "index": 188,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010061",
      "summary": "An email exchange occurred on November 17, 2021, between a Senior Attorney from the Office of the Associate Chief Counsel, New York (U.S. Customs and Border Protection) and recipients including AUSA, regarding CBP testimony. The Attorney offered to facilitate testimony from an individual regarding travel records prior to 2004. The email included attachments of several documents, including a PDF named SDNYGM00000799, and provided the Attorney’s cell phone number for contact. The email indicated the Attorney was teleworking.",
      "timestamp": "2021-11-17T00:00:00",
      "timestamp_raw": "November 17, 2021",
      "keywords": [
        "cbp",
        "testimony",
        "travel records",
        "2004",
        "redaction",
        "email",
        "attorney",
        "u.s. customs and border protection",
        "occ",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019446",
      "summary": "A witness travel request is submitted for Ghislaine Maxwell’s trial, dated November 19, 2021. The witness, whose name and details are redacted, is a victim-witness requiring hotel accommodations. The request outlines travel dates, arrival/departure estimates, and confirms the witness is not an expert witness, a federal employee, or facing criminal charges. The request includes guidelines for unusual expenses and instructions for the AUSA regarding witness travel procedures, including specific considerations for foreign witnesses and funding limitations.",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "November 19, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "victim/witness unit",
        "court docket",
        "domestic witness",
        "travel agency",
        "tsa",
        "criminal charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010174",
            "similarity": 0.667,
            "index": 180,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027646",
      "summary": "A request for travel arrangements is being submitted for a fact witness, [REDACTED], in the case of United States v. Ghislaine Maxwell. The witness is scheduled to appear in SDNY on November 28, 2021, for trial preparation at 11 AM, and November 29, 2021, for the trial itself. The witness’s arrival is expected November 27, 2021, and departure November 30, 2021. Hotel accommodations are required. The witness is not an expert witness, a government employee, or facing criminal charges, and does not reside outside the continental United States. The request utilizes standard DOJ procedures for fact witness travel.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "November 28, 2021",
      "keywords": [
        "maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "trial",
        "grand jury",
        "fact witness",
        "ausa",
        "victim/witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.538,
            "index": 172,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 186,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016521",
      "summary": "An email chain, dated November 30, 2021, transmitted classified advertisements from 1997 and a 1996 Ghislaine Maxwell traffic citation with a matching phone number to a USANYS AUSA. The attachments included PDFs and PNG images related to classified ads, a Daily Mail article referencing the ads, and a copy of a Palm Beach Post article. The advertisements included positions for answering phones, light cleaning, a pet store clerk, and a housekeeper/cook.",
      "timestamp": "2021-11-30T00:00:00",
      "timestamp_raw": "November 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "classified ads",
        "1997",
        "phone number",
        "daily mail",
        "recruitment",
        "protonmail",
        "redaction analysis",
        "usanys",
        "palm beach post"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010176",
      "summary": "A travel request was submitted for a witness, [REDACTED], to appear in the SDNY court for the trial of Ghislaine Maxwell on December 1, 2021, at 2 p.m. The witness is a fact witness, not an expert, and does not reside outside the continental United States. Hotel accommodations are required. The request specifies a December 1 arrival and December 3 departure. Instructions are provided for AUSA regarding witness travel requests, including stipulations for U.S. government employees and military personnel, and for covering travel expenses beyond standard arrangements.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "December 1, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "trial",
        "grand jury",
        "december 1",
        "2021",
        "fact witness",
        "travel agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027646",
            "similarity": 0.5,
            "index": 184,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010174",
            "similarity": 0.5,
            "index": 180,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 172,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022326",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] regarding the trial of Ghislaine Maxwell. The email directs inquiries about the Violent & Organized Crime Unit to a specific contact and advises contacting other Assistant U.S. Attorneys for specific case matters. The case file number referenced is EFTA00022326.",
      "timestamp": "2021-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2021",
      "keywords": [
        "ghislaine maxwell",
        "violent crime",
        "organized crime",
        "trial",
        "ausa",
        "redaction",
        "efta00022326"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010214",
      "summary": "A witness travel request was submitted for [REDACTED] to appear in SDNY court for the trial of Ghislaine Maxwell (20 Cr. 330). The witness is scheduled to appear on December 7, 2021, at 9 AM for trial preparation, and December 7-9, 2021, for the trial itself. The witness's estimated arrival is December 6, 2021, and departure is December 9, 2021. The witness is a fact witness, not an expert witness, and does not reside outside the continental United States. Hotel accommodations are required. The request specifies unusual expenses including a necessary travel companion. Instructions are provided for AUSA regarding witness travel requests, including guidelines for U.S. fact witnesses and procedures for foreign witnesses.",
      "timestamp": "2021-12-07T00:00:00",
      "timestamp_raw": "December 7, 2021",
      "keywords": [
        "efta00010214",
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "december 7",
        "2021",
        "victim/witness",
        "hotel required"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010150",
            "similarity": 0.571,
            "index": 181,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.615,
            "index": 172,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016398",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] regarding a proposed Epstein Victims' Compensation Program. The sender was traveling for work and noted potential delays in responding to emails, suggesting contact with other AUSA(s) for urgent matters. The case file is EFTA00016398.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "victims",
        "compensation",
        "program",
        "ausa",
        "redaction",
        "analysis",
        "efta00016398"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036760",
      "summary": "Individuals called for interviews by agencies (FBI, AUSA, O1A, O1G) are required to report the interview and provide truthful answers. Participants have the right to request a Union Representative during the interview and the right to invoke the Fifth Amendment’s protection against self-incrimination with an attorney present.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "interview",
        "agency",
        "fbi",
        "ausa",
        "o1a",
        "o1g",
        "weingarten rights",
        "5th amendment",
        "remain silent",
        "attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036757",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029696",
      "summary": "In October 2005, Detective MI was involved solely in the search of Jeffrey Epstein’s residence. He drafted the only report documenting this search. The AUSA emailed TM a copy of the report for recollection confirmation, which TM reviewed and confirmed he recalled searching the identified rooms with MI. MI does not recall specific items seized during the search and believes photographs would not improve his recollection.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00029696",
        "vtc",
        "ausas",
        "epstein",
        "search",
        "report",
        "det.",
        "ausa",
        "tm",
        "residence",
        "recollection"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019837",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the Epstein report (EFTA00019837). The sender is traveling for work and notes potential delays in responses, advising urgent matters be directed to other AUSA(s) on the case.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein report",
        "redaction analysis",
        "efta00019837",
        "ausa",
        "automatic reply",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026622",
      "summary": "The Public Corruption Unit, comprised of 20 AUSAs, prosecuted a wide range of corruption cases in 2019. Locally, they charged NYPD officers with theft and fraud, a Brooklyn Supreme Court Justice with obstructing a federal investigation, and correctional officers with abuse of power and falsifying records related to inmate deaths. Nationally, the unit pursued campaign finance violations involving Lev Parnas and Igor Fruman, prosecuted a fraudulent PAC operator, and brought extortion charges against Michael Avenatti related to Nike and Stephanie Clifford (“Stormy Daniels”). Additionally, they pursued sex trafficking charges against Jeffrey Epstein, and investigated corruption within college basketball, including bribery charges against defendants attempting to pay university coaches.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "public corruption unit",
        "campaign finance",
        "extortion",
        "fraud",
        "correctional officers",
        "jeffrey epstein",
        "michael avenatti",
        "new york city",
        "federal investigation",
        "bribery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025171",
      "summary": "The Public Corruption Unit within the AUSAs handled numerous cases involving abuse of power by local and national officials. These cases included: *   **Traditional Corruption:** Excessive force involving a mentally disturbed homeless victim, bribery involving NYPD officers accepting gun licenses, and obstructing a federal investigation. *   **High-Profile Cases:** Charges against Lev Parnas and Igor Fruman (campaign finance), Michael Avenatti (extortion and fraud), Jeffrey Epstein (sex trafficking), Stephen Calk (bank bribery), and Natalie Mayflower Sours Edwards (leak of suspicious activity reports). *   **Financial Fraud:** Cases involving fraudulent PACs, wire fraud schemes targeting political donations, and restitution/forfeiture orders. *   **2019 Cases:** Extortion charges against Michael Avenatti (Nike), charges against Jeffrey Epstein (sex trafficking), and prosecutions related to college basketball bribery.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "corruption",
        "public corruption unit",
        "law enforcement",
        "federal correctional officers",
        "campaign finance",
        "michael avenatti",
        "jeffrey epstein",
        "extortion",
        "fraud",
        "wire fraud"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035829",
      "summary": "The study examines two key relationships: (1) the connection between inmate participation in all drug treatment programs and the total number of BOP employees, and (2) the connection between inmate participation in drug treatment programs and the number of filled First Step Act (FSA) positions. **Key Findings:** *   **No Correlation with Total BOP Employees:** There was no significant correlation between the total number of BOP employees and inmate participation in any of the drug treatment programs (all programs or individual programs). The R2 value for this relationship was 0.002. *   **Moderate to Strong Correlation with FSA Positions:** There *was* a correlation between inmate participation in specific programs (RDAP, NRDAP, and MAT) and the number of filled FSA positions. *   A moderate correlation was found between inmate participation in the MAT program and filled FSA positions (R2=0.43). *   A strong correlation was found between inmate participation in the MAT program and filled FSA positions (R2=0.98). *   **Overall, no trends** were indicated that changes in BOP employee numbers affected inmate participation in drug treatment programs. The analysis emphasizes that findings are correlational and don’t imply causation. The data suggests that increases in filled FSA positions are generally associated with higher inmate participation in certain drug treatment programs, particularly the MAT program.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate participation",
        "drug treatment programs",
        "bop staffing levels",
        "fsa positions",
        "drug education program",
        "rdap",
        "nrdap",
        "community treatment program",
        "medication assisted treatment",
        "correlation",
        "inmate numbers",
        "bop employees"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021173",
      "summary": "Last week included a $678 million civil settlement with Novartis and the arrest of GELANE Maxwell. The office also celebrated internal achievements such as taking on new gun cases, handling increased FOIA litigation, and preparing responses to compassionate release motions. Appreciation was expressed for AUSAs, paralegals, and staff for their daily work.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "novartis",
        "kickbacks",
        "gelane maxwell",
        "epstein",
        "civil settlement",
        "gun cases",
        "foia litigation",
        "release motions",
        "ausas",
        "paralegals"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030961",
      "summary": "The Office is implementing changes to its discovery and disclosure practices to improve effectiveness. Key measures include: establishing a standing Disclosure Committee with co-chairs, creating a Technology Working Group, requiring unit chiefs to provide training for new AUSAs on subject-matter-specific discovery issues, conducting agency case file reviews, requiring prosecution memos to address discovery and defense theories, establishing case transition planning procedures for AUSAs leaving senior units, and requiring SAUSAs to complete DOJ and SDNY discovery training. These changes are intended to be adopted Office-wide and will be supported by guidance from the Disclosure Committee.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "discovery",
        "disclosure",
        "ausas",
        "training",
        "unit chiefs",
        "committee",
        "technology",
        "case reviews",
        "prosecution memos",
        "doj training"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}