{
  "keyword": "notice",
  "count": 35,
  "keyword_match_count": 35,
  "content_match_count": 205,
  "total_files": 240,
  "timeline": [
    {
      "file_id": "EFTA00020578",
      "summary": "The IRS accepted Air Ghislaine Inc.’s election to be treated as an S-corporation for tax purposes, effective January 28, 2000. The notice details the reasons for potential changes to the effective date and emphasizes the importance of keeping the notice as verification. It provides contact information for questions and instructions on how to return the completed notice. The IRS assigned Air Ghislaine Inc. EIN 134109791 and outlines key information about using the EIN and filing relevant tax forms, specifically Form 1120, with a due date of February 15, 2001, and encourages the use of the Electronic Federal Tax Payment System (EFTPS). The document also includes sections for various financial information related to the company’s operations and a section regarding the Morgan Account.",
      "timestamp": "2000-01-28T00:00:00",
      "timestamp_raw": "January 28, 2000",
      "keywords": [
        "efta00020578",
        "citadel",
        "jpmorgan chase",
        "s-corporation",
        "irs",
        "form ss-4",
        "tax year",
        "account numbers",
        "dec code",
        "revenue services",
        "confidential treatment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007781",
      "summary": "The statement includes details such as deposits, checks paid, fees, and the ending balance. It also contains various notices and disclaimers related to banking transactions, including information on how to report errors and a reminder about the terms and conditions of the account. Several pages contain redactions.",
      "timestamp": "2005-04-15T00:00:00",
      "timestamp_raw": "April 15, 2005",
      "keywords": [
        "efta00007781",
        "efta00007782",
        "efta00007783",
        "efta00007784",
        "efta00007785",
        "efta00007786",
        "efta00007787",
        "efta00007788",
        "efta00007789",
        "efta00007790",
        "efta00007791"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007654",
      "summary": "This document appears to be a redacted collection of records associated with Jeffrey E. Epstein, likely related to air travel and potentially investigations. It includes: *   **Flight Tickets and Baggage Checks:** Multiple copies of tickets, including Warsaw Convention notices outlining liability limitations for international travel. *   **Passenger Notices:** Instructions regarding retaining tickets as evidence, and detailed information about liability limitations and terms of carriage. *   **Directions:** Directions to Jet Aviation Palm Beach, including routes from I-95. *   **Communication Logs:** Several printed messages and phone logs, primarily centered around urgent requests, calls, and confirmations. *   **Printer Logs:** Records of printing activity using an HP Officejet 7310 printer, with frequent reports of \"jammed\" pages. The document is heavily redacted, with many fields blank or obscured, suggesting a sensitive or confidential nature.",
      "timestamp": "2005-11-03T00:00:00",
      "timestamp_raw": "Oct 03 2005",
      "keywords": [
        "efta00007654",
        "efta00007655",
        "efta00007656",
        "jeffrey epstein",
        "warsaw convention",
        "baggage",
        "ticket",
        "notice",
        "carrier",
        "domestic",
        "air transportation",
        "baggage liability",
        "international passenger"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015189",
      "summary": "This document is a response cover sheet from the National Compliance Center to the FBI regarding redaction request EFTA00015189. The request, dated August 1, 2006, concerns cell site location information for four target numbers between January 1, 2004, and the present. The information is provided upon receipt of a Search Warrant, Court Order, or Federal Statute 18 U.S.C. §2703(d). Four folders containing the data are included on a CD. The cover sheet includes confidentiality notices restricting its distribution.",
      "timestamp": "2006-08-01T00:00:00",
      "timestamp_raw": "August 1, 2006",
      "keywords": [
        "efta00015189",
        "redaction analysis",
        "compliance center",
        "legal requests",
        "cell site location",
        "search warrant",
        "court order",
        "cingular wireless",
        "fbi",
        "227815"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038693",
      "summary": "Darren K. Indyke certified that Financial Trust Company, Inc. is the sole stockholder of Jeepers, Inc., and Jeffrey E. Epstein, through his holdings of Financial Trust Company, Inc. stock, is the beneficial owner of Jeepers, Inc. The email includes a disclaimer regarding tax advice and a confidentiality notice.",
      "timestamp": "2007-03-30T00:00:00",
      "timestamp_raw": "March 30, 2007",
      "keywords": [
        "efta00038693",
        "jeepers",
        "inc.",
        "bear stearns",
        "ira zicherman",
        "jeffrey e. epstein",
        "financial trust company",
        "usvi",
        "redaction analysis",
        "darren k. indyke",
        "exchange",
        "vinu malhan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013756",
      "summary": "Joyce Williams is forwarding a message from Hon. Edward B. Davis regarding the handling of a matter involving Jude Epstein. Davis has selected Aaron S. Podhurst and Robert C. Josefsberg to represent him in the case. He requested confirmation of agreement with this choice and noted his upcoming foot surgery. The communication includes standard legal notices regarding confidentiality, Circular 230 compliance, and a reminder about potential tax advice limitations.",
      "timestamp": "2007-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2007",
      "keywords": [
        "epstein",
        "joyce williams",
        "podhurst",
        "josefsberg",
        "legal",
        "efta00013756",
        "akerman senterfitt",
        "confidentiality",
        "circular 230",
        "tax advice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013531",
      "summary": "Joyce L. Williams is requesting that Judge Davis be contacted urgently regarding a matter titled “Epstein.” The email includes contact information for Akerman Senterfitt, including addresses and phone numbers. A confidentiality note and Circular 230 notice are also included, stating restrictions on the communication’s use and advising against it being used for tax advice.",
      "timestamp": "2007-12-29T00:00:00",
      "timestamp_raw": "29 Nov 2007",
      "keywords": [
        "epstein",
        "joyce williams",
        "edward b. davis",
        "akerman senterfitt",
        "legal administrative assistant",
        "confidentiality",
        "circular 230",
        "u.s. treasury department",
        "irs",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013721",
      "summary": "Jay Lefkowitz sent an email to Alex Acosta on January 30, 2008, regarding a $50 million civil lawsuit filed against Jeff Sloman’s former law firm against Epstein. The lawsuit involves the father and stepmother of a redacted individual. Lefkowitz indicates a planned deposition process will commence soon. The email contains a standard confidentiality notice from Kirkland & Ellis LLP.",
      "timestamp": "2008-01-30T00:00:00",
      "timestamp_raw": "January 30, 2008",
      "keywords": [
        "efta00013721",
        "alex acosta",
        "usafls",
        "jeff sloman",
        "epstein",
        "jay lefkowitz",
        "kirkland & ellis",
        "redaction analysis",
        "indictment",
        "civil lawsuit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013880",
      "summary": "A notice of non-compliance was sent from the Assistant U.S. Attorney’s office to Jack Goldberger and Black on June 27, 2008. The notification, attached as “080627 Goldberger Black notification Itr.pdf,” is related to case EFTA00013880.",
      "timestamp": "2008-06-27T00:00:00",
      "timestamp_raw": "June 27, 2008",
      "keywords": [
        "redaction analysis",
        "efta00013880",
        "non-compliance",
        "notice",
        "goldberger",
        "notification letter",
        "u.s. attorney",
        "west palm beach",
        "florida"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014102",
      "summary": "On June 28, 2008, Jack Goldberger responded to a “Notice of Non-Compliance” regarding an Epstein plea agreement. The original message, sent by [REDACTED], requested Goldberger insert “imprisoned” following “six months” in the second sentencing paragraph of the plea agreement. Goldberger confirmed agreement with the plea agreement’s compliance with a September 2007 non-prosecution agreement. An attached notification letter (EFTA00014103) was sent to Goldberger and Black.",
      "timestamp": "2008-06-28T00:00:00",
      "timestamp_raw": "June 28, 2008",
      "keywords": [
        "non-compliance",
        "notice",
        "sentence",
        "incarceration",
        "community control",
        "plea agreement",
        "epstein",
        "prosecution agreement",
        "usao",
        "florida"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014104",
            "similarity": 0.667,
            "index": 10,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014122",
            "similarity": 0.667,
            "index": 11,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014104",
      "summary": "On June 28, 2008, Jack Goldberger received an email from [REDACTED] regarding a non-compliance notice related to a plea agreement for Mr. Epstein. [REDACTED] advised that a state court practitioner deemed a consecutive six-month incarceration sentence followed by one year of community control permissible under the non-prosecution agreement. They requested Goldberger insert “imprisoned” after “six months” in the sentencing paragraph of the plea agreement. Goldberger confirmed agreement with this change after a telephone conference on June 27, 2008, confirming compliance with the September 2007 non-prosecution agreement.",
      "timestamp": "2008-06-28T00:00:00",
      "timestamp_raw": "June 28, 2008",
      "keywords": [
        "efta00014104",
        "non-compliance",
        "notice",
        "plea agreement",
        "epstein",
        "sentence",
        "community control",
        "usao",
        "florida",
        "jack goldberger"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014102",
            "similarity": 0.667,
            "index": 9,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014122",
            "similarity": 0.667,
            "index": 11,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014122",
      "summary": "On June 28, 2008, Jack Goldberger communicated with [REDACTED] regarding a Notice of Non-Compliance. Goldberger advised that a state court practitioner deemed a consecutive six-month incarceration sentence followed by one year of community control acceptable within the non-prosecution agreement. He requested the insertion of “imprisoned” following “six months” in the plea agreement’s sentencing paragraph. A prior email chain, dated June 27, 2008, confirmed agreement on compliance with the September 2007 non-prosecution agreement between Mr. Epstein and the USA for the Southern District of Florida.",
      "timestamp": "2008-06-28T00:00:00",
      "timestamp_raw": "June 28, 2008",
      "keywords": [
        "non-compliance",
        "notice",
        "plea agreement",
        "sentence",
        "incarceration",
        "community control",
        "usafls",
        "jack goldberger",
        "epstein",
        "florida"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014104",
            "similarity": 0.667,
            "index": 10,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014102",
            "similarity": 0.667,
            "index": 9,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013560",
      "summary": "2 versus Jeffrey Epstein. *   **Notice of Continued Pendency:** Jeffrey Epstein is notifying the court of the ongoing federal criminal action (In re Grand Jury, No. FGJ 07-103(WPB)) against him. *   **Criminal Action History:** Epstein was sentenced in a Florida state criminal case (State of Florida v. Jeffrey Epstein, Case No. 2006 CF 09454 AXX) on June 30, 2008. *   **Deferred Prosecution Agreement:** A deferred prosecution agreement was entered into with the USAO, suspending the federal grand jury investigation while retaining the right to reactivate and indict Epstein if the agreement is breached (over a 33-month period). *   **Confidential Agreement:** The agreement is confidential, and Epstein will provide a copy for the court’s in-camera review.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "jeffrey epstein",
        "criminal action",
        "federal criminal action",
        "florida criminal action",
        "united states district court",
        "deferred prosecution agreement",
        "grand jury",
        "palm beach county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013976",
      "summary": "*   **Charges Against Epstein:** Epstein is accused of sex trafficking of children through fraud, using interstate commerce to entice minors into prostitution, and wire fraud. These crimes occurred in Palm Beach County, Florida. *   **Ongoing Investigation & Plea Negotiations:** The U.S. Attorney’s office is investigating Epstein and engaged in plea negotiations with him concerning federal crimes against minor children. *   **CVRA Rights Denied:** Jane Doe claims she has been denied her rights under the CVRA, specifically: notice of her rights, consultation with the prosecutor, information regarding restitution, and treatment with fairness and respect. *   **Jeopardy of Rights Loss:** The petition states she is in jeopardy of losing these rights if the government negotiates a plea agreement without her participation and knowledge. *   **CVRA Foundation:** The CVRA aims to make crime victims independent participants throughout the criminal justice process, providing them with rights to notice, hearings, and consultation. *   **Victim Defined:**  Under the CVRA, the victim is defined as a person \"directly and proximately harmed as a result of the commission of a Federal offense”. *   **Court’s Obligation:** The court is obligated to ensure that Jane Doe receives her rights under the CVRA, specifically the right to confer with the prosecutor before any plea agreement is reached.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "crime victims' rights act",
        "cvra",
        "18 u.s.c. section 3771",
        "jeffrey epstein",
        "sex trafficking",
        "fraud",
        "wire fraud",
        "united states attorney",
        "plea negotiations",
        "notice of rights",
        "criminal justice process",
        "victims' rights",
        "palm beach county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014003",
      "summary": "An Assistant U.S. Attorney is coordinating the sealing of documents related to a government motion. Specifically, the Attorney requests that a declaration and attachments be sealed, along with a motion to seal. The recipient of the emails is instructed to file a notice of appearance and prepare a sealed document tracking sheet. The documents are to be prepared with specific instructions regarding envelopes and filing.",
      "timestamp": "2008-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2008",
      "keywords": [
        "motion to seal",
        "government",
        "declaration",
        "sealing",
        "efta00014003",
        "usafls",
        "attorney",
        "notice of appearance",
        "confidentiality",
        "negotiations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013564",
      "summary": "Jeffrey Epstein, through attorneys Lewis Tein, P.L. and Attorbery, Goldberger & Weiss, P.A., filed a motion to file an ex parte and sealed motion and a Notice of Continued Pendency of Federal Criminal Action in the Southern District of Florida Court in Case No. 08-CV-80119-MARRA-JOHNSON (Jane Doe No. 2 v. Jeffrey Epstein). The motion requests permission to file these documents under seal to avoid disclosing confidential information related to an agreement between the U.S. Attorney's Office and Epstein concerning a pending criminal action. Service of the motion and notice has not yet been completed.",
      "timestamp": "2008-07-17T00:00:00",
      "timestamp_raw": "07/17/2008",
      "keywords": [
        "jeffrey epstein",
        "motion to stay",
        "united states district court",
        "southern district of florida",
        "legal document",
        "seal",
        "confidential agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013926",
      "summary": "This document is a Victims' Response to the Government’s “Notice to Court Regarding Absence of Need for Evidentiary Hearing” in a case involving Jane Doe #1 and Jane Doe #2 and Jeffrey Epstein. The victims allege the Government violated their rights under the Crime Victims’ Rights Act (CVRA) by failing to consult with them regarding a Non-Prosecution Agreement reached with Epstein. Specifically, they contend the Government concealed the agreement’s terms and confidentiality provisions, preventing them from participating in the disposition of their case. They request the court order the Government to produce the Non-Prosecution Agreement, the FBI’s report of an interview with Jane Doe #1, and to hold a hearing to determine the appropriate remedy for the alleged CVRA violations. The victims assert that the government's actions denied them their right to fairness and to confer on the case, and they believe the Government’s actions are an attempt to circumvent the victims' rights.",
      "timestamp": "2008-08-01T00:00:00",
      "timestamp_raw": "08/01/2008",
      "keywords": [
        "cvra",
        "non-prosecution agreement",
        "victims",
        "jane doe",
        "epstein",
        "government",
        "confidentiality",
        "rights",
        "fbi",
        "stipulated facts",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013589",
      "summary": "On December 4, 2008, the USAFIS sent an email to an individual requesting feedback on a draft letter notifying victims about Jeffrey Epstein’s work release. The draft letter, attached as a Word document (“Work Release Notice — wpd”), was intended to be sent to victims. The sender sought objections to the language before finalization.",
      "timestamp": "2008-12-04T00:00:00",
      "timestamp_raw": "December 4, 2008",
      "keywords": [
        "efta00013589",
        "work release notice",
        "epstein",
        "victims",
        "email",
        "attachments",
        "language",
        "usafis",
        "file",
        "virus"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014034",
      "summary": "A draft letter notifying victims of Jeffrey Epstein’s work release was sent from [REDACTED] to [REDACTED] on December 4, 2008. The letter included a request for objections to the language before sending. The draft was attached as a file named \"Work Release Notice — EFTA00014034\".",
      "timestamp": "2008-12-04T00:00:00",
      "timestamp_raw": "December 4, 2008",
      "keywords": [
        "work release notice",
        "epstein",
        "victims",
        "email",
        "redaction",
        "file attachment",
        "language",
        "objections",
        "2008",
        "efta00014034"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023624",
      "summary": "The case (08-CV-80811-CIV) was filed in the Southern District of Florida. The Plaintiff, likely C.M.A., is seeking answers to questions posed by Epstein’s attorneys, Jack Scarola and Jack P. Hill, regarding his interactions with Epstein. The answers primarily consist of brief, often incomplete, responses to specific interrogatory questions regarding Epstein’s former addresses, relationships, and activities. Key details include: *   **Background Information:** The Plaintiff’s name, addresses, Social Security number, marital status, and children’s information are listed. *   **Previous Interactions:** The Plaintiff describes multiple visits to Epstein’s home in West Palm Beach between 2002 and 2003, stating he provided massages in exchange for payment. *   **Substance Use:** The Plaintiff admits to past use of various drugs and alcohol. *   **Other Individuals:** The Plaintiff identifies numerous other women who allegedly visited Epstein’s home for similar services, including Jane Doe’s, with details of payments made to some of them. *   **Counsel Information:** Contact information for Epstein’s legal team (Scarola, Hill, Goldberger, Reinhart, Critto, Burman, and Willits) is listed. *   **Verification:** A verification statement confirms the accuracy of the responses. The document indicates ongoing discovery in the case.",
      "timestamp": "2009-01-16T00:00:00",
      "timestamp_raw": "January 16, 2009",
      "keywords": [
        "jeffrey epstein",
        "interrogatories",
        "answers",
        "florida",
        "west palm beach",
        "social security number",
        "addresses",
        "dates",
        "family",
        "massage",
        "victims",
        "legal",
        "court",
        "documents",
        "counsel",
        "parties"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014173",
      "summary": "On June 2, 2009, a U.S. Attorney discussed upcoming court dates related to the Jeffrey Epstein case. There are two court hearings scheduled: one on June 12th to address a defense of civil suits against the Non-Prosecution Agreement, and a hearing on June 10th regarding a motion to unseal the agreement filed by the Palm Beach Post. Epstein’s counsel filed a motion in federal court arguing for dismissal of claims under 18 USC 2255, contradicting the Non-Prosecution Agreement. The Attorney believes Epstein is in breach of the agreement and intends to provide timely notice and file an indictment by July 24th. Several litigants have requested unsealing of the Non-Prosecution Agreement, but no hearing has been scheduled.",
      "timestamp": "2009-06-02T00:00:00",
      "timestamp_raw": "June 2, 2009",
      "keywords": [
        "epstein",
        "non-prosecution agreement",
        "court dates",
        "motion",
        "palm beach post",
        "judge marra",
        "civil suits",
        "18 usc 2255",
        "breach",
        "united states district court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015076",
      "summary": "On June 29, 2010, Jeffrey Epstein sent an email to an unknown recipient, referencing a previous communication about “numbers” and a meeting in New York on Sunday. The email included the message “Coming to new york Sunday x”. A confidentiality notice was attached to the email, stating the information was confidential and restricted.",
      "timestamp": "2010-06-29T00:00:00",
      "timestamp_raw": "June 29, 2010",
      "keywords": [
        "jeffrey epstein",
        "redaction",
        "efta00015076",
        "new york",
        "communication",
        "confidential",
        "attorney-client",
        "june 29",
        "2010"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029432",
      "summary": "On July 10, 2010, Jeffrey Epstein sent an email to Jes Staley referencing a conversation about “Beauty and the Beast” and inquiring about a “next” character. Both emails contained confidentiality notices from JPMorgan Chase, including specific tracking numbers (JPM-SDNY-00000951 and JPM-SDNY-00000952) and referencing EFTA00029432.",
      "timestamp": "2010-07-10T00:00:00",
      "timestamp_raw": "July 10, 2010",
      "keywords": [
        "jeffrey epstein",
        "jes staley",
        "jpmorgan chase",
        "redaction analysis",
        "email",
        "securities",
        "confidentiality",
        "legal privilege",
        "beauty and the beast"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029434",
      "summary": "On September 28, 2010, Jeffrey Epstein sent an email to Jes Staley of JPMorgan Chase, informing him that Prince Andrew desired to represent Casanova in China to a greater extent than Tim Collins. The email included a confidentiality notice and a request for immediate notification if received in error.",
      "timestamp": "2010-09-28T00:00:00",
      "timestamp_raw": "September 28, 2010",
      "keywords": [
        "jeffrey epstein",
        "jes staley",
        "prince andrew",
        "china",
        "confidential",
        "redaction",
        "jpmorgan chase",
        "communication",
        "legal",
        "casevan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029436",
      "summary": "Jeffrey Epstein requests Kenny to call Steve Culter at JPM, who is the lead counsel for Morgan. Epstein states he wants Culter reassured of his good standing. The email includes a confidentiality notice and legal disclaimers regarding the communication’s contents.",
      "timestamp": "2011-02-07T00:00:00",
      "timestamp_raw": "2/7/2011",
      "keywords": [
        "epstein",
        "jpm",
        "morgan",
        "redaction",
        "jeffrey e tein",
        "steve culter",
        "jpmorgan chase",
        "legal",
        "confidential",
        "communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031566",
      "summary": "*   **Ownership:** The property is held by Maple, Inc. (a U.S. Virginia Islands Corporation) through a deed from Nine East 71” Street Corporation. *   **Transaction Date:** The deed was recorded on December 23, 2011, with a consideration of $10.00. *   **Encumbrances:** There are no mortgages, UCC filings, judgments, or other liens. *   **Lis Pendens:** A lis pendens was filed by the United States of America against Jeffrey Epstein, related to tax issues (Case No. 19CR490, Supreme Court). The outstanding amount relates to Block 1386 Lot 10. *   **Property Taxes:**  Property taxes are due for the 2020 period, with amounts of $173,510.58 and $171,775.47 for periods one and three respectively. *   **Other Matters:** There are no Homeowners Associations (HOA/POA/Condo). A mortgage satisfaction was recorded in 1988, and a notice of designation in 1982. *   **Legal Description:** The property is described with a detailed legal description outlining its boundaries. *   **Title Search Period:** The title search period covered from September 11, 1989, to June 14, 2019.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "December 23, 2011",
      "keywords": [
        "atlanta",
        "ga",
        "new york",
        "deed",
        "lis pendens",
        "usms",
        "property taxes",
        "71st street",
        "jeffrey epstein",
        "2019",
        "title search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024954",
      "summary": "This document is a memorandum from the United States Attorney’s Office for the Southern District of New York arguing for the exclusion of expert testimony from six defense witnesses: Dr. Ryan Hall, Bennett Gershman, Robert Kelso, Gerald LaPorte, and Jennifer Nasso. The core argument is that the defense has failed to provide adequate “expert notice” as required by Federal Rule of Criminal Procedure 16(b)(1)(C), specifically failing to disclose the expert’s opinions, the bases for those opinions, and the witness’s qualifications.  The Government argues that Dr. Hall’s testimony is irrelevant due to hearsay and lack of a reliable foundation. Bennett Gershman's testimony is deemed irrelevant as it pertains to issues already precluded. The Government seeks to preclude the testimony of the remaining experts, Kelso and Nasso, until the defense provides more detailed information regarding their opinions and the bases for those opinions. The document emphasizes the importance of Rule 16(b)(1)(C) in minimizing surprise, reducing continuances, and providing a fair opportunity for the prosecution to challenge expert testimony.",
      "timestamp": "2013-02-02T00:00:00",
      "timestamp_raw": "Feb. 2, 2013",
      "keywords": [
        "efta00024954",
        "expert testimony",
        "dr. ryan hall",
        "bennett gershman",
        "robert kelso",
        "forensic document specialists",
        "rule 16",
        "daubert",
        "hearsay",
        "relevance",
        "opinions",
        "bases",
        "notice",
        "supplemental notice",
        "united states v. maxwell",
        "computer forensics",
        "financial records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028974",
      "summary": "They claim the indictment is overly vague, relying on ambiguous language (“weasel words”) and failing to provide crucial information like names, dates, and specific details about the alleged conduct. Key arguments include: *   **Lack of Specificity:** The indictment lacks the necessary factual information for Maxwell to adequately prepare a defense. It’s filled with categories of victims (\"Minor Victims,\" \"Multiple Minor Girls\") and vague terms (“contributed,” “among other things”) that offer no clarity. *   **Government Stonewalling:** The government refuses to provide the specific discovery Maxwell requests, continuing to withhold key details. *   **Unpersuasive Case Law:** The government attempts to justify the indictment’s deficiencies by citing case law, but Maxwell’s team argues these cases are distinguishable and don’t support the government’s position. Specifically, they cite *United States v. Stringer* and *United States v. Kidd* as being irrelevant to the current case. *   **Failure to Meet Notice Requirements:** Maxwell’s team asserts that the indictment doesn’t meet the constitutional requirements for providing fair notice of the charges against her. Essentially, Maxwell’s legal team contends the indictment is so vague and poorly constructed that it prevents her from mounting a proper defense.",
      "timestamp": "2013-05-16T00:00:00",
      "timestamp_raw": "May 16, 2013",
      "keywords": [
        "maxwell",
        "indictment",
        "specificity",
        "discovery",
        "allegations",
        "victims",
        "government",
        "pseudonyms",
        "dates",
        "counts",
        "motion to dismiss"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014506",
      "summary": "This document is a Notice of Case Manager Change for Case 16-3945, involving the case of Maxwell v. [Unknown], originally docketed in the SDNY (New York City) under DC Docket # 15-cv-7433 and presided over by Judge Sweet.  The case manager has been changed, and inquiries should be directed to EFTA00014506.",
      "timestamp": "2017-07-18T00:00:00",
      "timestamp_raw": "07/18/2017",
      "keywords": [
        "efta00014506",
        "case 16-3945",
        "maxwell",
        "sweet",
        "sdny",
        "notice",
        "court of appeals",
        "robert a. katzmann",
        "docket",
        "change"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027666",
      "summary": "**Background:** *   Jeffrey Epstein sexually abused over 30 minor girls, including the Petitioners, between 1999 and 2007. *   The Palm Beach Police Department investigated, and the FBI became involved in 2006. *   The Government engaged in negotiations with Epstein’s attorneys to reach a Non-Prosecution Agreement (NPA). *   The NPA involved deferring federal prosecution to state charges in exchange for immunity for Epstein and certain co-conspirators. **Government Actions & Allegations:** *   The Government failed to inform the Petitioners about the NPA or its intentions to defer prosecution. *   The Government sent letters to the victims requesting patience while the investigation continued, without disclosing the agreement. *   The Government made statements implying a continued federal investigation. *   The Government’s handling of the situation is viewed as a violation of the victims' rights to confer, receive timely notice, and be treated fairly under the CVRA. **Court’s Ruling:** *   The Court found the Government violated the Petitioners’ rights under the CVRA by failing to inform them about the NPA. *   The Court denied the Government’s motion for summary judgment and ordered further proceedings to determine appropriate relief.",
      "timestamp": "2019-02-21T00:00:00",
      "timestamp_raw": "02/21/2019",
      "keywords": [
        "efta00027666",
        "jeffrey epstein",
        "jane doe i",
        "jane doe 2",
        "cvra",
        "victim notification",
        "npa",
        "palm beach",
        "florida",
        "united states",
        "federal law",
        "sexual abuse",
        "fbi",
        "government",
        "prosecution",
        "restitution",
        "crime victims' rights act",
        "investigation",
        "state charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010507",
      "summary": "Marra in a civil case (Case 9:08-cv-80736-KAM) involving Jane Doe 1 and Jane Doe 2, who were sexually abused by Jeffrey Epstein. The case centers on a Motion for Summary Judgment filed by the Petitioners (the victims) against the United States (Respondent). **Key Facts** *   **Epstein’s Abuse:** Jeffrey Epstein sexually abused over 30 minors, including Jane Doe 1 and Jane Doe 2, primarily at his Palm Beach mansion and elsewhere. *   **FBI Investigation:** The FBI investigated Epstein’s activities, identifying approximately 20 girls who were abused. Jane Doe 1 and Jane Doe 2 provided information to the FBI in 2007. *   **Government Actions:** *   The U.S. Attorney’s Office entered into a Non-Prosecution Agreement (NPA) with Epstein, deferring federal prosecution in favor of state charges. *   The government sent victims notification letters about the investigation and the NPA, but failed to inform them that the NPA meant no federal prosecution would occur. *   The government restricted communication with the victims about the case. *   **Victims' Rights:**  The victims believed they had rights under the Crime Victims’ Rights Act (CVRA), particularly the right to confer with the government and receive timely notice of proceedings. *   **Court Ruling:** Judge Marra ruled that the government violated the victims' CVRA rights by concealing the NPA and misleading them about the state prosecution. **Legal Basis** The case hinges on interpretations of the CVRA and the government’s duty to inform victims of significant developments in criminal cases.",
      "timestamp": "2019-02-21T00:00:00",
      "timestamp_raw": "02/21/2019",
      "keywords": [
        "efta00010507",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "palm beach",
        "florida",
        "fbi",
        "cvra",
        "jane doe 1",
        "jane doe 2",
        "npa",
        "united states",
        "prosecution",
        "victims",
        "investigation",
        "negotiations",
        "summary judgment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029443",
      "summary": "An email discusses the Crime Victims' Rights Act (CVRA), referencing a case involving Jeffrey Epstein. The case involved a U.S. Attorney's Office entering a non-prosecution agreement without notifying victims, leading to a district judge finding a violation of the CVRA. The email emphasizes the importance of informing victims about plea bargains and deferred prosecution agreements as mandated by 18 U.S.C. § 3771(a)(9) and advises vigilance regarding the CVRA during negotiations.",
      "timestamp": "2019-02-22T00:00:00",
      "timestamp_raw": "22 Feb 2019",
      "keywords": [
        "victims' rights",
        "crime victims' rights act",
        "cvra",
        "jeffrey epstein",
        "plea bargain",
        "prosecution agreement",
        "notice",
        "sentencing",
        "deception",
        "miami"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027809",
      "summary": "United States). The Government, represented by Byung J. Pak, seeks to establish a process to determine the appropriate remedy based on the Court’s previous order. The Government proposes the following schedule: Petitioners will submit their proposed remedies within 30 days, followed by a 60-day period for the Government to consult with victims, a 30-day response from the Government, and a 14-day reply from Petitioners.  Intervening parties would have 30 days to submit briefs afterward.  A mediation is proposed if necessary. The Government's key requests are: a 60-day period to consult with victims before recommending a remedy, and that Petitioners file their initial recommended remedy first.  The Government argues that consulting with victims is essential due to the sensitive nature of the case, the potential impact of remedies on victims, and the need for the Court to consider victim perspectives. The Government believes prioritizing Petitioners’ initial remedy proposal will streamline the process.",
      "timestamp": "2019-05-10T00:00:00",
      "timestamp_raw": "05/10/2019",
      "keywords": [
        "remedy",
        "victims",
        "government",
        "petitioners",
        "schedule",
        "agreement",
        "rescission",
        "consultation",
        "proposed procedures",
        "remedy determination"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023996",
      "summary": "The document is a litigation hold notice issued by the United States Attorney’s Office for the Southern District of New York (USAO) regarding the circumstances surrounding Jeffrey Epstein’s incarceration and death at the Metropolitan Correctional Center (MCC). The USAO is implementing a “litigation hold” to preserve all documents and evidence related to Epstein’s case, including emails, records, videos, photographs, and any electronic communication data. This encompasses information from the MCC, its staff, the US Marshals Service, the FBI, the Inspector General, and any other relevant agencies. The notice details a broad range of materials to be preserved, from physical evidence to electronic data, and requires recipients to identify and maintain all relevant information in its original format, preventing deletion or modification until further notice. It emphasizes the importance of understanding and accepting these preservation obligations and outlines the steps required to do so, including identifying and preserving the information.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "litigation hold",
        "metropolitan correctional center",
        "mcc",
        "investigation",
        "death",
        "records",
        "documents",
        "evidence",
        "surveillance",
        "mental health",
        "preservation",
        "esi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030241",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, communicated with [REDACTED] regarding the arrest of Jeffrey Epstein. [REDACTED] expressed gratitude for McCawley's and her clients’ assistance in an ongoing investigation, anticipating its expansion. McCawley also informed Epstein’s mother that he had been arrested, and included a standard confidentiality notice regarding the email.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "investigation",
        "criminal abuse",
        "justice",
        "legal",
        "email",
        "efta00030241"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032698",
      "summary": "A United States Attorney from the Southern District of New York sent an email regarding a status conference in the case of USA v. Epstein (Case 1:19-cr-00490-RMB). The conference occurred on July 8, 2019, with Jeffrey Epstein, his attorneys (Weinberg, Weingarten, and Fernich), AUSAs, and US Pretrial Officers present. A bail submission is due on July 11, 2019, a government reply is due on July 12, 2019, and a bail hearing is scheduled for July 15, 2019. Speedy trial time is excluded from July 8 to July 15 due to 18 USC 3161(h)(7)(A) and (B). An electronic filing notice was sent to multiple email addresses.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "usa v. epstein",
        "case 1:19-cr-00490-rmb",
        "status conference",
        "united states attorney",
        "southern district of new york",
        "bail hearing",
        "judge richard m. berman",
        "transcript",
        "18 usc 3161"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030276",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan and a team at Kaplan Hecker & Fink LLP regarding the bail hearing in *U.S. v. Epstein*. The Attorney informed the recipients that, under 18 U.S.C. 3771(a)(4) of the Crime Victims' Rights Act, the victim has the right to be reasonably heard at certain public proceedings, including those involving release. They offered to discuss this with the team and potentially include a submission or representation regarding the victim’s desired input in the bail hearing. The email also contained a standard confidentiality notice.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "efta00030276",
        "victims' rights",
        "bail hearing",
        "crime victims' rights act",
        "18 u.s.c. 3771",
        "roberta kaplan",
        "u.s. v. epstein",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014619",
      "summary": "On July 12, 2019, an Assistant State Attorney from the Special Victim’s Unit of the Office of the State Attorney in Palm Beach County contacted an individual regarding potential criminal charges related to crimes involving Jeffrey Epstein. The attorney requested information about potential victims who wished to make a statement to local law enforcement and offered to pass on contact information. The email included a notice regarding Florida’s public records law and the potential for e-mail communications to be subject to public disclosure.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction",
        "state attorney",
        "palm beach county",
        "criminal charges",
        "victims",
        "public records",
        "florida",
        "law enforcement",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016300",
            "similarity": 0.667,
            "index": 115,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014508",
      "summary": "This document is a series of emails related to a reverse proffer investigation stemming from an arrest related to the Epstein case. Michael Bachner, of Bachner & Associates, is coordinating with an Assistant U.S. Attorney and another attorney to schedule a meeting for a reverse proffer with a client. The initial notification involves a client’s arrest in Queens County on a RICO charge. Discussions revolve around scheduling times for the proffer, addressing concerns about time constraints, and exploring the potential invocation of the Fifth Amendment privilege by a witness. Attachments include a non-prosecution agreement and a blank proffer agreement, highlighting the legal complexities and potential legal strategies involved. Redaction notices are present throughout the document due to legal restrictions.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "epstein investigation",
        "rico charge",
        "reverse proffer",
        "united states attorney",
        "new york",
        "proffer agreement",
        "fifth amendment",
        "michael bachner",
        "arrest",
        "queens county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016910",
      "summary": "A request was made to preserve video footage from July 22, 2019, at 11 pm to July 23, 2019, at 4 am, specifically from the SHU tier containing cell Z06-215 and the hallway outside Tartaglione’s cell. The request included footage from July 22, 2019, at 11 pm to July 23, 2019, at 4 am, and body camera footage of responding officers if available. The request was submitted by someone at the Etropo 'tan Correctional Center and addressed to a Special Investigative Technician at the MCC New York. A subsequent page contains a standard confidentiality notice.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "preservation request",
        "video footage",
        "cell z06-215",
        "shu",
        "tartaglione",
        "epstein incident",
        "july 22",
        "july 23",
        "surveillance",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028074",
      "summary": "On July 24, 2019, a Notice of Appearance for Additional Counsel was filed in the case of United States of America v. Epstein (Case Number 19-2221) before the Court of Appeals, 2nd Circuit. The notice was filed on behalf of the Appellee, the United States of America, by Reid Weingarten and Donnell G. Bolden. The document, titled \"Moe NOA.pdf,\" was electronically stamped and stored within the notice cart.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "epstein",
        "united states of america",
        "notice of appearance",
        "docket",
        "court of appeals",
        "2nd circuit",
        "pacer",
        "legal documents",
        "filing",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028078",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020956",
            "similarity": 0.615,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033865",
      "summary": "Jeffrey Edward Epstein is in Administrative Detention at New York MCC, effective 07-29-2019 12:21, due to pending investigations including a Bureau regulation violation, SIS investigation, and potential criminal activity. The detention is based on staff perception of a serious threat to safety and security. He is also in holdover status during a transfer and pending classification. The order remains in effect until further notice, with a 24-hour review scheduled by the supervisor. Copies of the order are distributed to various units including the Administrative Detention Unit, Psychology, and Central File.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "07-29-2019",
      "keywords": [
        "administrative detention",
        "jeffrey edward epstein",
        "u.s. department of justice",
        "federal bureau of prisons",
        "sis investigation",
        "criminal act",
        "self-mutilation",
        "inmate",
        "threat",
        "security"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035216",
      "summary": "Jeffrey Edward Epstein was placed in Administrative Detention at New York MCC on July 29, 2019, due to several pending investigations and concerns regarding a serious threat to safety. These include a violation of Bureau regulations, an SIS investigation, a criminal investigation, a request for protection from the inmate himself, and a perceived threat to the institution’s security. The Correctional Supervisor determined Epstein’s continued presence in the general population posed a serious threat and ordered placement until further notice. The order was documented and disseminated to relevant staff and departments.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "administrative detention",
        "jeffrey epstein",
        "bureau of prisons",
        "sis investigation",
        "criminal act",
        "self-mutilation",
        "threat assessment",
        "inmate protection",
        "detention order",
        "u.s. department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035408",
      "summary": "A communication regarding Jeffrey Epstein’s file (EFTA00035408) was sent from a Metropolitan Correctional Center unit manager to an unidentified recipient. The manager confirmed the file was complete, including a team listing, and located appropriately (North 5) after Epstein’s overnight stay. A copy of the Notice of Separation was also attached.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "redaction",
        "notice of separation",
        "metropolitan correctional center",
        "bp-a0203",
        "5 north",
        "file",
        "team",
        "text_1.htm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028442",
      "summary": "Michael C. Miller, a partner at Steptoe & Johnson LLP, sent a letter regarding the case “U.S. v. Epstein” to Michael Scavelli, Jim Brochin, Martin G. Weinberg, Morgan Lucas, Jason Meade, and others. The letter is attached as a PDF named “Discovety_Letter_Aug_1,_2019_-c2.pdf”. The email contains a standard confidentiality notice from Steptoe & Johnson LLP.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "efta00028442",
        "u.s. v. epstein",
        "michael miller",
        "steptoe & johnson llp",
        "discovery letter",
        "aug 1",
        "2019",
        "fax",
        "new york",
        "confidential",
        "privileged"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020919",
      "summary": "On August 5, 2019, a “Defective Document” notice was filed in the case of *United States of America v. Epstein* (Case Number 19-2221) before the 2nd Circuit Court of Appeals. The notice was on behalf of Jeffrey Epstein and included additional counsel (Martin G. Weinberg and Reid Weingarten). The document was electronically mailed to the Assistant U.S. Attorney and the listed counsel.  The document's original filename was “DonnellBolden_192221_2624335_Defective_Document_Notice_142.pdf.”",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "epstein",
        "united states of america",
        "defective document",
        "docket",
        "court of appeals",
        "2nd circuit",
        "notice",
        "martin g. weinberg",
        "reid weingarten",
        "pacer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021749",
            "similarity": 0.818,
            "index": 48,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028543",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028078",
      "summary": "On August 5, 2019, a “CURED DEFECTIVE NOTICE OF ADDITIONAL COUNSEL” was filed in the case of *United States of America v. Epstein* (Case Number 19-2221) by Jeffrey Epstein’s legal team, represented by Reid Weingarten and associates at Steptoe & Johnson. The notice was filed with the 2nd Circuit Court of Appeals. The document is identified as EFTA00028078 and was subsequently stored in the court’s notice cart for Quality Control 1. Access to the document is permitted for attorneys of record and parties involved in the case, with PACER fees applying to other users.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "efta00028078",
        "epstein",
        "united states of america",
        "19-2221",
        "docket",
        "notice of docket activity",
        "redaction",
        "court of appeals",
        "2nd circuit",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028074",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021749",
            "similarity": 0.538,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020956",
            "similarity": 0.615,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028088",
      "summary": "On August 5, 2019, a “Notice of Appearance for Additional or Substitute Counsel” was filed in the case of *United States of America v. Epstein* (Case Number 19-2221) before the Court of Appeals, 2nd Circuit. The notice was filed on behalf of Jeffrey Epstein by CM/ECF and indicates the document was electronically mailed and stored in the notice cart for Quality Control and the Deputy Clerk. The document itself is titled “Epstein_MGW Notice of Appearance for Additional Counsel_final.pdf”.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "epstein",
        "united states of america",
        "notice of appearance",
        "docket",
        "19-2221",
        "counsel",
        "jeffrey epstein",
        "cm/ecf",
        "filing",
        "court of appeals"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020956",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021749",
      "summary": "On August 5, 2019, a “Defective Document” notice was filed in the case of *United States of America v. Epstein* (Case Number 19-2221) before the Court of Appeals, 2nd Circuit. The notice was filed on behalf of Jeffrey Epstein by Martin G. Weinberg and Reid Weingarten. The document was electronically mailed to those recipients and associated with document number [2624335].",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "epstein",
        "united states of america",
        "defective document",
        "19-2221",
        "docket",
        "court of appeals",
        "2nd circuit",
        "martin g. weinberg",
        "reid weingarten",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028078",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020919",
            "similarity": 0.818,
            "index": 45,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020956",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020956",
      "summary": "On August 5, 2019, the United States of America filed a Notice of Appearance for Additional Counsel in the case of *United States of America v. Epstein* (Case Number 19-2221) before the Court of Appeals, 2nd Circuit. The notice was filed on behalf of the Appellee, the United States of America, and was electronically mailed to Martin G. Weinbe and associates at Steptoe & Johnson LLP. The document was stamped with a date and file number, and associated with the electronic file \"2019-08-05, appeal, DeFilippo, notice of appearance (for filing).pdf\".",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "epstein",
        "united states of america",
        "notice of appearance",
        "docket",
        "19-2221",
        "counsel",
        "court of appeals",
        "2nd circuit",
        "redaction",
        "pacer",
        "martin g. weinbe"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021749",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028088",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028078",
            "similarity": 0.615,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027869",
            "similarity": 0.5,
            "index": 169,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020942",
      "summary": "On August 6, 2019, the Court of Appeals, 2nd Circuit, recorded a docket activity transaction for the case of United States of America v. Epstein (Case Number: 19-2221). Martin G. Weinberg and Reid Weingarten were added as attorneys of record. The document was labeled EFTA00020942 and stored in the notice cart for Quality Control 1. A note indicates judicial conference policy allows attorneys and parties to receive free electronic copies, with PACER fees applying to others.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "efta00020942",
        "united states of america",
        "epstein",
        "case number",
        "19-2221",
        "docket",
        "notice",
        "attorney",
        "pacer",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030543",
      "summary": "The document is a series of email exchanges related to an investigation, likely concerning Jeffrey Epstein.  Michael Bachner and his firm, Bachner & Associates, are coordinating with a U.S. Attorney’s office (specifically, the Assistant U.S. Attorney for the Southern District of New York) to schedule a call regarding the ongoing investigation. There are repeated requests to reschedule a meeting due to complications and a desire for an update sooner rather than later.  Dates discussed include August 14th and various times between 11:30 AM and 3:00 PM on Wednesday, August 7th, with multiple attempts to find a mutually agreeable time for a brief conversation.  The emails contain standard legal notices regarding confidential communications and electronic privacy.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "07 Aug 2019",
      "keywords": [
        "epstein investigation",
        "michael bachner",
        "usanys",
        "efta00030543",
        "grand jury",
        "august 7",
        "2019",
        "scheduling",
        "redaction",
        "new york",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036429",
      "summary": "no. 76318-054, who died by apparent suicide on August 10, 2019. The notice mandates that all record custodians preserve all potentially relevant electronic files and physical documents related to Epstein, including emails, documents, BEMR records, and other media.  Custodians are instructed not to alter, delete, or destroy any information and must notify the General Counsel of any relevant information being sent to offsite storage facilities. A checklist is attached for completion by August 21, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "legal hold",
        "inmate death",
        "bop",
        "records preservation",
        "esi",
        "jeffrey epstein",
        "data retention",
        "confidential",
        "federal bureau of prisons",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035286",
            "similarity": 0.818,
            "index": 53,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035286",
      "summary": "*   **Incident:** Epstein was found unresponsive and subsequently died in his cell due to an apparent suicide on August 10, 2019. A lawsuit is anticipated. *   **Preservation Obligation:** Record custodians are required to preserve all potentially relevant electronic files (ESI) and physical documents related to Epstein, including emails, documents, and BEMR records. *   **Action Required:** Custodians must complete a checklist and adhere to specific preservation protocols, including suspending retention policies and preventing deletion or alteration of ESI. *   **Contact Information:**  Questions and comments should be directed to alOjohnson@bop.gov.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "legal hold",
        "inmate death",
        "bop",
        "esi",
        "records preservation",
        "jeffrey epstein",
        "federal bureau of prisons",
        "data retention",
        "confidential",
        "notification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036429",
            "similarity": 0.818,
            "index": 52,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036320",
      "summary": "On August 12, 2019, a communication was sent to Metropolitan Correctional Center staff regarding staff assignments within Special Housing Units (SHU). The communication, titled “Staff Assignments in SHU (Please Read),” indicated that certain staff members were temporarily restricted from entering, performing work, or being assigned to SHU posts until further notice, subject to Captain approval. The communication included attachments and listed recipients including Lieutenants, Captain, and the NYM/Lieutenants team.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "shu",
        "redaction analysis",
        "efta00036320",
        "bop",
        "staff assignments",
        "lieutenant",
        "special housing unit",
        "metropolitan correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017765",
      "summary": "A discussion occurred regarding a request from Geoffrey Berman, SDNY USA, to modify Victim Notification System (VNS) notices. Berman wanted the notices to consist solely of the introduction and added text, limiting them to two paragraphs. Attempts to achieve this through the VNS help desk were unsuccessful. The recipient was tasked with finding a solution to manipulate the notification to meet Berman's specific requirements, noting the urgency of the request.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "redaction",
        "vns",
        "epstein",
        "notice",
        "paragraphs",
        "email",
        "help desk",
        "sdny",
        "usa",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035035",
      "summary": "The Office of the General Counsel for the Bureau of Prisons (BOP) issued a Legal Hold Notice to Charisma Edge regarding potential records related to the death of Jeffrey Epstein. The notice, dated August 14, 2019, mandates the preservation of all electronic files and physical documents pertaining to Epstein, including emails, digital records, and handwritten materials.  It specifically instructs Charisma Edge to not discard, delete, or alter any potentially relevant information and to complete a provided checklist by August 21, 2019. The notice highlights the potential for legal sanctions if preservation obligations are not met.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "legal hold",
        "bop",
        "bureau of prisons",
        "inmate death",
        "esi",
        "records preservation",
        "michael albert thomas",
        "tova a noel",
        "jeffrey epstein",
        "data preservation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027113",
      "summary": "Attorney’s Office, S.D.N.Y. *   An email chain documented the notification to individuals involved in the Epstein case (likely FBI and USAO personnel) about the litigation hold. *   Individuals were instructed to preserve all records related to Epstein, including emails, documents, and potentially text messages, due to a potential wrongful death lawsuit. *   Specific instructions were given regarding document preservation practices: saving existing documents as new versions, scanning hard-copy notes, and reporting on any text message activity. *   A USAO number (2018R01618) was provided for identifying the portion of the case being worked on. *   A formal litigation hold notice was circulated for review and completion.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "epstein",
        "litigation hold",
        "document preservation",
        "usao",
        "emails",
        "records",
        "litigation",
        "suicide",
        "confinement",
        "text messages"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024004",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024004",
      "summary": "A U.S. Attorney’s Office (Southern District of New York) is initiating a litigation hold due to a potential wrongful death lawsuit related to Jeffrey Epstein’s death at MCC. An email chain directs recipients to complete and return a litigation hold form, requesting preservation of all records relating to Epstein, including his confinement and any prior injuries. The form requests information about responsive records, including USAO numbers and shared directories. Recipients are instructed to avoid altering records, save existing documents, and notify the coordinator of any relevant electronic information, such as texts, and to forward the email to others who might have pertinent documents. A formal litigation hold notice is attached.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "epstein",
        "litigation hold",
        "records preservation",
        "document preservation",
        "usao",
        "litigation",
        "form",
        "email",
        "records",
        "suicide"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027113",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036615",
      "summary": "Email correspondence regarding an “Epstein Draft” (EFTA00036615) between individuals identified as [REDACTED], [REDACTED], and [REDACTED] on August 15th and 16th, 2019. The emails included acknowledgements of receipt and short notice regarding the draft.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "epstein",
        "draft",
        "redaction",
        "efta00036615",
        "m. appreciate",
        "verizon",
        "samsung",
        "smartphone",
        "2019",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036110",
      "summary": "On August 16, 2019, a Regional Environmental & Safety Compliance Administrator (NERO) reported that All Boro Tank failed to arrive as scheduled and the work was transferred to All Boro Tank Testing (656 Atkins Avenue, Brooklyn, NY 11208). A proposal from All Boro Tank Testing was expected by late that day, with potential commencement of work as early as Wednesday and completion by Friday.  On August 12, 2019, the Administrator followed up with All Boro Tank Testing and contacted NYS DEC regarding a proposed solution.  On July 16, 2019, the Administrator received a Notice of Violation (NOV) from MCC New York related to EPA violations and was coordinating with an employee enrolled to obtain UST Operator status. The Administrator instructed placement of the NOV in procedure 009 and the creation of an Environmental Management Plan with specific objectives and targets, alongside a detailed Operational Control.  Backup operators, including the Facilities Manager and General Foreman, were identified as potential temporary Class A & B Operators.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "efta00036110",
        "regional environmental & safety",
        "compliance",
        "nero",
        "all boro tank",
        "ust",
        "epa violations",
        "nys dec",
        "operational control",
        "training"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036360",
      "summary": "On August 16, 2019, a communication regarding staff assignments within the Special Housing Unit (SHU) at the Metropolitan Correctional Center in New York was sent. Lieutenants are restricted from entering or working in the SHU pending further notice from the Captain. An officer is currently scheduled for overtime.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "staff assignments",
        "shu",
        "overtime",
        "captain",
        "metropolitan correctional center",
        "redaction",
        "efta00036360"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028543",
      "summary": "On August 20, 2019, a FRAP 42(b) Stipulation with Prejudice, RECEIVED, was filed in the case of United States of America v. Epstein (Case Number: 19-2221) before the Court of Appeals, 2nd Circuit. The document, titled \"Signed Stipulation to Withdraw Appeal.pdf,\" was electronically stamped on August 20, 2019, and associated with EFTA00028543.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "August 20, 2019",
      "keywords": [
        "epstein",
        "united states of america",
        "frap 42(b)",
        "stipulation",
        "notice",
        "docket",
        "court of appeals",
        "2nd circuit",
        "pacer",
        "electronic document"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020919",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018957",
      "summary": "An email chain discusses an investigation related to the death of Jeffrey Epstein, involving Johnny Contreras. Contreras was housed in a cell adjacent to Epstein’s at the MCC and was recently returned to the SHU. Andy Patel conducted a proffer on August 20, 2019, and the sender requests further action from the recipient’s office regarding the investigation. A confidentiality notice is included with the email.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "August 20, 2019",
      "keywords": [
        "jeffrey epstein",
        "johnny contreras",
        "andy patel",
        "usanye",
        "capital case",
        "shu",
        "mcc",
        "investigation",
        "redaction",
        "proffer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018959",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028548",
      "summary": "On August 21, 2019, a “Certified Copy Mandate ISSUED” was filed in the case of United States of America v. Epstein (Case Number 19-2221) before the Court of Appeals, 2nd Circuit. The document is a certified copy of an order determining the appeal to SDNY.  The notice was electronically mailed and stored in the notice cart. The document was stamped with a date and file number.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "efta00028548",
        "united states v. epstein",
        "pacer",
        "certified copy",
        "docket",
        "notice",
        "electronic document",
        "mandate",
        "appeal",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018959",
      "summary": "Jill Shellow and Andrew Patel are involved in an investigation regarding the death of Jeffrey Epstein, specifically involving Johnny Contreras. Contreras is being interviewed for a proffer session, potentially regarding his observations of Epstein’s death from his cell in the MCC. Andrew Patel initially contacted Shellow and Patel to inform them of Contreras’s return to the SHU and his willingness to speak with investigators. The SDNY office is handling the investigation and will directly contact Shellow and Patel to schedule the proffer. A confidentiality notice is included in each email.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "johnny contreras",
        "proffer",
        "investigation",
        "redaction",
        "new york",
        "andy patel",
        "jill shellow",
        "mcc",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018957",
            "similarity": 0.538,
            "index": 63,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028550",
      "summary": "Gloria Allred contacted an individual to arrange travel for an Epstein victim to New York for a hearing on Tuesday. The victim had secured childcare and requested assistance with flights and reimbursement from Las Vegas. Allred sought a phone number to contact the individual and coordinate travel arrangements, having previously attempted contact via email and voicemail without response. The communication included contact information for Allred’s law firm, Allred Maroko & Goldberg, and a confidentiality notice.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "gloria allred",
        "epstein",
        "new york",
        "hearing",
        "travel",
        "las vegas",
        "child care",
        "victim",
        "legal",
        "flights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031397",
      "summary": "Jeffrey Epstein case. *   Approximately 17 victims were present at an August 27, 2019 hearing, with 7 additional individuals having statements read on their behalf. *   Brad Edwards reported 15 clients were present, with 8 speaking. *   Notifications were sent to victim attorneys informing them of the hearing and inviting their clients to participate. *   The Petitioner in an appeal to the 11th Circuit argued that not all victims had sufficient notice and ability to attend the initial hearing in SDNY. *   The requested information was: (1) the number of victims contacted, (2) the number who attended in person, and (3) the number who desired to speak but couldn’t due to timing or travel issues.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "victim impact statements",
        "hearing",
        "united states v. jeffrey epstein",
        "11th circuit",
        "cvra",
        "notice",
        "victims",
        "statements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037879",
      "summary": "A series of emails and court documents relate to a status conference in the case of *USA v. Epstein* (Case 1:19-cr-00490-RMB). The conference is scheduled for August 27, 2019, at 10:30 AM in Courtroom 110 of the Thurgood Marshall Courthouse in New York. Key individuals involved include Judge Richard M. Berman and attorneys representing the prosecution and the defendant (James L. Brochin, Marc Allan Fernich, Michael Campion Miller, Reid Weingarten, Martin Gary Weinberg, and Michael Gerard Scavelli). A notice was electronically mailed to these recipients, along with the U.S. Department of Justice’s e-mail addresses. The documents include a court order and the main document itself.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "epstein",
        "case 1:19-cr-00490-rmb",
        "courtroom 110",
        "richard m. berman",
        "usa v. epstein",
        "august 27",
        "2019",
        "documents",
        "electronic filing",
        "nysd_ecf_pool"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030714",
      "summary": "Travel authorization 10586462 was approved by an unidentified sender for witness interviews related to the U.S. v. Epstein case. The trip, concerning R19NYS 13781, is to West Palm Beach, FL, from September 3-4, 2019. The authorization is currently pending further approval. The email also includes standard E2Solutions usage information and a confidentiality notice.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "travel authorization",
        "efta00030714",
        "u.s. v. epstein",
        "witness interviews",
        "west palm beach",
        "fl",
        "2019-09-03",
        "2019-09-04",
        "approval",
        "doj network",
        "e2 solutions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030709",
      "summary": "An email exchange occurred between an Assistant United States Attorney from the Southern District of New York and multiple parties regarding scheduling a call to discuss the Epstein case. The initial request was for a call on Thursday afternoon at either 2:30 PM MST or 4:30 PM EST. Subsequent replies confirmed availability after 2 PM MST. A confidentiality notice was included in each email.",
      "timestamp": "2019-09-12T00:00:00",
      "timestamp_raw": "12 Sep 2019",
      "keywords": [
        "efta00030709",
        "united states attorney",
        "new york",
        "september 12",
        "2019",
        "epstein case",
        "confidentiality",
        "call",
        "attorney",
        "time",
        "mst",
        "est"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031310",
      "summary": "Travel authorization 10621156 was approved for a trip to West Palm Beach, FL, from September 9-10, 2019, for the purpose of victim interviews in the U.S. v. Epstein case (2018R0618). The authorization is currently pending further approval.  The email provides login information for E2 Solutions and includes a reference ID# T0007, along with confidentiality notices.",
      "timestamp": "2019-09-12T00:00:00",
      "timestamp_raw": "12 Sep 2019",
      "keywords": [
        "travel authorization",
        "efta00031310",
        "doj",
        "epstein",
        "west palm beach",
        "2019-09-09",
        "2019-09-10",
        "e2 solutions",
        "email",
        "approval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037840",
      "summary": "A former chief of the Palm Beach Police Department, during the investigation of Jeffrey Epstein, contacted the New York Field Office case agent via Global Security Advisors. He claims to have information relevant to the investigation, citing contact through the DOJ Office of Professional Responsibility, and requests a call to share this information. The email contains a standard confidentiality notice.",
      "timestamp": "2019-09-14T00:00:00",
      "timestamp_raw": "14 Sep 2019",
      "keywords": [
        "jeffrey epstein",
        "palm beach police department",
        "doj",
        "fbi",
        "case agent",
        "coconspirators",
        "investigation",
        "email",
        "global security advisors",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021330",
      "summary": "Bruce Barke proposes a meeting early next week to discuss a proposed schedule. He intends to send a briefing schedule by Tuesday and requests a day and time for the discussion with Tony Ricc and Michael Bachrach. This email includes a confidentiality notice.",
      "timestamp": "2019-09-20T00:00:00",
      "timestamp_raw": "20 Sep 2019",
      "keywords": [
        "schedule",
        "proposed",
        "meeting",
        "bruce barke",
        "briefing",
        "barket epstein kearon aldea & loturco",
        "llp",
        "attorney",
        "client",
        "communication",
        "efta00021330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038109",
      "summary": "Sigrid McCawley requested assistance in locating a trauma therapist for her client, who experienced trauma related to an attack by Jeffrey Epstein. She provided a link to the New York State Crime Victims Compensation application and asked Sigrid to complete and return it with an FBI support letter. The client is also interested in applying for lost wages and other aid. The email includes a standard confidentiality notice from Boies Schiller Flexner LLP.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "trauma therapist",
        "compensation",
        "victim support",
        "fbi",
        "new york state",
        "application",
        "aid",
        "sigrid mccawley",
        "boies schiller flexner",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031098",
      "summary": "An email was sent on October 13, 2019, regarding travel voucher 1064 for a trip titled \"U.S. v. Epstein - Witness Interviews\" from September 17-20, 2019. The voucher is late due to customer settings. The traveler’s name and destination are redacted. The email provides links to E2 Single Sign On and E2 Manual Login for expense tracking and includes contact information for support and a confidentiality notice. The reference ID is V0013.",
      "timestamp": "2019-10-13T00:00:00",
      "timestamp_raw": "October 13, 2019",
      "keywords": [
        "travel voucher",
        "e2 solutions",
        "doj",
        "epstein",
        "witness interviews",
        "trip id",
        "1064",
        "authorization",
        "redaction analysis",
        "efta00031098"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023930",
      "summary": "*   At least 39 victims were contacted, with the possibility of a higher number. *   At least 17 victims spoke or provided written submissions. *   One or two victims were unable to attend the hearing on short notice due to scheduling issues or aversion to press exposure. *   The number of victims contacted at the hearing (50) may include all Florida victims. *   The Petitioner in the 11th Circuit case alleges that some Epstein victims were unable to attend the SDNY hearing due to insufficient notice and inability to travel. *   The Department of Justice (SDNY) was seeking information on the number of victims contacted, those who attended in person, and those who wanted to participate but couldn’t due to timing/notice. *   A deadline of noon the following day was set to provide this information.",
      "timestamp": "2019-10-30T00:00:00",
      "timestamp_raw": "October 30, 2019",
      "keywords": [
        "epstein victims",
        "victim impact statements",
        "sdny hearing",
        "doj",
        "11th circuit",
        "notice",
        "scheduling issues",
        "florida victims",
        "victim impact submissions",
        "court hearing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038103",
      "summary": "An email chain discusses a meeting with a client representing an Epstein victim. The client, residing in , requests assistance with obtaining a visa and travel arrangements to attend a victim’s meeting. The sender, Boies Schiller Flexner LLP, is coordinating with another party to facilitate this process and ensure the client receives relevant notifications from the U.S. Government. A standard confidentiality notice is included at the bottom of the email.",
      "timestamp": "2019-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2019",
      "keywords": [
        "efta00038103",
        "victim",
        "representation",
        "visa",
        "travel",
        "notification",
        "united states government",
        "boies schiller flexner llp",
        "fort lauderdale",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021161",
      "summary": "An email exchange regarding a “forfeiture question” related to Epstein. Matthew L. Schwartz initiated the inquiry, requesting a discussion within the next few days.  One party hadn’t heard from anyone about the forfeiture.  Another party, representing “his firm” and primarily working with Sigrid McCawley, was contacted to provide information and was discussing involving them upfront. An individual named “Matt” was mentioned, but hadn’t yet responded.  A standard confidentiality notice was included at the end of the document.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2019",
      "keywords": [
        "forfeiture",
        "question",
        "matthew schwartz",
        "sigrid mccawley",
        "email",
        "case team",
        "florida",
        "epstein",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021290",
      "summary": "A discussion occurred regarding victim impact statements related to the Jeffrey Epstein case. Seventeen victims were present at a hearing, with 17 speaking directly and 7 having statements read for them. One individual recalled a possible instance of a victim missing a flight, but no specific details were available regarding those who wanted to attend but couldn't. The Petitioner in an appeal to the 11th Circuit argued that not all victims were given sufficient notice and opportunity to speak at the hearing, citing a similar hearing in SDNY. The request was made to determine the number of victims contacted, those who traveled and spoke, and those who desired to speak but were unable due to timing or notice.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2019",
      "keywords": [
        "epstein victims",
        "victim impact statements",
        "usanys",
        "ausas",
        "hearing",
        "transcripts",
        "11th circuit",
        "cvra",
        "notice",
        "timing",
        "statements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031395",
            "similarity": 0.571,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017905",
      "summary": "*   Initially, 39 victim notifications were sent out, with one woman missing flights attempting to attend a hearing. She was potentially a client of Brad Edwards or Singrid McCally. *   17 victims were present at a hearing and spoke, while 7 others had someone speak on their behalf. *   It was uncertain how many victims were contacted but unable to attend due to lack of notice or inability to travel. *   The Petitioner in a related CVRA appeal argued that not all victims were able to speak at the NY hearing due to insufficient notice and travel difficulties. *   The Office of the US Attorney General was requested to provide details on the number of victims contacted, those who traveled to make statements, and those who wanted to speak but couldn't due to timing.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2019",
      "keywords": [
        "epstein victims",
        "victim impact statements",
        "vns",
        "attorneys",
        "hearings",
        "travel",
        "notice",
        "usanys",
        "cvra",
        "11th circuit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031395",
      "summary": "A series of emails discuss questions related to victim impact statements in the Epstein case. Seventeen victims attended a hearing and spoke or had statements read for them, with an additional seven participating remotely. One victim group raised concerns regarding insufficient notice and travel limitations preventing some victims from speaking at the hearing. An appeal was filed alleging insufficient opportunity for victims to participate due to lack of notice and travel restrictions. The request seeks information on the number of victims contacted, those who attended in person, and those unable to attend due to notice/timing.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2019",
      "keywords": [
        "epstein",
        "victim impact statements",
        "ausas",
        "11th circuit",
        "cvra",
        "hearing",
        "transcripts",
        "notice",
        "travel",
        "usanys",
        "odag"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021290",
            "similarity": 0.571,
            "index": 79,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019684",
      "summary": "Marc Weinstein of Hughes Hubbard & Reed LLP is sending documents related to a subpoena regarding the Epstein estate to Andrew Tomback and others. He is providing advance notice of the documents' impending delivery and requesting a brief discussion. The email includes standard confidentiality disclaimers.",
      "timestamp": "2019-12-01T00:00:00",
      "timestamp_raw": "01 Nov 2019",
      "keywords": [
        "epstein estate",
        "subpoenas",
        "redaction analysis",
        "marc weinstein",
        "hughes hubbard & reed",
        "white collar defense",
        "documents",
        "email",
        "efta00019684"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018920",
      "summary": "A communication, dated December 9, 2019, was forwarded between UK and US law enforcement agencies (FBI, USANYS, and DOJ) regarding contact details for a legal representative. The communication included a letter from DAC to the United States Attorney, Detective Sergeant information, and attached documents. A standard notice regarding email confidentiality and monitoring was also included. EFTA00018920 and EFTA00018921 are identified as file references.",
      "timestamp": "2019-12-09T00:00:00",
      "timestamp_raw": "December 9, 2019",
      "keywords": [
        "efta00018920",
        "fbi",
        "uk",
        "us",
        "contact details",
        "terrorism",
        "redaction analysis",
        "metropolitan police service",
        "detective sergeant",
        "legal representative"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010357",
      "summary": "Travel authorization 10892303 was approved for a trip to Santa Monica, CA, from December 15-17, 2019, for the purpose of a witness interview (R20). The traveler’s name is redacted. The authorization is currently pending further approval. Relevant login links and contact information for E2Solutions are provided, along with a confidentiality notice. Reference ID# T0007 is associated with this communication.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "2019-12-15",
      "keywords": [
        "travel authorization",
        "efta00010357",
        "santa monica",
        "doj",
        "e2 solutions",
        "travel services",
        "approval",
        "california",
        "2019-12-15",
        "2019-12-17"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030437",
      "summary": "Travel authorization 10892303 was approved for a trip to Santa Monica, CA, from December 15-17, 2019, for the purpose of a U.S. v. Epstein witness interview. The current status is pending further approval. The email provides instructions for accessing E2Solutions and includes a confidentiality notice.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "2019-12-15",
      "keywords": [
        "travel authorization",
        "e2solutions",
        "u.s. v. epstein",
        "santa monica",
        "california",
        "witness interview",
        "doj network",
        "email notifications",
        "approval",
        "efta00030437"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016417",
      "summary": "A request was made on December 17, 2019, by Barket, Epstein, Kearon, Aldea & LoTurco LLP to preserve video surveillance footage from July 22, 2019, at 11 PM to July 23, 2019, at 4 AM, focusing on hallway video outside a cell during the early morning hours of July 23, 2019, related to an ongoing investigation. The request included consideration of body camera footage from responding officers if available. A response was received on December 17, 2019, stating that MCC staff do not have body cameras and that the preservation request was being addressed.  The email also includes standard confidentiality and privilege notices.",
      "timestamp": "2019-12-17T00:00:00",
      "timestamp_raw": "December 17, 2019",
      "keywords": [
        "preservation request",
        "video surveillance",
        "redaction",
        "attorney client communication",
        "efta00016417",
        "july 23",
        "body cameras",
        "discovery",
        "cell",
        "epstein incident"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029195",
      "summary": "A December 17, 2019 email was sent with an attached email referencing a previous mistake and apology. The sender requested guidance on next steps after the recipient reviewed the attached email. The email includes a confidentiality notice emphasizing the sensitive nature of the information and instructions for recipients who are not the intended recipient to handle the email securely.",
      "timestamp": "2019-12-17T00:00:00",
      "timestamp_raw": "December 17, 2019",
      "keywords": [
        "email",
        "confidentiality",
        "redaction",
        "attachment",
        "attorney-client privilege",
        "work-product doctrine",
        "correspondence",
        "email file",
        "privacy",
        "efta00029195"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020986",
      "summary": "Email correspondence regarding approved voucher 10777198(1) for a trip to West Palm Beach, FL, from November 4-5, 2019, for an Epstein investigation – witness interviews. The trip cost is estimated at $985.44 with current expenses totaling $548.87. The email provides login links for E2 Solutions and includes a confidentiality notice. The reference ID is V0010.",
      "timestamp": "2019-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2019",
      "keywords": [
        "efta00020986",
        "voucher",
        "approval",
        "travel",
        "west palm beach",
        "epstein",
        "doj",
        "e2",
        "expenses",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014416",
      "summary": "Travel authorization 11061409 was approved for R20NYS 13400 - E stein Investigation Witness interviews to the United States from February 26, 2020, to March 2, 2020. The current status is pending authorization approval. Relevant login links and contact information for E2Solutions support are provided. The email contains a confidentiality notice.",
      "timestamp": "2020-02-26T00:00:00",
      "timestamp_raw": "February 26, 2020",
      "keywords": [
        "travel authorization",
        "efta00014416",
        "united states",
        "doj",
        "e2",
        "r20nys",
        "investigation",
        "2020-02-26",
        "2020-03-02",
        "approval",
        "e stein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011353",
      "summary": "On March 9, 2020, John Ray of Ray, Mitev & Associates, LLP sent an email to [REDACTED] regarding the Jeffrey Epstein case. The email included a PDF attachment (\"Jeffrey_Epstein.pdf\") and an HTML document (\"ATT00001.htm\"). It was forwarded from an unknown sender to [REDACTED]. The email also contained a standard IRS Circular 230 notice regarding tax advice and a disclaimer regarding attorney-client privilege.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "March 9, 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "efta00011353",
        "irs circular 230",
        "ray",
        "mitev & associates",
        "sdny",
        "redaction analysis",
        "legal correspondence",
        "john ray",
        "tax regulations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011351",
      "summary": "First Bank Records & Legal Requirements (EFTA00011351) sent a secured message to a U.S. Attorney (AUSA) regarding Federal Grand Jury Subpoena Case #19353 concerning Jeffrey Epstein. The message included a list of accounts as requested, and indicated they were working on production for the case.  The communication included multiple attachments (images) and repeated confidentiality notices.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "first bank",
        "legal requirements",
        "jeffrey epstein",
        "grand jury subpoena",
        "confidentiality",
        "fb case",
        "redaction",
        "criminal investigation",
        "bancorp",
        "veronica martinez"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030305",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent an email to counsel regarding a deposition of Ghislaine Maxwell in connection with a case involving v. Indyke, et al. Aneisha Christie, also at Boies Schiller Flexner LLP, attached a Notice of Deposition to the email and requested that recipients contact the office with any questions or concerns.",
      "timestamp": "2020-03-24T00:00:00",
      "timestamp_raw": "24 Mar 2020",
      "keywords": [
        "deposition",
        "ghislaine maxwell",
        "notice",
        "aneisha christie",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "laura menninger",
        "legal",
        "maxwell",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032202",
      "summary": "Attorney from the Southern District of New York sent a subpoena to Interlochen Center for the Arts seeking records related to Jeffrey Epstein and Ghislaine Maxwell. *   Jeff Jocks of Sondee, Racine & Doren, PLC responded to the subpoena and confirmed receipt of the documents. *   A follow-up inquiry was made regarding whether the production included all tuition payments made by Epstein or his entities to Interlochen students. *   George Donnini of Butzel Long was also involved in the communication, assisting with the subpoena response. *   The communications were subject to confidentiality notices and were conducted amidst a legal proceeding (a trial starting the following week).",
      "timestamp": "2020-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2020",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "epstein",
        "maurene",
        "united states attorney",
        "jeff jocks",
        "sondeer racine & doren",
        "tuition payments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031575",
      "summary": "The Law Offices of Montell Figgins, LLC sent a motion to compel discovery, filed by Defendant Michael Thomas, in the case of USA v. Michael Thomas, et al. The motion was refiled and also filed via ECF. The email includes a standard confidentiality notice.",
      "timestamp": "2020-04-10T00:00:00",
      "timestamp_raw": "10 Apr 2020",
      "keywords": [
        "motion to compel",
        "discovery",
        "michael thomas",
        "usa",
        "efta00031575",
        "law office",
        "montell figgins",
        "legal",
        "defense",
        "motion"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025468",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent a zip file (RFP„RFA,ROG.ZIP) to an undisclosed recipient. She indicated her staff was reviewing documents and compiling a complete set. She was working to provide access to videos and anticipated delivering them later that morning. The email included a standard confidentiality notice regarding attorney-client privilege and protected information.",
      "timestamp": "2020-04-24T00:00:00",
      "timestamp_raw": "24 Apr 2020",
      "keywords": [
        "efta00025468",
        "redaction analysis",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "rfp",
        "rfa",
        "documents",
        "videos",
        "fort lauderdale",
        "attorney-client privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016449",
      "summary": "Gloria Allred received an email from EFTA00016449 requesting a conference call to discuss the Epstein case. The initial email inquired about a call at 6:00 PM EST and included images. A subsequent email from EFTA00016449 prompted the call due to “quick questions” regarding the case. The email was sent from the Assistant United States Attorney, Southern District of New York, with a confidentiality notice and instructions for recipients to notify Allred, Maroko & Goldberg immediately if received in error.",
      "timestamp": "2020-05-21T00:00:00",
      "timestamp_raw": "21 May 2020",
      "keywords": [
        "gloria allred",
        "epstein",
        "call",
        "conference call",
        "los angeles",
        "legal",
        "us attorney",
        "new york",
        "2020",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026540",
      "summary": "On May 25, 2020, Stacey Richman of Richman Hill & Associates PLLC sent an email to Mark L. Epstein regarding a case identified as EFTA00026540. The email included cryptic messages: \"Sent via tin can and string,\" \"+16203229434(8/8),\" \"you will die like your brothel,\" \"wait for us,\" \"grat.in/uxdyd,\" and \"Look behind you.\" A related document, EFTA00026541, was also involved. The email was flagged with a confidentiality notice, restricting its distribution.",
      "timestamp": "2020-05-25T00:00:00",
      "timestamp_raw": "May 25, 2020",
      "keywords": [
        "efta00026540",
        "stacey richman",
        "mark l. epstein",
        "fbi",
        "confidentiality",
        "email",
        "bronz",
        "legal",
        "then #10",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022358",
      "summary": "An individual contacted a group regarding an investigation related to Jeffrey Epstein, specifically seeking current counsel for “M.” One party (Brendan Quigley) offered to forward the attorney’s contact information to the investigator to avoid direct contact with “M.” A proffer agreement was subsequently sent as an attachment. A confidentiality notice was included in the email.",
      "timestamp": "2020-06-05T00:00:00",
      "timestamp_raw": "05 Jun 2020",
      "keywords": [
        "efta00022358",
        "investigation",
        "subpoena",
        "civil case",
        "epstein",
        "counsel",
        "contact info",
        "proffer agreement",
        "redacted",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019467",
      "summary": "Robert Glassman, of Panish Shea & Boyle LLP, is sending a request for tangible and documentary evidence in the case of Jane Doe v. Indyke et al. (SDNY Case No. I :20-cv-00484-JGK-DCF). He attached a letter detailing the request and is sending a copy via FedEx. The email includes a confidentiality notice regarding the transmission of confidential information.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "08 Jun 2020",
      "keywords": [
        "efta00019467",
        "jane doe",
        "touhy request",
        "legal evidence",
        "robert glassman",
        "panish shea & boyle llp",
        "sdny case no.",
        "fedex",
        "confidentiality",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010338",
      "summary": "UMB Bank Legal Process Specialist I Judicial Compliance sent an email on June 10, 2020, responding to a subpoena for Ghislaine Maxwell. The email included a “Nothing_Found_Letter.pdf” attachment and stated that no information was found related to the subpoena.",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "June 10, 2020",
      "keywords": [
        "subpoena",
        "ghislaine maxwell",
        "redaction",
        "umb bank",
        "legal",
        "compliance",
        "notice",
        "email",
        "kansas city",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022960",
      "summary": "Giuffre. *   **Docket Entries Involved:** Specifically, Maxwell objects to the unsealing of DEs 143, 172, 199, and 230, as well as portions of DEs 164 and related entries. These entries contain deposition testimony and related materials from a lawsuit alleging misconduct. *   **Objection Rationale:** Maxwell’s objections are based on several countervailing interests, including reliance on a protective order, preventing abuse of court records, reducing annoyance/embarrassment, and safeguarding ongoing criminal investigations. *   **Non-Party Concerns:**  A significant part of the objection centers on the presence of numerous \"Doe\" defendants referenced in the documents. Maxwell argues that the unsealing is premature due to the lack of notice and objection from these non-parties, requiring the Court to consider their potential claims. *   **Protocol Adherence:** Maxwell’s team intends to comply with the Court’s protocol for unsealing, including providing notice to and obtaining objections from any additional non-party defendants before proceeding. *   **Court's Approach:** The Court's protocol mandates a three-part analysis: assessing the presumption of public access, identifying countervailing interests, and determining if those interests outweigh the presumption. *   **Redaction and Notice:** The document explicitly suggests the Court should consider redaction of Non-Party names and requires providing notice and an opportunity to object to all non-parties before unsealing. Does this accurately capture the core content of the document?",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "June 10, 2020",
      "keywords": [
        "deposition",
        "maxwell",
        "objections",
        "unsealing",
        "redacted",
        "non-party",
        "protective order",
        "discovery",
        "confidentiality",
        "court records",
        "interference"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030360",
      "summary": "A legal assistant from the United States Attorney’s Office, Southern District of New York, sent stamped and signed NDOs (Non-Disclosure Orders) and PENs (Process Expense Notices) to a recipient. These documents were previously submitted to Mag Court.",
      "timestamp": "2020-06-15T00:00:00",
      "timestamp_raw": "15 Jun 2020",
      "keywords": [
        "ndo's",
        "pen's",
        "stamped",
        "mag court",
        "united states attorney's office",
        "criminal clerk",
        "legal assistant",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028562",
            "similarity": 0.636,
            "index": 103,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028562",
      "summary": "A legal assistant from the United States Attorney’s Office, Southern District of New York, sent stamped and signed NDO’s (Notice of Docketing) and PEN’s (Pre-Indictment Notification) to an unknown recipient. The documents were submitted to Mag Court. Attached was a PDF file named “AT&T.pdf”.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "efta00028562",
        "ndo's",
        "pen's",
        "mag court",
        "stamped",
        "signed",
        "united states attorney's office",
        "criminal clerk",
        "legal assistant",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030360",
            "similarity": 0.636,
            "index": 102,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018663",
      "summary": "*   **Cell Site Tracking:** The FBI has been using a cell-site simulator to track the location of Maxwell’s cellular device (assigned call number) since June 30, 2020, collecting GPS and cell site data. Historical data from June 1, 2020, to the present shows the device was located in the District of New Hampshire for the past 30 days. *   **Related Charges:** Maxwell is suspected of violating 18 U.S.C. § 371 (conspiracy to entice minors), 2422/2423 (enticement/transportation of minors), 1623 (perjury), and related offenses. She has been indicted by a grand jury for these charges. *   **Evidence & Contacts:** The affidavit details Maxwell’s connections to other individuals (Laura Menninger, Haddon, Morgan & Foreman, Isabel Maxwell, Scott Borgerson) through phone records, indicating potential involvement in the scheme. *   **Sealed Warrant & Delay of Notice:** The warrant request includes a request to keep the application and warrant sealed until further order, due to the ongoing investigation and the potential for Maxwell to flee or obstruct justice. It also requests a delay of notification to prevent this. *   **Technical Details:** The document explains the investigative technique used – employing a device that can interrupt or monitor cellular communications – and addresses compliance with the Pen Register Statute.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "cell site simulator",
        "cell device",
        "search warrant",
        "fbi",
        "conspiracy",
        "minors",
        "trafficking",
        "18 u.s.c. 371",
        "18 u.s.c. 2422",
        "18 u.s.c. 1623",
        "location data",
        "gps",
        "forensic investigation",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024772",
      "summary": "On July 6, 2020, emails were exchanged regarding a removal hearing in the case of *USA v. Maxwell* (Case 1:20-mj-00132-AJ). The hearing, held on July 2, 2020, before Magistrate Judge Andrea K. Johnstone, involved Ghislaine Maxwell waiving an in-court hearing and an advisory of rights and charges. The court found the defendant knowingly and voluntarily waived the hearing. The hearing lasted 17 minutes and involved participants from the U.S. Department of Justice, the U.S. Marshals Service, and court reporters. Electronic notices were sent to various parties, including the U.S. Department of Justice and the defense attorney, Lawrence Vogelman.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "maxwell",
        "usa v.",
        "removal hearing",
        "united states district court",
        "electronic filing",
        "ghislaine maxwell",
        "case 1:20-mj-00132-aj",
        "magistrate judge",
        "detention hearing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010372",
      "summary": "On July 6, 2020, Lawrence A. Vogelman electronically filed a Notice of Attorney Appearance for Ghislaine Maxwell in Case 1:20-mj-00132-AJ, USA v. Maxwell, with the U.S. District Court for the District of New Hampshire. The notice was generated by the CM/ECF system and included a stamp confirming the electronic filing date and associated file numbers (EFTA00010372 and EFTA00010373).  The email correspondence details the automatic generation of the notification and outlines the court's policy regarding free electronic copies for attorneys of record and parties.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "efta00010372",
        "usa v. maxwell",
        "notice of attorney appearance",
        "ghislaine maxwell",
        "us district court",
        "electronic filing",
        "pacer",
        "case 1:20-mj-00132-aj",
        "lawrence a. vogelman",
        "us doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024449",
      "summary": "On July 10, 2020, a response letter was sent in relation to a Grand Jury Subpoena issued to Gbislaine Maxwell. The letter, from a legal representative, enclosed a WinZip file containing account records and account statements (Account Number XX X5I72) in response to the June 29, 2020 subpoena. The sender requests confidentiality and advance notice of any disclosure decisions regarding the documents. The document identifies the legal entity as a subsidiary of NM and includes the case number EFTA00024449.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "July 10, 2020",
      "keywords": [
        "grand jury subpoena",
        "gbislaine maxwell",
        "account records",
        "documents",
        "confidentiality",
        "legal proceeding",
        "winzip",
        "password",
        "disclosure",
        "efta00024449"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032763",
      "summary": "Kristina Hendrickson sent an invitation via AmexDrive to “cj” to view a shared folder named “Epstein (Kristina Hendrickson).” The folder sharing was set to expire on July 12, 2020. American Express included a standard confidentiality notice with the email and a French translation of it.",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "July 12, 2020",
      "keywords": [
        "kristina hendrickson",
        "amexdrive",
        "epstein",
        "folder sharing",
        "american express",
        "confidential",
        "invitation",
        "efta00032763",
        "2020",
        "july 12"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015968",
      "summary": "A protective order proposal was drafted by defense counsel (Laura Menninger and Haddon, Morgan & Foreman, P.C.) regarding a case involving pretrial publicity and discovery. The proposal includes clarifications and modifications to a previous version, specifically addressing: *   Defining “Confidential” information, aligning with Second Circuit case law and privacy rights. *   Removing a “Highly Confidential” category. *   Suggesting a laptop-based access for the government to provide the client with confidential discovery materials for review while in custody. *   Requiring explicit marking of documents as confidential rather than relying on cover letters. *   Maintaining the ability for the party receiving the order to dispute designations. The sender (Christian Everdell) emphasizes the importance of a jury trial and the need to protect witnesses from harassment, advocating for equitable access to discovery for all parties.  A confidentiality notice is included in each email.",
      "timestamp": "2020-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2020",
      "keywords": [
        "protective order",
        "confidentiality",
        "discovery",
        "redaction",
        "witness",
        "government",
        "court",
        "privacy",
        "legal",
        "access"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021769",
      "summary": "On July 23, 2020, Christian Everdell sent an email with revised drafts of a Protective Order, including a redlined version and a clean copy, to multiple recipients. The email discusses incorporating points from a July 20th call and seeks government approval by 5 PM on July 24th. The email includes attachments of the revised Protective Order documents and images. The email also contains a confidentiality notice and a link to the firm’s privacy policy.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "protective order",
        "redaction",
        "discovery",
        "government",
        "defense",
        "christian everdell",
        "cohen & gresser llp",
        "july 2020",
        "revised draft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021918",
      "summary": "Chris from Cohen & Gresser LLP sent a revised draft of a protective order to Christian Everdell on July 25, 2020. The draft incorporates updates and edits discussed on July 20, 2020, and includes a redline version compared to the government’s original draft alongside a clean version. Chris requested feedback by 5pm the following day regarding the acceptability of the revised draft. The email also includes a confidentiality notice and a link to Cohen & Gresser LLP's privacy policy.",
      "timestamp": "2020-07-25T00:00:00",
      "timestamp_raw": "July 25, 2020",
      "keywords": [
        "protective order",
        "redaction",
        "chris",
        "christian everdell",
        "cohen & gresser llp",
        "legal",
        "draft",
        "revision",
        "government",
        "july 2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017068",
      "summary": "Sigrid McCawley, of Boies Schiller Flexner LLP, sent an email to notify Peter Skinner regarding a Motion to Stay filed by counsel for Ghislaine Maxwell in the case 2d Cir. 20-02413. The motion was filed on July 30, 2020, and McCawley stated she would respond by the following day. The email also included a link to the case details on the PACER system. A separate page contained a confidentiality notice regarding the electronic message.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "efta00017068",
        "maxwell",
        "2d cir. 20-02413",
        "motion to stay",
        "ghislaine maxwell",
        "legal documents",
        "litigation",
        "ecfdocuments",
        "boies schiller flexner llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014450",
      "summary": "On August 4, 2020, [REDACTED] (USANYS) sent a letter to Robert Glassman of Panish Shea & Boyle LLP regarding a Touhy request in the case of *Jane Doe v. Indyke et al.*, SDNY Case No. 1:20-cv-00484-JGK-DCF. The letter included attachments: a letter responding to the Touhy request and a document production to Glassman.  Glassman had previously contacted [REDACTED] (USANYS) on June 8, 2020, and June 26, 2020, to follow up on the request.  The correspondence included a confidentiality notice outlining the handling of sensitive information.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "August 4, 2020",
      "keywords": [
        "touhy request",
        "robert glassman",
        "jane doe",
        "sdny",
        "documentary evidence",
        "legal request",
        "redaction",
        "efta00014450",
        "panish shea & boyle",
        "fedex"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031829",
      "summary": "Jill Greenfield of Fieldfisher sent an email requesting a discussion regarding “Epstein.” The email included contact information for Greenfield and Fieldfisher, along with standard confidentiality and disclaimer notices regarding email communication, bank details, and potential fraud. The email referenced a case file number, EFTA00031829.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2020",
      "keywords": [
        "epstein",
        "fieldfisher",
        "covid-19",
        "bank details",
        "confidential",
        "privacy notice",
        "riverbank house",
        "jill greenfield",
        "email",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016300",
      "summary": "On August 31, 2020, an individual communicated “Yes! That’s her!” regarding a woman connected to Jeffrey Epstein.  On July 12, 2019, an attorney forwarded information to an individual regarding the State’s attorney’s office’s interest in potential criminal charges related to crimes in Palm Beach County. The attorney requested information about potential victims who wished to make a statement to local law enforcement and provided contact information. A notice was included regarding the confidentiality of the email and Florida’s public records law.",
      "timestamp": "2020-08-31T00:00:00",
      "timestamp_raw": "August 31, 2020",
      "keywords": [
        "jeffrey epstein",
        "redaction",
        "state attorney",
        "usanys",
        "palm beach county",
        "criminal charges",
        "human trafficking",
        "icac",
        "florida",
        "public records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014619",
            "similarity": 0.667,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023661",
      "summary": "Nicole Simmons sent a Notice of Appeal, attached to an email dated September 3, 2020, to the SDNY-Clerk regarding United States v. Ghislaine Maxwell (20 Cr. 330 (AJN)). The Notice of Appeal was at the request of Laura Mennin and was sent via Overnight Delivery.",
      "timestamp": "2020-09-03T00:00:00",
      "timestamp_raw": "September 3, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "notice of appeal",
        "motion to modify po",
        "sdny-clerk",
        "laura mennin",
        "nicole simmons",
        "efta00023661"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016306",
      "summary": "A legal email chain is being circulated regarding the case of *United States of America v. Maxwell* (Case Number 20-3061). An Assistant U.S. Attorney is requesting additional counsel to file a notice of appearance due to an interlocutory criminal appeal filed by Ghislaine Maxwell. The email chain includes a link to a form for submitting the notice. The Court of Appeals, 2nd Circuit, filed the notice on September 9, 2020, and it was electronically mailed to Laura Menninger, Assistant U.S. Attorney.  A document titled \"Criminal_Docketing_Notice\" and \"Case FILED\" were associated with the filing.",
      "timestamp": "2020-09-09T00:00:00",
      "timestamp_raw": "September 9, 2020",
      "keywords": [
        "maxwell",
        "united states of america",
        "criminal appeal",
        "notice of appearance",
        "20-3061",
        "ghislaine maxwell",
        "court of appeals",
        "docket",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019086",
            "similarity": 0.583,
            "index": 165,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021008",
      "summary": "On September 23, 2020, a letter titled “Response to Govt Opp to Mot to Consolidate” was filed in the case of United States of America v. Maxwell (Case Number 20-3061) by Ghislaine Maxwell. The letter was received by the Clerk’s Office and electronically mailed to relevant parties, including the Assistant U.S. Attorney and the Deputy Clerk. The document was stamped with a date of September 23, 2020, and associated docket number 2937071-0.  The file is identified as EFTA00021008.",
      "timestamp": "2020-09-23T00:00:00",
      "timestamp_raw": "September 23, 2020",
      "keywords": [
        "efta00021008",
        "united states of america",
        "maxwell",
        "20-3061",
        "docket",
        "notice",
        "court of appeals",
        "2nd circuit",
        "ghislaine maxwell",
        "letter",
        "electronic document"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023127",
            "similarity": 0.5,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028066",
            "similarity": 0.571,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010292",
            "similarity": 0.5,
            "index": 124,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023127",
      "summary": "On September 23, 2020, a defective document (identified as [53] and [54]) was cured in the case of United States of America v. Maxwell (Case Number 20-3061) filed with the Court of Appeals, 2nd Circuit. The document was filed on behalf of Appellant Ghislaine Maxwell.  The notice of docket activity was electronically mailed to Gerard Whidbee, Deputy Clerk, Quality Control 1, and EFTA00023127.",
      "timestamp": "2020-09-23T00:00:00",
      "timestamp_raw": "September 23, 2020",
      "keywords": [
        "efta00023127",
        "maxwell",
        "united states of america",
        "20-3061",
        "defective document",
        "ghislaine maxwell",
        "docket",
        "notice",
        "court of appeals",
        "pacer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021008",
            "similarity": 0.5,
            "index": 118,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028066",
            "similarity": 0.5,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027867",
            "similarity": 0.5,
            "index": 168,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015723",
            "similarity": 0.667,
            "index": 170,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028066",
      "summary": "On September 24, 2020, a motion to seal a document was filed in the case of United States of America v. Maxwell (Case Number 20-3061) by Ghislaine Maxwell. The motion was filed electronically via CM/ECF and associated with document “2020.09.24 Motion for Leave to File Under Seal.pdf”. The court’s Notice of Docket Activity indicates electronic notification was sent to Gerard Whidbee, Deputy Clerk, and the document is stamped with a date of September 24, 2020, and file number 2938282-0. The document’s file identifier is EFTA00028066.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "September 24, 2020",
      "keywords": [
        "efta00028066",
        "maxwell",
        "united states of america",
        "motion to seal",
        "20-3061",
        "ghislaine maxwell",
        "court of appeals",
        "2nd circuit",
        "docket",
        "electronic document",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023127",
            "similarity": 0.5,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021008",
            "similarity": 0.571,
            "index": 118,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030581",
            "similarity": 0.5,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010292",
            "similarity": 0.75,
            "index": 124,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027869",
            "similarity": 0.5,
            "index": 169,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013220",
      "summary": "An email was sent from Cohen & Gresser LLP to [REDACTED] regarding a letter received from Maxwell’s counsel concerning discovery. The letter included attachments: a letter from October 1, 2020, and a previous letter regarding prison conditions. The sender anticipated sending a draft response on Monday and requested a discussion with the recipient, inquiring about availability for a conversation before 1 pm or after 3 pm. A confidentiality notice was also included.",
      "timestamp": "2020-10-01T00:00:00",
      "timestamp_raw": "October 1, 2020",
      "keywords": [
        "efta00013220",
        "letter",
        "discovery",
        "maxwell",
        "government",
        "prison conditions",
        "cohen & gresser llp",
        "response",
        "confidentiality",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014585",
      "summary": "A letter titled “2020.10.1_Letter_to_Government_re_Discovety.PDF” was sent from Christian Everdell of COHEN & GRESSER LLP to [REDACTED] on October 2, 2020, requesting a discussion. The letter was forwarded by [REDACTED]. A confidentiality notice is included, advising recipients that the email contents may be confidential and should not be reviewed, disseminated, or copied without permission.",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "efta00014585",
        "redaction analysis",
        "letter",
        "government",
        "discovery",
        "cohen & gresser llp",
        "confidentiality",
        "privacy",
        "email",
        "october 2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030581",
      "summary": "On October 8, 2020, the United States of America filed a case against Ghislaine Maxwell (Case Number 20-3061). An Oral Argument Statement LR34.1(a) was filed on behalf of Attorney S Esq. for Appellant. The document, titled \"2020.10.08 Oral argument statement Form 12-2011-FLAT.pdf\", was stamped EFTA00030581 and EFTA00030582. The notice was electronically mailed and stored in the notice cart.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "efta00030581",
        "maxwell",
        "united states of america",
        "criminal case",
        "oral argument",
        "docket",
        "court of appeals",
        "2nd circuit",
        "ghislaine maxwell",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028066",
            "similarity": 0.5,
            "index": 120,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010292",
            "similarity": 0.538,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027867",
            "similarity": 0.5,
            "index": 168,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027869",
            "similarity": 0.538,
            "index": 169,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010292",
      "summary": "On October 8, 2020, a motion to seal a document was filed in the case of United States of America v. Maxwell (Case Number 20-3061) by Ghislaine Maxwell. The motion was filed through CM/ECF and associated with the document \"2020.10.08 Motion for Leave to File RB Under Seal.pdf\". The notice of docket activity was electronically mailed to various U.S. Department of Justice personnel and the Deputy Clerk. The document was stamped with an electronic stamp on October 8, 2020.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "maxwell",
        "united states of america",
        "motion to seal",
        "docket",
        "court of appeals",
        "2nd circuit",
        "efta00010292",
        "ghislaine maxwell",
        "pacer",
        "electronic document"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030581",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028066",
            "similarity": 0.75,
            "index": 120,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021008",
            "similarity": 0.5,
            "index": 118,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027867",
            "similarity": 0.5,
            "index": 168,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027869",
            "similarity": 0.538,
            "index": 169,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018230",
            "similarity": 0.538,
            "index": 173,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026560",
      "summary": "Kendall Felder, a General Manager at Melken Solutions, LLC, is coordinating a call at 11:30 AM on October 8, 2020, to discuss questions regarding a hard drive sent to the U.S. Attorney’s Office I SDNY. He is circulating call-in information (including a pin) and requesting the recipient to share an update file via email, inquiring about the size of an overlay file for e-mailing purposes. The emails contain confidentiality notices and restrictions on sharing the content.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "efta00026560",
        "kendall felder",
        "usanys",
        "contractor",
        "call",
        "overlay file",
        "update file",
        "dial-in",
        "melken solutions",
        "hard drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014595",
      "summary": "On October 9, 2020, a “Notice of Telephonic Date Acknowledgment” was filed in the case of *Giuffre v. Maxwell* (Case Number 20-2413) before the Court of Appeals, 2nd Circuit. The notice was filed on behalf of Appellant Ghislaine Maxwell. The document was electronically mailed to multiple counsel and parties, including David Boies, Jay Marshall Wolman, Bruce D. Brown, KatieLynn B. Townsend, Si 'd S. McCawley, T Gee, Adam Mueller, Marc Randam, Christine Walz, Sanford Bohrer, Laura Menninger, Imran H. Ansari, and Jason Wang. The document is associated with EFTA00014595 and EFTA00014596.",
      "timestamp": "2020-10-09T00:00:00",
      "timestamp_raw": "October 9, 2020",
      "keywords": [
        "giuffre v. maxwell",
        "notice",
        "docket",
        "electronic filing",
        "cm/ecf",
        "redaction",
        "case number",
        "20-2413",
        "telephonic date acknowledgment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026826",
      "summary": "On October 9, 2020, a Motion Order was filed in case number 20-2413, involving Ghislaine Maxwell v. Maxwell. The motion, requesting additional argument time, was granted. The document was filed by the Appellant, Ghislaine Maxwell, and associated with EFTA00026826 and EFTA00026827. The notice of docket activity was electronically mailed to various court personnel.",
      "timestamp": "2020-10-09T00:00:00",
      "timestamp_raw": "October 9, 2020",
      "keywords": [
        "efta00026826",
        "maxwell",
        "ghislaine maxwell",
        "motion order",
        "20-2413",
        "court of appeals",
        "2nd circuit",
        "pacer",
        "redaction analysis",
        "docket"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027867",
            "similarity": 0.5,
            "index": 168,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018230",
            "similarity": 0.538,
            "index": 173,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011417",
      "summary": "A letter, attached on October 13, 2020, was sent from Christian Everdell of Cohen & Gresser LLP to an unidentified recipient regarding Rule 16 and Brady Requests. The email included a confidentiality notice and a link to the firm’s privacy policy. The subject was \"FW: Letter.\"",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "efta00011417",
        "redaction analysis",
        "letter",
        "government",
        "rule 16",
        "brady requests",
        "christian everdell",
        "cohen & gresser llp",
        "confidentiality",
        "privacy policy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017943",
      "summary": "On October 19, 2020, a Summary Order and Judgment was filed in the case of United States of America v. Maxwell (Case Number 20-3061) by the 2nd Circuit Court of Appeals, dismissing Maxwell’s appeal on jurisdictional grounds.  The order was filed by JAC, RSP, RR, and FILED. Associated documents included a Bill of Cost Itemized Notice and two other Bill of Cost Itemized Notices. Recipients of the electronic documents included EFTA00017943, EFTA00017944, and EFTA00017945.",
      "timestamp": "2020-10-19T00:00:00",
      "timestamp_raw": "October 19, 2020",
      "keywords": [
        "united states of america v. maxwell",
        "20-3061",
        "summary order",
        "appeal",
        "protective order",
        "jurisdiction",
        "court of appeals",
        "2nd circuit",
        "pacer",
        "electronic documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029517",
      "summary": "Emails discuss a person referred to as “Sarah Sacks” and a potential client.  One individual states that “Sarah Sacks” never filed a notice or communicated with them. Another mentions emails indicating a private investigator visited “Sarah Sacks’ client.” A question is posed regarding whether “Sarah Sacks” represents Jeffrey Epstein or Louis Tartaglione. The communications originate from individuals within the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2020-11-08T00:00:00",
      "timestamp_raw": "08 Oct 2020",
      "keywords": [
        "efta00029517",
        "sarah sacks",
        "foia",
        "redaction",
        "usanys",
        "epstein",
        "tartaglione",
        "email",
        "docket",
        "client"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017817",
      "summary": "On November 20, 2020, an Assistant United States Attorney from the Southern District of New York contacted Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, requesting a call regarding an urgent matter concerning Ghislaine Maxwell. Sternheim responded indicating availability after 3:30 PM. The email also included a standard notice regarding the office’s remote work status due to COVID-19, instructing recipients to use email or fax for correspondence.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "November 20, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "united states attorney",
        "southern district of new york",
        "legal",
        "correspondence",
        "covid-19",
        "confidential",
        "privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031952",
      "summary": "On December 4, 2020, Christian Everdell of Cohen & Gresser LLP sent a draft letter to Judge Nathan regarding a briefing schedule. The letter was attached as a .DOCX file. He requested confirmation from the recipient ([REDACTED]) that there were no comments before sending the letter within the hour. The email also included images and a confidentiality notice.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "efta00031952",
        "briefing schedule",
        "letter",
        "judge nathan",
        "christian everdell",
        "cohen & gresser llp",
        "confidentiality",
        "privacy",
        "usanys",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025492",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a CVRA notice. The email is attached as a message titled \"_CVRA_notice.msg\" and was sent on December 8, 2020. The subject line is \"RE: CVRA notice\".",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "efta",
        "cvra",
        "notice",
        "redaction",
        "analysis",
        "usahub",
        "message",
        "outlook",
        "2020",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015019",
      "summary": "Bobbi C. Sternheim, an attorney, contacted Nicole regarding Ghislaine Maxwell’s case (02879-509). Maxwell had a nasal swab test and was placed in the SHU for a 14-day quarantine. Sternheim requested confirmation on the quarantine’s details: whether it was being enforced, the reason, duration, whether legal calls were permitted, and if legal visits were canceled. The email also included standard legal office contact information and a COVID-19 notice.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "legal call",
        "quarantine",
        "shu",
        "nasal swab test",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015975",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an email to Judge Nathan regarding a typographical error in a reply brief for the case *U.S. v. Ghislaine Maxwell* (20 Cr. 330). The email requested approval to correct the error on pages 1 and 8 of the memorandum.  He attached both the unredacted and redacted versions of the memorandum, along with exhibits A-B, to be filed under seal. The email also included a cover letter and confidentiality notices.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "December 18, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "redaction",
        "memorandum",
        "court",
        "u.s. v.",
        "christian everdell",
        "cohen & gresser llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011179",
            "similarity": 0.5,
            "index": 239,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022316",
      "summary": "Bobbi C. Sternheim, an attorney, sent a communication to the Department of Justice’s Federal Bureau of Prisons regarding Ghislaine Maxwell’s conditions at the Metropolitan Detention Center Brooklyn.  She reported that Maxwell had a blanket removed and was not provided a complete holiday meal, despite a room temperature of 76.5 degrees on December 26th. She expressed concern about her coldness, isolation, and lack of adequate blankets, citing a current temperature of 32 degrees with a forecast drop to 28 degrees. Sternheim requested an emergency legal call and urged immediate action to rectify the situation, stating it was inexcusable and would be reported to the court. She also included a COVID-19 notice regarding remote work operations.",
      "timestamp": "2020-12-26T00:00:00",
      "timestamp_raw": "12/26/2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "metropolitan detention center",
        "department of justice",
        "legal",
        "blanket",
        "temperature",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031708",
      "summary": "On December 28, 2020, a court order (Docket No. 104) was issued in the case of USA v. Maxwell (Case 1:20-cr-00330-AJN) denying Ghislaine Maxwell’s motion for release on bail. The order included potentially confidential information. The court instructed the parties to propose redactions to the Opinion and Order within 48 hours, justifying them with reference to the Lugosch v. Pyramid Co. of Onondaga case. A notice was sent to multiple parties involved in the case.",
      "timestamp": "2020-12-28T00:00:00",
      "timestamp_raw": "December 28, 2020",
      "keywords": [
        "maxwell",
        "usa",
        "court",
        "case 1:20-cr-00330-ajn",
        "ghislaine maxwell",
        "redaction",
        "opinion",
        "order",
        "flight risk",
        "december 28",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013303",
      "summary": "A U.S. Attorney’s Assistant from the Southern District of New York is communicating with legal counsel regarding Ghislaine Maxwell’s confinement conditions at MDC. The MDC legal team is reporting inaccurate information, specifically stating no staff directs Maxwell’s location within her cell, but guards instructed her to avoid specific positions and standing near the cell door. Maxwell is also not receiving her designated food and has issues with a provided disc and computer, requiring a replacement disc and/or computer. The sender requests an update on the hard drive containing production data. A COVID-19 notice is included, indicating the West 19th Street office is closed and correspondence should be conducted via email or fax.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "legal",
        "confinement",
        "emails",
        "disciplinary sanction",
        "replacement disc",
        "computer",
        "hard drive",
        "efta00013303"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013305",
      "summary": "An email chain discusses the situation of Ghislaine Maxwell while she was detained. It details instructions given to Maxwell regarding her cell placement (avoiding corners, toilet proximity, and door distance) and a disciplinary sanction if she didn’t comply. The MDC Legal team reports issues with a discovery disc not working on their computer and requests a replacement disc and/or computer, as well as the immediate production of a hard drive containing complete production. The email also includes a standard office contact information and a COVID-19 notice regarding remote work procedures.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "ghislaine maxwell",
        "usanys",
        "mdc legal",
        "efta00013305",
        "new york",
        "isolation cell",
        "disciplinary sanction",
        "covid-19",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015913",
            "similarity": 0.5,
            "index": 229,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013277",
      "summary": "Ghislaine Maxwell’s legal counsel reported to the Bro/Exec Assistant, Christian Everdell, and Mark S. Cohen that she experienced physical mistreatment and verbal threats from MDC staff, specifically Officer [REDACTED] and Officer [REDACTED]. Officer [REDACTED] performed a body search involving excessive pressure on her breasts, causing pain, and Officer [REDACTED] threatened to charge her with assault. Maxwell reported the incidents to staff and medical personnel. Counsel stated this was not the first instance of inappropriate touching and threatened to file complaints with the Attorney General’s Office and notify the court if further incidents occurred. The report referenced prior issues in the MCC related to Jeffrey Epstein’s detention and criticized the restrictive conditions of Maxwell’s detention. Bobbi C. Sternheim, Esq., provided contact information for her law office and included a Covid-19 notice regarding their remote working status.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "05 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "assault",
        "abuse",
        "threat",
        "investigation",
        "bop",
        "attorney general",
        "maxwell",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013293",
      "summary": "The document is a series of email exchanges concerning the upload of data related to a case (\"US v. Epstein\") to a portal.  A vendor was tasked with removing old data from Relativity and replacing it with a new dataset.  There were multiple requests for updates on the upload status, and the vendor confirmed the data was being processed and eventually uploaded.  A link to ShareFile was repeatedly sent to facilitate access to the data, alongside assurances of support in case of access issues.  The email also includes a standard confidentiality notice.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "relativity",
        "data",
        "vendor",
        "upload",
        "redaction",
        "portal access",
        "epstein",
        "us",
        "sharefile",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030943",
      "summary": "330). The government argues it has provided the defense with sufficient information through the detailed indictment and over 2.7 million items of discovery, including electronic evidence and an index. They assert that a bill of particulars is only needed when the indictment is vague, which isn’t the case here.  The government further states it won't provide specifics about investigative strategies, witness lists, or the government’s planned approach to proving the charges, as this could unduly influence the defense. They refer to prior court decisions supporting this position, emphasizing that the indictment and discovery materials already adequately inform the defendant of the charges and evidence against her. Finally, the government indicates they will provide Giglio and Jencks Act materials in advance of trial.",
      "timestamp": "2021-01-10T00:00:00",
      "timestamp_raw": "January 10, 2021",
      "keywords": [
        "ghislaine maxwell",
        "indictment",
        "bill of particulars",
        "discovery",
        "charges",
        "evidence",
        "united states v. maxwell",
        "giglio act",
        "jencks act",
        "criminal case",
        "defense",
        "notice",
        "investigation",
        "witnesses",
        "co-conspirators",
        "trial strategy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023910",
            "similarity": 0.526,
            "index": 144,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030941",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an email to Bobbi C. Sternheim, Jeff Pagliuca, Laura Menninger, and Mark S. Cohen regarding a request for a Bill of Particulars. The email included an attachment: “2021-01-10 Leuer_Response_to_GM_Request_for_Bill_of Particularsfinal).pdf.” A confidentiality notice and privacy policy link were also included.",
      "timestamp": "2021-01-10T00:00:00",
      "timestamp_raw": "2021-01-10",
      "keywords": [
        "bill of particulars",
        "christian everdell",
        "cohen & gresser llp",
        "request",
        "legal",
        "efta00030941",
        "pdf",
        "redaction",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023910",
      "summary": "Department of Justice, through the Southern District of New York, is responding to a request from defense counsel for a bill of particulars in the case of *United States v. Ghislaine Maxwell*. The government denies the request, asserting that it has provided the defendant with sufficient information to prepare for trial and prevent surprise. Specifically, the government highlights the detailed speaking superseding indictment and over 2.7 million items of discovery (electronic form) that the defendant has already received. The government argues that a bill of particulars is not required when the indictment clearly outlines the charges and the defendant has received adequate notice through discovery. They cite several previous court rulings that prohibit using a bill of particulars to: *   Acquire evidentiary details. *   Serve as a general investigative tool. *   Allow a defendant to preview the government's case or trial strategy. The government maintains that the indictment, coupled with the extensive discovery, provides the defendant with ample information regarding the allegations and supporting evidence, and that requests for specific details regarding witnesses or co-conspirators are inappropriate. They reiterate their willingness to cooperate regarding pretrial disclosures.",
      "timestamp": "2021-01-10T00:00:00",
      "timestamp_raw": "January 10, 2021",
      "keywords": [
        "ghislaine maxwell",
        "indictment",
        "bill of particulars",
        "discovery",
        "united states v. maxwell",
        "giglio act",
        "jencks act",
        "evidence",
        "charges",
        "defense",
        "trial",
        "united states department of justice",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030943",
            "similarity": 0.526,
            "index": 142,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020453",
      "summary": "Email correspondence regarding activity in Case 1:20-cr-00330-AJN USA v. Maxwell, specifically the transmission of a Notice of Appeal and Docket Sheet to the US Court of Appeals for the Ninth Circuit. The email was sent on January 12, 2021, and included a forwarded message with the subject “FWLActivity_in_Case_1:20-cr-00330-AIN_USA_v._Maxwell_Transmission_of Notice_of Appeal_and_Docket Sheet_to_USCA”.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "January 12, 2021",
      "keywords": [
        "efta00020453",
        "usa v. maxwell",
        "case 1:20-cr-00330-ajn",
        "notice of appeal",
        "docket sheet",
        "usca",
        "transmission",
        "activity",
        "fw",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027560",
      "summary": "The document is a legal case file concerning the United States of America v. Ghislaine Maxwell (Case Number 21-58). It was filed on January 12, 2021, and retrieved on March 31, 2021. The case involves an appeal, with 21-770 as a related case. Several notices of appearance were filed by both the Appellant (Ghislaine Maxwell) and the Appellee (USA United States of America) regarding the case. The document includes electronic index filings and docket entries.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "January 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "appeal",
        "criminal case",
        "lexisnexis",
        "21-58",
        "21-770",
        "court of appeals",
        "notice of appeal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017873",
      "summary": "United States of America v. Maxwell (Case Number: 21-58) was filed on January 12, 2021. Ghislaine Maxwell is the defendant, represented by Cohen & Gresser LLP and Bobbi C. Stemheim. On January 25, 2021, notices of appearance were filed by Cohen & Gresser LLP and Bobbi C. Stemheim. On January 26, 2021, a defective acknowledgment was addressed, followed by an acknowledgment and notice of appearance, and finally, information regarding Bobbi C. Sternheim as attorney for Maxwell was added, along with a Form B. The case is being handled by Assistant U.S. Attorney Christian Romeyn Everdell.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "January 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "appeal",
        "court case",
        "criminal defense",
        "lexisnexis",
        "cohen & gresser llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027565",
      "summary": "*   **Case Name:** United States of America v. Maxwell *   **Court:** US Circuit Court of Appeals - 02nd Circuit *   **Case Number:** 21-58 *   **Date Filed:** 01/12/2021 *   **Status:** Appeal *   **Litigants:** United States of America (Appellee) vs. Ghislaine Maxwell (Appellant) *   **Attorneys:** Assistant U.S. Attorney and United States Attorney's Office for the Southern District of New York represent the United States; an attorney represents Ghislaine Maxwell. *   **Key Documents Filed:** Supporting Exhibit, Motion to be relieved as attorney, Certificate of Service, Notice of Appearance, and a Reply to Opposition. *   **Dates of Filing:** Several documents were filed between 04/13/2021 and 04/19/2021.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "01/12/2021",
      "keywords": [
        "united states of america",
        "maxwell",
        "appeal",
        "litigation",
        "court",
        "attorneys",
        "new york",
        "motion",
        "opposition",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024992",
      "summary": "Bobbi Sternheim, an attorney, is requesting urgent assistance in delivering time-sensitive legal mail to Ghislaine Maxwell. She sent express mail containing documents for review over the weekend, emphasizing the need for delivery by Friday due to a court-ordered filing deadline. She also requested access to a government-provided laptop computer for Maxwell to review the discovery documents. A Covid-19 notice indicates the office is operating remotely via email and fax. There were redactions on pages 2 and 3.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "legal mail",
        "time-sensitive documents",
        "vtc",
        "bobbi sternheim",
        "court-ordered filing deadline",
        "laptop computer",
        "discovery documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024995",
      "summary": "Chris R. Rodgers, on behalf of Mary McCann, submitted discovery responses related to a civil matter against Jeffrey Epstein. The attachments included amended answers to interrogatories, a notice of serving verified answer, and supplemental RRP documents. The communication was flagged as privileged and confidential due to electronic communication concerns and protected under the Electronic Communication Privacy Act.",
      "timestamp": "2021-01-19T00:00:00",
      "timestamp_raw": "19 Jan 2021",
      "keywords": [
        "discovery",
        "responses",
        "efta00024995",
        "chris r. rodgers",
        "jack scarola",
        "mary mccann",
        "epstein",
        "searcy denney scarola",
        "electronic communication privacy act",
        "civil matter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020972",
      "summary": "On January 25, 2021, a Notice of Appearance for Additional Counsel was filed in case number 21-58, United States of America v. Maxwell. The notice was filed on behalf of Ghislaine Maxwell (Appellant) and the United States of America (Appellee).  The document was electronically mailed to Ms. Bobbi C. Stemheim, Deputy Clerk, and associated with electronic stamp information including date, file number, and document identifier. The case is associated with the Court of Appeals, 2nd Circuit.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "efta00020972",
        "maxwell",
        "united states of america",
        "ghislaine maxwell",
        "notice of appearance",
        "docket",
        "court of appeals",
        "2nd circuit",
        "cm/ecf",
        "21-58"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028136",
            "similarity": 0.538,
            "index": 154,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019086",
            "similarity": 0.538,
            "index": 165,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027867",
            "similarity": 0.5,
            "index": 168,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026477",
      "summary": "On January 26, 2021, the Court of Appeals, 2nd Circuit, recorded the addition of Ghislaine Maxwell’s attorney to the case United States of America v. Maxwell (Case Number 21-58).  Notice of this change was sent electronically to Assistant U.S. Attorney Christian Rome n Everdell, Ms. Bobbi C. Stemheim, and Quality Control I. The document is identified as EFTA00026477.",
      "timestamp": "2021-01-26T00:00:00",
      "timestamp_raw": "January 26, 2021",
      "keywords": [
        "efta00026477",
        "united states of america",
        "maxwell",
        "case number",
        "docket",
        "notice",
        "attorney",
        "pacer",
        "court of appeals",
        "electronic documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020971",
      "summary": "On January 26, 2021, a \"CURED DEFECTIVE ACKNOWLEDGMENT AND NOTICE OF APPEARANCE\" was filed on behalf of Ghislaine Maxwell in the case of United States of America v. Maxwell (Case Number 21-58) by the Court of Appeals, 2nd Circuit. The document (EFTA00020971) was electronically mailed to Christian Romeyn Everdell, Assistant U.S. Attorney, and stored in the notice cart for Quality Control 1.",
      "timestamp": "2021-01-26T00:00:00",
      "timestamp_raw": "January 26, 2021",
      "keywords": [
        "efta00020971",
        "maxwell",
        "united states of america",
        "21-58",
        "docket",
        "redaction",
        "notice",
        "court of appeals",
        "ghislaine maxwell",
        "cured defect"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028136",
      "summary": "On January 26, 2021, an “Acknowledgment and Notice of Appearance” was filed in the case of *United States of America v. Maxwell* (Case Number 21-58) before the Court of Appeals, 2nd Circuit. Ghislaine Maxwell’s attorney, represented by Cohen & Siegel, LLC, submitted the document. Electronic notifications were sent to multiple individuals, including Tammy Torres, Deputy Clerk, and ceverdell@cohengressercom. The document was stamped with a digital signature and associated with file number 3021043-0. The case identifier is EFTA00028136.",
      "timestamp": "2021-01-26T00:00:00",
      "timestamp_raw": "January 26, 2021",
      "keywords": [
        "efta00028136",
        "maxwell",
        "united states of america",
        "21-58",
        "docket",
        "court of appeals",
        "2nd circuit",
        "acknowledgment",
        "notice of appearance",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020972",
            "similarity": 0.538,
            "index": 151,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027867",
            "similarity": 0.5,
            "index": 168,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027869",
            "similarity": 0.538,
            "index": 169,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015720",
            "similarity": 0.538,
            "index": 175,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030918",
      "summary": "This redacted document details communications surrounding the production of discovery materials related to a legal case, likely a criminal investigation. Here’s a breakdown of the key content: *   **Discovery Requests & Production:** The core of the document revolves around responding to discovery requests made by defense counsel (USANYS) regarding materials related to a case, potentially involving a criminal investigation (\"defense\"). The production process involves multiple stages (6a, 6b, 6c), re-stamping, and transferring data to a location (USa.doj.govkcloud NYSkStAndrews\\ Shared). *   **Technical Issues & Corrections:** Significant issues arise regarding the accuracy of Bates numbering, metadata gaps in DAT files, and missing documents. Proposals are made to rectify these problems, including renumbering files, providing new DAT files, and correcting metadata errors. *   **Communication Chain:** The communication is primarily between USANYS (contractor) and the defense counsel (USANYS), with several individuals (e.g., Christian Everdell, Mark S. Cohen, Laura Menninger) involved in coordinating the production. *   **Timeline & Deadlines:** The document highlights ongoing efforts to prepare and deliver the discovery materials by January 27th, 2021, with ongoing requests for updates and confirmation of delivery. *   **Specific Requests & Concerns:** The defense requests a new 4TB hard drive, confirmation of the CD's delivery, clarification of Bates numbering, and detailed explanations for any missing documents or redactions. They also raise concerns regarding the FBI report and the tracking of the subject. *   **Redaction & Confidentiality:** The document is heavily redacted, indicating sensitive information is being protected. It also contains a standard confidentiality notice.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "prod011",
        "prod015",
        "bates numbers",
        "cd",
        "ftp",
        "mdc",
        "defense",
        "emails",
        "files",
        "range",
        "dat",
        "maxwell",
        "usafx",
        "cdrive",
        "government",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024166",
      "summary": "Ghislaine Maxwell submitted a sealed, ex parte subpoena request to a law firm representing alleged victims in her criminal case. The court ordered the defense to provide notice to the alleged victims and allow them to object. The law firm subsequently raised objections, functionally equivalent to a motion to quash, requiring them to file formal objections with the public docket. The court mandated a meeting between defense counsel and the law firm to narrow the scope of objections and proposed redactions, subject to justification based on *Lugosch v. Pyramid Co. of Onondaga*, with responses and replies occurring within specified timeframes.",
      "timestamp": "2021-03-05T00:00:00",
      "timestamp_raw": "March 5, 2021",
      "keywords": [
        "ghislaine maxwell",
        "subpoena",
        "rule 17(c)(3)",
        "victims",
        "redaction",
        "court order",
        "defense strategy",
        "ex parte",
        "notice",
        "objections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030068",
      "summary": "Laura Mcnninger, of Haddon, Morgan and Foreman, P.C., sent an email to multiple recipients including Jeff Pagliuca, Christian Everdell, and BC Sternheim, requesting to view evidence in the case of *US v. Maxwell* (20 Cr. 330 (AJN)). The email attached a letter detailing the request and included a confidentiality notice emphasizing the sensitive nature of the materials.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "08 Mar 2021",
      "keywords": [
        "efta00030068",
        "us v. maxwell",
        "laura mcnninger",
        "evidence",
        "confidential",
        "scenes",
        "dodd",
        "c sternheim",
        "request",
        "haddon",
        "morgan and foreman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021697",
      "summary": "On March 8, 2021, Laura Menninger of Haddon, Morgan and Foreman, P.C. sent an email to multiple parties, including the US Attorney’s Office (USANYS) and the FBI, regarding the case *US v. Maxwell* (20 Cr. 330). The email requested the viewing of evidence and highly confidential materials related to the case, including scenes. The email included a letter from LAM to the USAO and attached images. The email also contained a confidentiality notice.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "maxwell",
        "fbi",
        "evidence",
        "confidential",
        "request",
        "us v.",
        "laura menninger",
        "haddon morgan foreman",
        "20 cr 330",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025200",
      "summary": "The document is a series of email exchanges regarding the discovery process in a US v. Maxwell case (20 Cr. 330). The US Attorney’s office requests an index of physical evidence seized by the FBI, noting that the existing spreadsheet is incomplete. The FBI provides an index of physical items from the FBI-Miami office, along with associated scans, but requests further clarification and potential for a similar index from the FBI’s New York office. There is a discussion regarding scheduling a call to discuss the requests and available times for the call are being coordinated. A confidentiality notice is included at the end.",
      "timestamp": "2021-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2021",
      "keywords": [
        "fbi",
        "evidence",
        "spreadsheet",
        "maxwell",
        "us v.",
        "new york",
        "discovery",
        "fbi-miami",
        "sdny",
        "epstein",
        "indices",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025206",
      "summary": "Attorney from the Southern District of New York is coordinating a call with legal counsel (Laura Mennin at Haddon, Morgan & Foreman, P.C., and associates) regarding access to evidence in the case *US v. Maxwell* (20 Cr. 330 (MN)). *   The U.S. Attorney is providing an index of physical items in FBI custody from the FBI-Miami office (Bates range SDNY_GM_00172218-SDNY_GM_00173007) and scans of related items. *   Laura Mennin confirms availability for a call on March 10th at 1:30 PM ET/ 11:30 AM MST and offers alternative times. *   The communication includes standard confidentiality notices regarding the transmitted information.",
      "timestamp": "2021-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2021",
      "keywords": [
        "us v. maxwell",
        "fbi",
        "laura mennin",
        "evidence",
        "confidential materials",
        "redaction",
        "discovery",
        "sdny",
        "haddon morgan & foreman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030101",
      "summary": "The document details the FBI’s plan to provide Laura Menninger (representing the defense team) with evidence related to the US v. Maxwell case, specifically focusing on highly confidential nude/partially nude images and physical evidence. Here’s a breakdown of the key information: *   **Evidence Provided:** The FBI will provide three categories of images seized from Jeffrey Epstein’s devices (approximately 2,100 electronic images/videos, 3,400 discs, and 7 hard copy images). The FBI will also provide two spreadsheets detailing all physical evidence in their custody, separated by FBI Miami and New York offices. *   **Review Process:** The defense team can review the evidence at the FBI’s Bronx warehouse, subject to a two-week notice requirement, business hours, and the presence of FBI agents and a prosecutor. They can bring digital cameras (without internet connectivity) to photograph items. *   **Technical Considerations:**  Electronic files require Cellebrite software for review of Apple devices. Metadata may or may not be recoverable from damaged devices. *   **Media Review:** The FBI anticipates providing access to all electronic media (excluding witness statements) for review at the FBI's Manhattan office within approximately three weeks. *   **Communication & Scheduling:**  The parties coordinate calls to discuss the evidence and scheduling of reviews, with the FBI initially indicating a potential review date of May 18th.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "fbi",
        "epstein",
        "images",
        "evidence",
        "discovery",
        "confidential",
        "metadata",
        "electronic devices",
        "bronx",
        "review",
        "new york",
        "miami"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031589",
            "similarity": 0.533,
            "index": 162,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031589",
      "summary": "This document concerns the discovery process in the US v. Maxwell case, specifically regarding the review of highly confidential evidence related to Jeffrey Epstein’s activities. The US Attorney’s office, represented by an Assistant US Attorney, is facilitating the review of electronic images and physical evidence held by the FBI. Key points include: *   **Types of Evidence:** The FBI possesses three categories of electronic images related to nude/partially nude images: approximately 2,100 electronic images and videos from Epstein’s devices, 3,400 discs from his residences, and 7 hard copy images from the FBI Florida office. *   **Review Access:** The defense team (represented by Laura Menninger of Haddon, Morgan & Foreman) will have access to the electronic files, with Cellebrite software provided for viewing Apple devices. The physical evidence will be reviewed at the FBI’s Bronx warehouse under specific conditions. *   **Logistics:** The warehouse review requires two weeks' notice and is open during business hours. The FBI will provide one laptop for image review and can transport items to 500 Pearl Street. *   **Restrictions:** Duplicates of the obscene electronic images are prohibited, and there are limitations on the number of laptops available.  Electronic media (VHS, cassettes, CDs) are not playable at the warehouse. *   **Timeline & Communication:** The Attorney and defense team are coordinating scheduling for the review, with the FBI anticipating a three-week timeframe for reviewing all electronic media at their Manhattan office.  The defense team is requesting information about the timeline for reviewing the evidence and the availability of an index of physical evidence.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "fbi",
        "epstein",
        "maxwell",
        "discovery",
        "evidence",
        "images",
        "confidential",
        "nyc",
        "bronx",
        "forensic",
        "metadata"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030101",
            "similarity": 0.533,
            "index": 161,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018992",
      "summary": "Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, sent an email on March 16, 2021, to provide an unredacted version of a Reply Memorandum In Support of Ms. Maxwell’s pending bail application, as required by Rule 2(8) of the Court’s individual rules. The email was accompanied by a cover letter (attached as a PDF) and included a Covid-19 notice regarding the office closure and preferred communication methods. The document’s contents are considered confidential and privileged.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "March 16, 2021",
      "keywords": [
        "bobbi sternheim",
        "efta00018992",
        "covid-19",
        "legal",
        "redaction",
        "cover letter",
        "maxwell",
        "bail application"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016152",
      "summary": "Bobbi Sternheim notified Nathan Chambers and others regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330). The parties, including Sternheim, had conferred and agreed that redactions to the Bail Reply Memorandum were unnecessary, as the original document was already publicly filed (Dkt. 171). Sternheim’s law office provided contact information and a Covid-19 notice regarding remote work procedures.",
      "timestamp": "2021-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2021",
      "keywords": [
        "efta00016152",
        "ghislaine maxwell",
        "u.s. v.",
        "redaction analysis",
        "bail reply memorandum",
        "bobbi c. sternheim",
        "covid-19",
        "laura menninger",
        "dkt. 169",
        "20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019086",
      "summary": "On March 29, 2021, counsel received a notification regarding an appeal filed in the case of *United States of America v. Maxwell* (Case Number 21-770) on behalf of Ghislaine Maxwell. The appeal is a Notice of Criminal Appeal. The court filed the appeal on March 24, 2021, and sent an electronic copy of the document to Bobbi C. Stemheim.  A link to a model notice of appearance was provided for filing.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "maxwell",
        "united states of america",
        "criminal appeal",
        "docket",
        "notice of appearance",
        "21-770",
        "ghislaine maxwell",
        "court of appeals",
        "2nd circuit",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020972",
            "similarity": 0.538,
            "index": 151,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016306",
            "similarity": 0.583,
            "index": 117,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027867",
            "similarity": 0.615,
            "index": 168,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027869",
            "similarity": 0.667,
            "index": 169,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018230",
            "similarity": 0.538,
            "index": 173,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027356",
      "summary": "On April 1, 2021, a “CURED DEFECTIVE NOTICE OF APPEARANCE” was filed in case 21-58, United States of America v. Maxwell, on behalf of Ghislaine Maxwell. The notice, identified as EFTA00027356, was filed by an attorney of record and pertains to cases 21-58 and 21-770. The document was stored in the notice cart for Quality Control 1. Judicial Conference policy allows attorneys of record and parties to receive one free electronic copy under specific circumstances, with PACER fees applying to other users.",
      "timestamp": "2021-04-01T00:00:00",
      "timestamp_raw": "April 1, 2021",
      "keywords": [
        "efta00027356",
        "united states of america",
        "maxwell",
        "defective document",
        "redaction",
        "notice of appearance",
        "docket",
        "pacer",
        "ghislaine maxwell",
        "21-58"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027867",
            "similarity": 0.5,
            "index": 168,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027357",
      "summary": "On April 1, 2021, a “Defective Document” – a motion for bail – was filed in case number 21-58, United States of America v. Maxwell, on behalf of Ghislaine Maxwell. The document was filed by the Court of Appeals, 2nd Circuit.  The document was associated with the electronic file names /opt/ACECF/live/formsi 158_3068308 Defective_Document_Notice_142.pdf and was stamped with an electronic date and file number. The document was sent to recipients EFTA00027357 and EFTA00027358.",
      "timestamp": "2021-04-01T00:00:00",
      "timestamp_raw": "April 1, 2021",
      "keywords": [
        "efta00027357",
        "maxwell",
        "united states of america",
        "21-58",
        "defective document",
        "motion for bail",
        "court of appeals",
        "2nd circuit",
        "docket text",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027867",
      "summary": "On April 1, 2021, a “Defective Document” notice, titled “Defective_Document_Notice,” was filed in case number 21-770, United States of America v. Maxwell, on behalf of appellant Ghislaine Maxwell. The notice was filed by substitute counsel Tammy Torres. The document was electronically stamped and associated with the case file number 3068130-0.  E-mail recipients included EFTA00027867 and EFTA00027868.",
      "timestamp": "2021-04-01T00:00:00",
      "timestamp_raw": "April 1, 2021",
      "keywords": [
        "maxwell",
        "united states of america",
        "21-770",
        "defective document",
        "docket",
        "notice of appearance",
        "ghislaine maxwell",
        "court of appeals",
        "2nd circuit",
        "pacer",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027356",
            "similarity": 0.5,
            "index": 166,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019086",
            "similarity": 0.615,
            "index": 165,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028136",
            "similarity": 0.5,
            "index": 154,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027869",
            "similarity": 0.75,
            "index": 169,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00015723",
            "similarity": 0.615,
            "index": 170,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018230",
            "similarity": 0.909,
            "index": 173,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027869",
      "summary": "On April 1, 2021, the United States of America v. Maxwell case (Case Number 21-770) had a “Notice of Appearance for Additional or Substitute Counsel” filed on behalf of Ghislaine Maxwell. The notice was filed by CWECF and documented as document EFTA00027869. The document was electronically stamped on April 1, 2021, and associated with file numbers 3068185-0.",
      "timestamp": "2021-04-01T00:00:00",
      "timestamp_raw": "April 1, 2021",
      "keywords": [
        "maxwell",
        "united states of america",
        "notice of appearance",
        "docket",
        "court of appeals",
        "2nd circuit",
        "ghislaine maxwell",
        "counsel",
        "21-770",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027867",
            "similarity": 0.75,
            "index": 168,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019086",
            "similarity": 0.667,
            "index": 165,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028136",
            "similarity": 0.538,
            "index": 154,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00015723",
            "similarity": 0.538,
            "index": 170,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018230",
            "similarity": 0.667,
            "index": 173,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015720",
            "similarity": 0.667,
            "index": 175,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015723",
      "summary": "On April 5, 2021, a \"Defective Document – Acknowledgment and Notice of Appearance\" (Docket Text: DEFECTIVE DOCUMENT, Acknowledgment and Notice of Appearance, [32], on behalf of Appellant Ghislaine Maxwell, FILED.) was filed in case number 21-770, United States of America v. Maxwell, within the 2nd Circuit Court of Appeals. The document was filed by Bobbi C. Stemheim. Recipients included the Assistant U.S. Attorney, David Oscar Markus, and Bobbi C. Stemheim (EFTA00015723 & EFTA00015724). The document's electronic stamp and associated file information are also recorded.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "efta00015723",
        "maxwell",
        "united states of america",
        "21-770",
        "defective document",
        "ghislaine maxwell",
        "docket",
        "notice",
        "court of appeals",
        "pacer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027869",
            "similarity": 0.538,
            "index": 169,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027867",
            "similarity": 0.615,
            "index": 168,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023127",
            "similarity": 0.667,
            "index": 119,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018230",
            "similarity": 0.667,
            "index": 173,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029697",
            "similarity": 0.538,
            "index": 197,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022027",
      "summary": "Department of Justice, Southern District of New York, is requesting Judge Alison J. Nathan to issue orders related to Ghislaine Maxwell’s case and a subpoena sought from Boies Schiller Flexner LLP (BSF) under Rule 17(c) of the Federal Rules of Criminal Procedure. Specifically, the Government wants: *   **Notice of Subpoenas:** The Court to order Maxwell to provide the Government with advance notice of any future Rule 17(c) subpoenas she intends to issue. *   **Confidentiality & Disclosure:** Any records obtained through Rule 17(c) subpoenas to be produced to the opposing party and marked confidential, and ultimately disclosed to the Government. The Department argues that Rule 17(c) subpoenas aren’t intended for broad discovery but rather to expedite trial by providing a time and place for examining specific materials intended for evidence. They cite *Bowman Dairy Co.* and *Nixon* to emphasize the stringent requirements for obtaining documents under this rule, particularly concerning relevance, whether the materials are otherwise procurable, and a good-faith purpose. The Government contends that Maxwell’s subpoena seeks potentially inappropriate evidence, possibly a “fishing expedition,” and requires the Court to ensure it’s used appropriately.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "rule 17(c)",
        "subpoena",
        "discovery",
        "ghislaine maxwell",
        "boies schiller flexner",
        "evidence",
        "confidentiality",
        "protective order",
        "united states v.",
        "nixon test",
        "3500",
        "giglio",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018235",
      "summary": "On April 5, 2021, a “CURED DEFECTIVE MOTION FOR BAIL” was filed in case number 21-58, United States of America v. Maxwell, on behalf of Ghislaine Maxwell. The document is identified as EFTA00018235 and was generated on December 24, 2025. The notice was intended for attorneys of record and parties involved in the case, with PACER access fees applying to other users.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "efta00018235",
        "maxwell",
        "united states of america",
        "defective motion",
        "bail",
        "docket",
        "pacer",
        "judicial conference",
        "redaction",
        "21-58"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018230",
      "summary": "On April 5, 2021, a “Defective Document” – an Acknowledgment and Notice of Appearance – was filed in case number 21-770, United States of America v. Maxwell, on behalf of Ghislaine Maxwell. The document was filed by the Court of Appeals, 2nd Circuit. The electronic document was stamped and associated with the recipient EFTA00018230.  A note indicates that public access users are subject to PACER fees except for attorneys of record and parties involved in the case.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "maxwell",
        "united states of america",
        "defective document",
        "21-770",
        "ghislaine maxwell",
        "court of appeals",
        "2nd circuit",
        "docket",
        "pacer",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015723",
            "similarity": 0.667,
            "index": 170,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027869",
            "similarity": 0.667,
            "index": 169,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027867",
            "similarity": 0.909,
            "index": 168,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027372",
            "similarity": 0.538,
            "index": 174,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015720",
            "similarity": 0.538,
            "index": 175,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009827",
            "similarity": 0.538,
            "index": 179,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027372",
      "summary": "On April 5, 2021, a “CURED DEFECTIVE MOTION FOR BAIL” was filed in case number 21-58, United States of America v. Maxwell, by Ghislaine Maxwell. The document is identified as EFTA00027372. The notice was electronically mailed to Quality Control I and stored in the notice cart. The document was part of cases 21-58 and 21-770.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "maxwell",
        "united states of america",
        "motion for bail",
        "docket",
        "efta00027372",
        "21-58",
        "ghislaine maxwell",
        "pacer",
        "court of appeals",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018230",
            "similarity": 0.538,
            "index": 173,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027867",
            "similarity": 0.5,
            "index": 168,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00009827",
            "similarity": 0.538,
            "index": 179,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015720",
      "summary": "On April 5, 2021, an “Acknowledgment and Notice of Appearance” was filed in case number 21-770, United States of America v. Maxwell, on behalf of Ghislaine Maxwell. The document was filed by CMIECF and associated with docket number [3070408-0]. Electronic notifications were sent to David Oscar Markus, Assistant U.S. Attorney, and the Deputy Clerk. The document’s original filename was “Acknowledgment and Notice of Appearance Form 4.5.21.pdf”. The document was stamped on April 5, 2021, with the file identifiers EFTA00015720 and EFTA00015721.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "efta00015720",
        "maxwell",
        "united states of america",
        "21-770",
        "court of appeals",
        "2nd circuit",
        "docket",
        "acknowledgment",
        "notice of appearance",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018230",
            "similarity": 0.538,
            "index": 173,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027869",
            "similarity": 0.667,
            "index": 169,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027867",
            "similarity": 0.615,
            "index": 168,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026918",
            "similarity": 0.538,
            "index": 180,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029697",
            "similarity": 0.538,
            "index": 197,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018236",
      "summary": "This document is a letter from the U.S. Government to Judge Alison J. Nathan regarding a subpoena sought by defendant Chislaine Maxwell to Boies Schiller Flexner LLP (BSF) under Rule 17(c) of the Federal Rules of Criminal Procedure. The Government requests the Court to: 1) require Maxwell to provide notice of all future Rule 17(c) subpoenas and their return dates, and 2) ensure that any documents obtained through these subpoenas are produced to the opposing party and marked confidential under the protective order. The letter emphasizes that Rule 17(c) subpoenas are not intended for broad pretrial discovery and should be limited to obtaining specific evidence intended for trial, citing relevant Supreme Court precedent (Bowman Dairy Co. v. United States and Nixon).  The Government expresses concerns about the potential for misuse of the subpoena, particularly in seeking information about victims or the government’s communications, and requests that any materials obtained be treated as confidential to protect sensitive information and ensure the government can adequately respond.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "rule 17(c)",
        "subpoena",
        "discovery",
        "boies schiller flexner",
        "evidence",
        "criminal procedure",
        "witness",
        "confidentiality",
        "government",
        "investigation",
        "nixon test"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018247",
      "summary": "On April 9, 2021, a Notice of Telephonic Date Acknowledgment was filed in the case of United States of America v. Maxwell (Case Number 21-58) by Ghislaine Maxwell’s counsel. The document, identified as EFTA00018247, was filed with the 2nd Circuit Court of Appeals and electronically mailed to the Calendar E-Box at calendar@ca2.uscourts.gov. The document's original filename was Case Calendaring Notice.pdf.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "April 9, 2021",
      "keywords": [
        "efta00018247",
        "maxwell",
        "united states of america",
        "case number 21-58",
        "notice of telephonic date acknowledgment",
        "docket",
        "court of appeals",
        "2nd circuit",
        "cm/ecf",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020972",
            "similarity": 0.538,
            "index": 151,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009831",
      "summary": "Bobbi Sternheim emailed Christian Everdell requesting the Marshal allow Ghislaine Maxwell access to her legal materials while she was detained. Maxwell arrived at 5:15 am and remained in the cell block until 8:30 am when she was moved to the fifth floor. Sternheim inquired about obtaining a court order to bypass the Marshal’s authority. The email also included a notice regarding the law office’s remote operation due to COVID-19.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "13 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "marshal",
        "legal materials",
        "court order",
        "covid-19",
        "redaction analysis",
        "efta00009831"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009827",
      "summary": "On April 13, 2021, an “Acknowledgment and Notice of Appearance” was filed in the case of United States of America v. Maxwell (Case Number 21-58) on behalf of Ghislaine Maxwell. The document was filed with the 2nd Circuit Court of Appeals. The electronic document was stamped with a date of April 13, 2021, and file numbers 3076442-0, e7b39f9afeaec099c0e8e66e6f9488f4e54 and EFTA00009827, EFTA00009828. Tammy Torres at ca2.uscourts.gov was notified of the document.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "efta00009827",
        "maxwell",
        "united states of america",
        "21-58",
        "docket",
        "court of appeals",
        "2nd circuit",
        "acknowledgment and notice of appearance",
        "ghislaine maxwell",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027372",
            "similarity": 0.538,
            "index": 174,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018230",
            "similarity": 0.538,
            "index": 173,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027869",
            "similarity": 0.538,
            "index": 169,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00009832",
            "similarity": 0.5,
            "index": 184,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025177",
            "similarity": 0.5,
            "index": 191,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020784",
            "similarity": 0.538,
            "index": 193,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026918",
      "summary": "On April 13, 2021, an Acknowledgment and Notice of Appearance was filed on behalf of Ghislaine Maxwell in the case of United States of America v. Maxwell (Case Number 21-58) within the Court of Appeals, 2nd Circuit. The document was filed electronically and stamped on April 13, 2021. Related documents EFTA00026918 and EFTA00026919 were also associated with the transaction. The notice was intended for the Deputy Clerk, Quality Control 1, and electronically mailed to them.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "maxwell",
        "united states of america",
        "case number 21-58",
        "acknowledgment",
        "notice of appearance",
        "docket",
        "court of appeals",
        "2nd circuit",
        "electronic document",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015720",
            "similarity": 0.538,
            "index": 175,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027869",
            "similarity": 0.538,
            "index": 169,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027867",
            "similarity": 0.5,
            "index": 168,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031432",
      "summary": "Bobbi Sternheim, an attorney, emailed a request to [REDACTED] asking for assistance in persuading the Marshals to allow Ghislaine Maxwell to access her legal paperwork while she is in the cell block. Maxwell arrived at 5:15 am and remained in the cell block until 8:30 am when she was brought to the fifth floor. Sternheim inquired about the possibility of obtaining a court order to allow this access. The email also included a Covid-19 notice regarding the law office’s operations.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "marshal",
        "legal paperwork",
        "cell block",
        "covid-19",
        "correspondence",
        "redaction analysis",
        "efta00031432"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027562",
      "summary": "The document is a legal case file related to the United States v. Ghislaine Maxwell (Case Number 21-58). It was retrieved on April 14, 2021. Key events include a Notice of Hearing Date Acknowledgment filed by Maxwell’s counsel, a motion to seal a document filed by the USA, an opposition to that motion filed by the USA, and a motion order granting the seal. All filings were made via CM/ECF.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "April 14, 2021",
      "keywords": [
        "efta00027562",
        "ghislaine maxwell",
        "united states of america",
        "appeal",
        "motion",
        "lexisnexis",
        "court case",
        "21-58",
        "21-770",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026926",
      "summary": "Bobbi Sternheim contacted [REDACTED] requesting assistance in allowing Ghislaine Maxwell access to her legal materials while in custody. [REDACTED] responded that they would forward the request to the USMS and noted no objection, and Sternheim inquired about obtaining a court order from the Marshal. Sternheim’s law office provided contact information and a Covid-19 notice regarding their remote operations.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c sternheim",
        "marshals",
        "court order",
        "usms",
        "legal materials",
        "cell block",
        "covid-19",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009832",
      "summary": "On April 15, 2021, a Certificate of Service and Affirmation of Motion to Be Relieved As Appellate Counsel was filed in the case of *United States of America v. Maxwell* (Case Number 21-58) before the Court of Appeals, 2nd Circuit. The document, identified as EFTA00009832, was filed on behalf of Ghislaine Maxwell. Electronic notification was sent to the Assistant U.S. Attorney, Tammy Tones (Deputy Clerk), and the notice is stored in the notice cart for Tammy Tones.  A second document, EFTA00009833, is also associated with this transaction.",
      "timestamp": "2021-04-15T00:00:00",
      "timestamp_raw": "April 15, 2021",
      "keywords": [
        "maxwell",
        "united states of america",
        "certificate of service",
        "ghislaine maxwell",
        "21-58",
        "court of appeals",
        "2nd circuit",
        "docket",
        "efta00009832",
        "notice of motion",
        "appeal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009827",
            "similarity": 0.5,
            "index": 179,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020972",
            "similarity": 0.5,
            "index": 151,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028701",
            "similarity": 0.5,
            "index": 199,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026840",
      "summary": "Robert Y. Lewis, representing a victim of Jeffrey Epstein and Ghislaine Maxwell, contacted [REDACTED] regarding attendance at the upcoming trial of Ghislaine Maxwell. He requested priority access as a spectator, noting she would be traveling from England and not seeking government-funded travel expenses. The communication was sent through The National Crime Victim Bar Association, with a confidentiality notice attached outlining protected information.",
      "timestamp": "2021-04-20T00:00:00",
      "timestamp_raw": "20 Apr 2021",
      "keywords": [
        "efta00026840",
        "u.s. v. maxwell",
        "ghislaine maxwell",
        "jeffrey epstein",
        "victims",
        "trial",
        "robert y. lewis",
        "marsh law firm pllc",
        "redaction analysis",
        "crime victim bar association"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009899",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a scheduling order for a hearing. The email attached the scheduling order, including public dial-in information and a separate access line for victims. The sender offered to notify the court of the recipient’s intention to use the victim access line. A confidentiality notice was included.",
      "timestamp": "2021-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2021",
      "keywords": [
        "scheduling order",
        "dial in",
        "victims",
        "court",
        "access line",
        "confidential",
        "redaction",
        "email",
        "hearing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009901",
      "summary": "Ghislaine Maxwell’s arraignment on the S2 Superseding Indictment is scheduled for April 23, 2021, at 2:30 PM in Courtroom 24B of the Daniel Patrick Moynihan Courthouse. Due to public interest and COVID-19 restrictions, a video feed will be available, seating is limited to 100 people, and attendees must complete a questionnaire and have their temperature taken prior to entry. Mask requirements are in place, and non-compliance will result in removal. A public teleconference line (844-291-6362, access code 2921822) is also available. The government must notify victims of the proceeding, and defense counsel must inform the court of any family members wishing to attend. Photography, recording, or rebroadcasting of the proceeding are prohibited.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states court",
        "covid-19",
        "courtroom",
        "teleconference",
        "jury assembly room",
        "public access",
        "filings",
        "notice",
        "victims"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018883",
      "summary": "The U.S. Department of Justice, via the Southern District of New York, is providing notice that Dr. Lisa Rocchio, a clinical instructor specializing in trauma psychology, may serve as an expert witness in the trial of Ghislaine Maxwell. Dr. Rocchio’s expertise focuses on the psychological impact of trauma, particularly sexual abuse in minors, including grooming tactics, the impact of secrecy, and the potential for long-term consequences. The government is requesting reciprocal discovery regarding any expert witnesses the defense intends to use, along with associated documentation and prior statements. They are also reiterating a previous request for access to the defendant’s documents and witness statements.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "expert witness",
        "trauma psychology",
        "sexual abuse",
        "ghislaine maxwell",
        "forensic psychology",
        "psychological trauma",
        "rule 16(a)(1)(g)",
        "united states v.",
        "discovery request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016949",
      "summary": "The document is a notice from the U.S. Department of Justice to legal counsel regarding the upcoming trial of Ghislaine Maxwell, case number 20 Cr. 330 (MN). The Government intends to call a clinical expert witness, M., to testify about the patterns of manipulation and grooming that frequently occur in sexual abuse cases involving minors, and how these factors impact victim awareness and disclosure. The Government is also requesting reciprocal discovery regarding any expert witnesses the defense intends to use, along with a request for inspection of the defendant's documents and prior statements of witnesses.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "expert witness",
        "sexual abuse",
        "criminal procedure",
        "discovery",
        "trauma",
        "psychological",
        "forensic",
        "rule 16",
        "ghislaine maxwell",
        "united states v. ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027415",
      "summary": "The document is a notice of docket activity related to the case United States of America v. Maxwell (Case Number 21-58). Christian R. Everdell was the attorney of record for Ghislaine Maxwell, and his representation was terminated. The notice details electronic filing and access procedures through PACER, including a note about judicial conference policy regarding free electronic copies for attorneys and parties. The document is associated with case file EFTA00027415.",
      "timestamp": "2021-04-27T00:00:00",
      "timestamp_raw": "27 Apr 2021",
      "keywords": [
        "efta00027415",
        "united states of america",
        "maxwell",
        "christian r. everdell",
        "attorney",
        "docket",
        "case number",
        "21-58",
        "redaction",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025177",
      "summary": "A court filing (EFTA00025177.pdf) relates to the case United States of America v. Maxwell (Case Number 21-58). The document is a Motion Order denying a motion for bail filed by Ghislaine Maxwell.  Multiple emails and communications confirm the denial of the motion, with congratulations given to the legal team involved.  The document was filed on April 27, 2021, and includes a notice of docket activity and associated electronic stamps.  A related document (EFTA00025178) is also associated with the transaction.",
      "timestamp": "2021-04-27T00:00:00",
      "timestamp_raw": "April 27, 2021",
      "keywords": [
        "maxwell",
        "united states of america",
        "motion order",
        "bail",
        "21-58",
        "docket",
        "appeals",
        "ghislaine maxwell",
        "court of appeals",
        "2nd circuit",
        "document"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009827",
            "similarity": 0.5,
            "index": 179,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020972",
            "similarity": 0.5,
            "index": 151,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020784",
            "similarity": 0.615,
            "index": 193,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029697",
            "similarity": 0.5,
            "index": 197,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028701",
            "similarity": 0.75,
            "index": 199,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018229",
      "summary": "On April 27, 2021, the Court of Appeals, 2nd Circuit, filed a docket activity notice for the case United States of America v. Maxwell (Case Number: 21-58). Christian R. Everdell was listed as the attorney of record for Ghislaine Maxwell, and this attorney's representation was terminated. The notice was electronically mailed and stored in the notice cart under Quality Control 1, with file identifier EFTA00018229. A note was included regarding PACER access fees and the importance of downloading documents during initial viewing.",
      "timestamp": "2021-04-27T00:00:00",
      "timestamp_raw": "April 27, 2021",
      "keywords": [
        "efta00018229",
        "maxwell",
        "christian r. everdell",
        "united states of america",
        "ghislaine maxwell",
        "21-58",
        "docket activity",
        "notice of docket activity",
        "attorney",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020784",
      "summary": "On April 27, 2021, the Court of Appeals, 2nd Circuit, filed a Motion Order denying Ghislaine Maxwell’s motion for bail in the case of United States of America v. Maxwell (Case Number 21-58). The document, originally named 21-58.pdf, was stamped with an electronic date and file number. The notice was electronically mailed to attorneys of record and parties involved in the case.",
      "timestamp": "2021-04-27T00:00:00",
      "timestamp_raw": "April 27, 2021",
      "keywords": [
        "efta00020784",
        "maxwell",
        "united states of america",
        "motion order",
        "bail",
        "21-58",
        "ghislaine maxwell",
        "court of appeals",
        "2nd circuit",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025177",
            "similarity": 0.615,
            "index": 191,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009827",
            "similarity": 0.538,
            "index": 179,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029697",
            "similarity": 0.538,
            "index": 197,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028701",
            "similarity": 0.667,
            "index": 199,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029136",
      "summary": "On April 29, 2021, Ori from (USANYS) contacted individuals regarding a request from Maxwell’s counsel challenging the court’s order regarding Ms. Maxwell’s sleeping conditions, specifically the 15-minute light surveillance. Bobbi Sternheim attached a courtesy copy of a filed ECF concerning the matter. The communication included a Covid-19 notice detailing the Law Offices of Bobbi C. Sternheim’s remote operations during the pandemic.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "April 29, 2021",
      "keywords": [
        "maxwell",
        "sleep deprivation",
        "u.s. v. maxwell",
        "judge nathan",
        "mdc",
        "surveillance",
        "court",
        "ecf",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028337",
      "summary": "An email exchange occurred between individuals regarding an SDNY investigation involving Rodgers and a civil case connected to Jeffrey Epstein. One party (From: [REDACTED]) received an inquiry from an attorney seeking information about Rodgers’ current counsel. They offered to pass along Brendan’s contact information to the attorney to avoid direct contact with Rodgers. An attached proffer agreement was also shared. A confidentiality notice was included, stating the email and attachments are privileged and confidential.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "06 May 2021",
      "keywords": [
        "efta00028337",
        "sdny investigation",
        "rodgers",
        "civil case",
        "epstein",
        "subpoena",
        "proffer agreement",
        "confidentiality",
        "brendan",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022643",
      "summary": "Robert Y. Lewis, a lawyer with The Marsh Law Firm PLLC, sent an email on May 10, 2021, to a recipient ([REDACTED]) regarding the upcoming trial of Ghislaine Maxwell. In the email, he expresses his desire to attend the trial as a spectator, citing public interest and concerns about priority access for victims. He previously sent a similar email in May of 2021. The email includes a forwarded email from Robert Y. Lewis to the same recipient on April 20, 2021, containing a request to attend the Maxwell trial. A confidentiality notice is included, warning about the protected nature of the message's content.",
      "timestamp": "2021-05-10T00:00:00",
      "timestamp_raw": "May 10, 2021",
      "keywords": [
        "maxwell trial",
        "ghislaine maxwell",
        "jeffrey epstein",
        "robert y. lewis",
        "victim",
        "trial",
        "litigation",
        "redaction",
        "email",
        "marsh law"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029697",
      "summary": "On May 17, 2021, a Motion for bail was filed on behalf of Ghislaine Maxwell in case number 21-770, United States of America v. Maxwell. The motion was filed electronically through CM/ECF and associated with documents titled \"Motion for Reconsideration4.pdf\" and \"Appendix to the Renewed Motion for Reconsideration4.pdf.\"  Notice of the filing was sent to multiple legal representatives, including Bobbi C. Stemheim, David Oscar Markus, and Khadijah Y Young. The documents were stamped with an electronic date and file number.",
      "timestamp": "2021-05-17T00:00:00",
      "timestamp_raw": "May 17, 2021",
      "keywords": [
        "maxwell",
        "united states of america",
        "motion",
        "bail",
        "21-770",
        "court of appeals",
        "2nd circuit",
        "ghislaine maxwell",
        "docket",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020784",
            "similarity": 0.538,
            "index": 193,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025177",
            "similarity": 0.5,
            "index": 191,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009827",
            "similarity": 0.538,
            "index": 179,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028701",
            "similarity": 0.538,
            "index": 199,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031906",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an email to Judge Nathan on May 28, 2021, regarding a reply memorandum submitted by Ghislaine Maxwell in support of her supplemental pretrial motions related to the S2 Superseding Indictment in the U.S. v. Ghislaine Maxwell case (20 Cr. 330). The email included a cover letter and the reply memorandum, which were filed under seal. A confidentiality notice was also included within the email.",
      "timestamp": "2021-05-28T00:00:00",
      "timestamp_raw": "May 28, 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "supplemental pretrial motions",
        "reply memorandum",
        "motion",
        "judge nathan",
        "confidentiality",
        "redaction analysis",
        "cohen & gresser llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028701",
      "summary": "On June 2, 2021, the Court of Appeals, 2nd Circuit, filed a Motion Order denying Ghislaine Maxwell’s renewed motion for bail or to remand the case to the district court (Case Number 21-58). The order was filed by PNL, RJL, RJS, and FILED. The notice was electronically mailed to David Oscar Markus and Bobbi C. Stemheim. The document was stamped on June 2, 2021, and associated with document ID 3112207-0.",
      "timestamp": "2021-06-02T00:00:00",
      "timestamp_raw": "June 2, 2021",
      "keywords": [
        "efta00028701",
        "maxwell",
        "united states of america",
        "motion order",
        "bail",
        "docket",
        "21-58",
        "ghislaine maxwell",
        "court of appeals",
        "2nd circuit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029697",
            "similarity": 0.538,
            "index": 197,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020784",
            "similarity": 0.667,
            "index": 193,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025177",
            "similarity": 0.75,
            "index": 191,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032724",
      "summary": "Bobbi Sternheim, an attorney, sent an email to [REDACTED] regarding issues with video and audio quality during communications with Ghislaine Maxwell, and the inappropriate behavior of guards assigned to Maxwell’s detail. Specifically, she noted a blurry video, distorted audio, guards threatening disciplinary action, barking orders, and inappropriate laughter. Sternheim expressed concern about how Maxwell was treated outside of public view and requested a response. The email also included standard legal disclaimers regarding confidentiality and contact information, along with a COVID-19 notice regarding the office’s remote operations.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "vtc",
        "guards",
        "communication",
        "covid-19",
        "redaction",
        "attorney-client",
        "maxwell detail",
        "noise"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032014",
      "summary": "Bobbi Sternheim, an attorney, is communicating with a recipient regarding Ghislaine Maxwell’s pretrial confinement. Maxwell is described as a compliant detainee despite challenging conditions. Concerns are raised about inconsistent guard behavior, specifically regarding VTC units, audio/visual quality impacting attorney-client communication, and perceived inappropriate interactions with Maxwell. Sternheim requests immediate remediation of technical issues and a response to the guard’s behavior.  The communications also include standard Covid-19 related office closure notices and confidentiality disclaimers.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc/bop",
        "vtc units",
        "covid-19",
        "attorney-client communication",
        "guards",
        "confinement",
        "bobbi sternheim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032727",
      "summary": "On June 16, 2021, Bobbi C. Sternheim contacted MIlitna (likely referring to military personnel) regarding issues within an institution concerning Ghislaine Maxwell. Sternheim reported problems with VTC units, including blurry video and distorted audio, and inappropriate behavior from guards, specifically threatening Maxwell and commenting on her movements. Maxwell was receiving daily medical care but declined it. Sternheim requested immediate remediation of the VTC issues and a response to the guard’s behavior. A Covid-19 notice was included, stating the office was closed but operating remotely via email and fax.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "June 16, 2021",
      "keywords": [
        "ghislaine maxwell",
        "vtc units",
        "bobbi c sternheim",
        "covid-19",
        "guard behavior",
        "attorney-client communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027460",
      "summary": "A communication chain discusses providing advance notice regarding the release of autopsy reports related to Mark Epstein’s death. The US Attorney’s Office is coordinating with Stacey Richman, Mark Epstein’s lawyer, and the Orange County Medical Examiner’s Office (OCME). The OCME is preparing a production of the autopsy report, and the US Attorney’s Office is considering notifying the Epstein family, particularly given ongoing FOIA litigation, while also informing Stacey Richman.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2021",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "bop",
        "stacey richman",
        "ocme",
        "autopsy report",
        "notice",
        "family",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018502",
      "summary": "On July 2, 2021, Florence Hutner, General Counsel of the Office of Chief Medical Examiner, received an attached redacted autopsy report related to Mark Epstein’s case from [REDACTED].  [REDACTED] informed Hutner that they had provided notice to Epstein’s attorney. On July 1, 2021, [REDACTED] of the U.S. Attorney’s Office, Southern District of New York, stated they would send the redacted autopsy report to Hutner the following day and would notify Epstein’s lawyer.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "July 2, 2021",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "autopsy",
        "hutner",
        "ocme",
        "florence hutner",
        "u.s. attorney's office",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031983",
      "summary": "Brendan Quigley sent an email on July 30, 2021, requesting that recipients save two PDFs (\"Dec._Active_52049129_1.PDF\" and \"rep_VTC_notes.pdf\") and two images (\"image001.jpg\", \"image002.jpg\") and place them in the \"testifying witness 3500\" and \"witness\" folders on the \"Epstein\" share. The email included a confidentiality notice.",
      "timestamp": "2021-07-30T00:00:00",
      "timestamp_raw": "July 30, 2021",
      "keywords": [
        "efta00031983",
        "declaration",
        "usanys",
        "brendan quigley",
        "pdf",
        "redaction",
        "epstein",
        "witness",
        "testimony",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025073",
      "summary": "On August 2, 2021, Brendan Quigley (Baker Botts L.L.P.) sent an email requesting that the recipient(s) save two PDF documents – identified as EFTA00025073 and EFTA00025074 – in the “testifying witness 3500 and witness folders” on the Epstein share.  A previous email from July 31, 2021, also from Quigley, instructed the recipient(s) to save the same two PDF documents in the same location. The email included a confidentiality notice regarding the information contained within.",
      "timestamp": "2021-08-02T00:00:00",
      "timestamp_raw": "August 2, 2021",
      "keywords": [
        "efta00025073",
        "declaration",
        "contractor",
        "usanys",
        "redaction",
        "witness",
        "pdf",
        "brendan quigley",
        "baker botts",
        "epstein share"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032021",
      "summary": "Ghislaine Maxwell*, is providing notice of Computer Forensic Examiner Stephen’s anticipated testimony. Examiner Stephen will detail the extraction of data from seized devices, including user information and documents, and has previously testified on similar topics. The government is requesting reciprocal discovery from the defense, including notice of any expert witnesses they intend to use and access to the defendant’s documents and statements. This request mirrors previous requests made in April 2021 and August 2020.",
      "timestamp": "2021-09-15T00:00:00",
      "timestamp_raw": "September 15, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "computer forensic examiner",
        "search warrants",
        "evidence",
        "discovery",
        "expert witness",
        "testimony",
        "federal rules of evidence",
        "criminal procedure"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016206",
      "summary": "This rule requires the government to provide specific notice of evidence, including its purpose and reasoning, before trial. The motion argues the government failed to comply with this notice requirement, specifically regarding emails exchanged with third-party men and a potential witness (a former Epstein employee). The government’s short “Maxwell Rule 404(b) letter” lacked the required detail, preventing Maxwell’s team from adequately investigating and challenging the evidence. Furthermore, the team requests additional time to review the substantial amount of documentary evidence (over 400 pages) related to the witness, arguing they were rushed to respond and unable to conduct a thorough investigation. They assert the government’s lack of proper notice prejudiced Maxwell’s ability to mount a defense. The motion ultimately seeks to exclude the government's evidence under 404(b) or grant additional time for Maxwell's team to properly respond.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "rule 404(b)",
        "notice requirement",
        "evidence",
        "government",
        "ghislaine maxwell",
        "federal rules of evidence",
        "2020 amendments",
        "intent",
        "non-propensity",
        "direct evidence",
        "trial",
        "admissibility"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011132",
      "summary": "A letter from the Assistant United States Attorney for the Southern District of New York to Christian Everdell, Bobbi C. Sternheim, Jeff Pagliuca, and Laura Menninger regarding a notice related to case EFTA00011132 is attached. The letter is dated October 13, 2021, and includes a PDF attachment titled “2021.10.13_GM_12.2_letter to_defense.pdf”.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "efta00011132",
        "christian everdell",
        "bobbi sternheim",
        "jeff pagliuca",
        "laura menninger",
        "letter",
        "notice",
        "defense",
        "southern district of new york",
        "2021.10.13"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011095",
      "summary": "This email, dated October 13, 2021, concerns a joint proposed juror questionnaire and voir dire related to the case *US v. Maxwell, 20 Cr. 330 (MN)*. The email is sent from [REDACTED] to [REDACTED] and includes attachments: a Notice of Motion - Voir Dire, a juror questionnaire, and a voir dire document. The sender provides courtesy copies of ECF filings.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "efta00011095",
        "us v. maxwell",
        "juror questionnaire",
        "voir dire",
        "redaction analysis",
        "joint proposed",
        "ecf filings",
        "mn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011157",
      "summary": "This document is a government response to a court order regarding the handling of Federal Rule of Evidence 412 motions in the Ghislaine Maxwell case. Here’s a summary of the key points: *   **Court Order:** The court ordered the government to respond to a defendant’s request for a deadline to file a Rule 412 motion, which addresses admissibility of evidence related to sexual misconduct allegations. *   **Rule 412 Details:** The document explains Rule 412, which prohibits presenting evidence of other sexual behavior to prove a victim engaged in sexual misconduct, with exceptions. It outlines the process for filing a motion, including a 14-day notice before trial (or a court-set deadline) and the requirement for an in camera hearing with victim and party participation. *   **Government’s Position:** The government argues that the court has the authority to set an earlier deadline for the defense’s Rule 412 motion than the standard 14 days, citing prior court rulings and the need for timely resolution of these sensitive issues. They believe an earlier deadline is justified to ensure sufficient time for investigation and responses. *   **Proposed Timeline:** The government suggests maintaining the October 18, 2021 deadline, or ordering the defense to file by October 25, 2021, to accommodate the complexities of the case, multiple potential victims, and the need for hearings.",
      "timestamp": "2021-10-18T00:00:00",
      "timestamp_raw": "October 18, 2021",
      "keywords": [
        "federal rule of evidence 412",
        "ghislaine maxwell",
        "sexual misconduct",
        "motion",
        "deadline",
        "court",
        "rule 412(b)",
        "in camera hearing",
        "victim",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011133",
      "summary": "The U.S. Department of Justice, via the United States Attorney for the Southern District of New York, is notifying attorneys representing Ghislaine Maxwell that the government intends to argue she has waived any defense related to a potential insanity defense or expert evidence concerning a mental condition. This waiver is based on the failure of Maxwell’s legal team to provide the required written notice to the government within the timeframe stipulated by Federal Rule of Criminal Procedure 12.2, which governs such defenses. The government demands notice by October 20, 2021, to address the issue before trial.",
      "timestamp": "2021-10-20T00:00:00",
      "timestamp_raw": "October 20, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "rule 12.2",
        "insanity defense",
        "expert evidence",
        "pretrial motions",
        "notice period",
        "criminal defense",
        "federal rules criminal procedure",
        "efta00011133"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023182",
      "summary": "The initial request involves obtaining records related to tuition payments. There are multiple exchanges of emails between Jocks and an Assistant United States Attorney (US Attorney) regarding the subpoena, clarifying details like the availability of a custodian to testify, requesting specific documents (e.g., a color photograph from page 87), and confirming the scope of the requested records (specifically regarding tuition payments by Epstein or his entities).  Interlochen initially states they do not have color copies but eventually provides documentation.  The US Attorney repeatedly checks in on the progress and asks for confirmation that all relevant records are being produced. The correspondence includes notices of confidentiality and emphasizes the sensitive nature of the information.  The final email confirms receipt of documents, and the US Attorney expresses a need for further clarification.",
      "timestamp": "2021-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2021",
      "keywords": [
        "efta00023182",
        "interlochen center for the arts",
        "subpoena",
        "jeff jocks",
        "sondeeracine",
        "records custodian",
        "epstein",
        "payment",
        "photographs",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019404",
      "summary": "On November 22, 2021, Cohen & Gresser LLP sent a letter to the Chambers regarding a defendant’s letter concerning proposed limiting instructions in the case of *U.S. v. Maxwell*. The letter, attached as a PDF, was initially submitted under seal. The email also included confidentiality and privacy notices.",
      "timestamp": "2021-11-22T00:00:00",
      "timestamp_raw": "November 22, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "limiting instructions",
        "redacted",
        "letter",
        "judge nathan",
        "cohen & gresser llp",
        "confidentiality",
        "email",
        "2021.11.22"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015345",
      "summary": "Robert Y. Lewis, representing a victim of Jeffrey Epstein and Ghislaine Maxwell’s crimes, contacted Ms. and Mr. Pecorino regarding attendance at the upcoming criminal trial of Ghislaine Maxwell, scheduled to begin November 29, 2021, before Judge Nathan. The victim traveled from an unspecified location and requested information on protocols for obtaining admission to the courtroom or overflow rooms. The email includes a confidentiality notice reiterating the protected nature of the communication and a disclaimer stating the material is for general informational purposes only and does not constitute legal advice.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "efta00015345",
        "jeffrey epstein",
        "ghislaine maxwell",
        "usa v. maxwell",
        "trial",
        "judge berman",
        "november 29",
        "2021",
        "victim impact statement",
        "sex trafficking",
        "robert y. lewis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014981",
      "summary": "The document is a proposed redaction notice related to the case *US v. Maxwell*, case number 20 Cr. 330 (AJN). It details proposed redactions to Exhibit A of Docket No. 406, submitted by the Assistant United States Attorney for the Southern District of New York. The redactions are being made in response to a court order (Dkt. No. 409) concerning a defense expert notice.",
      "timestamp": "2021-12-08T00:00:00",
      "timestamp_raw": "08 Nov 2021",
      "keywords": [
        "efta00014981",
        "us v. maxwell",
        "redaction",
        "expert notice",
        "dkt. no. 409",
        "government",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009980",
      "summary": "Bobbi C. Sternheim sent an external email to multiple recipients regarding the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The email included a courtesy copy of an Electronic Filed Communication (ECF) filing and her updated contact information. The email also contained a standard confidentiality and disclaimer notice regarding the contents of the message and attached documents.",
      "timestamp": "2021-12-08T00:00:00",
      "timestamp_raw": "08 Nov 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00009980",
        "bobbi c. sternheim",
        "legal",
        "redaction",
        "email",
        "correspondence",
        "fling",
        "pdf",
        "christian everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009985",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an external email to [REDACTED], Jeff Pagliuca, and Laura Menninger regarding a Defense Rule 16 disclosure. The email included attachments related to the disclosure, specifically redacted documents including: a letter to the government, certifications from AT&T and FedEx, a list of certified FedEx invoices, Interlochen Records, a redacted A. Farmer Release, and an Epstein NPA. A confidentiality notice and privacy policy link were also included.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "defense rule 16",
        "redaction",
        "efta00009985",
        "christian everdell",
        "cohen & gresser llp",
        "disclosures",
        "certifications",
        "invoices",
        "geneva"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009983",
      "summary": "Email exchanges concerning a Daubert motion involve discussions about redaction of exhibits, specifically Exhibit B. One individual proposes filing the motion and exhibit under seal. Another individual suggests redaction of the defense expert notice and defense material list and proposes filing them temporarily under seal. Updates are provided regarding the completion of edits, citechecks, and exhibit attachments.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "redaction",
        "daubert motion",
        "exhibits",
        "seal",
        "usanys",
        "file",
        "motion",
        "expert notice",
        "defense material",
        "citecheck"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010155",
      "summary": "Bobbi C. Sternheim, Esq., sent courtesy copies of electronic filings related to U.S. v. Maxwell S2 (20 Cr. 330 (AJN)). The filings included a Bail Application and disclosures regarding juror names. Sternheim provided her updated office address and email address in the communications. The documents contained confidentiality and privilege notices.",
      "timestamp": "2021-12-15T00:00:00",
      "timestamp_raw": "15 Nov 2021",
      "keywords": [
        "bobbi c. sternheim",
        "u.s. v. maxwell",
        "ecf",
        "confidential",
        "legal",
        "disclosure",
        "bail application",
        "juror names"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014893",
      "summary": "Bobbi C. Sternheim sent an email to multiple recipients regarding the US v. Maxwell case (20 Cr. 330 (MN)). The email includes a courtesy copy of an Electronic Case Filing (ECF) document and updates her contact information. It also contains a standard confidentiality and disclaimer notice regarding the information within the email and attached documents.",
      "timestamp": "2021-12-28T00:00:00",
      "timestamp_raw": "28 Nov 2021",
      "keywords": [
        "efta00014893",
        "us v. maxwell",
        "bobbi c. sternheim",
        "trial document procedure",
        "ecf filing",
        "confidential",
        "privileged",
        "legal",
        "minnesota"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037104",
      "summary": "JPMorgan Chase Bank, N.A.* due to a release clause (Section 1.25) that purportedly releases state Attorney General “parens patriae” claims under the Trafficking Victims Protection Act (TVPA). The objection centers on the potential for this release to unduly restrict future state law enforcement actions against sex trafficking perpetrators. Specifically, Section 1.25 attempts to release claims relating to harm caused by Jeffrey Epstein or associated individuals, including any sovereign or government claims. The Attorneys General argue this is problematic because the TVPA was intended to empower states to actively prosecute such crimes and that a broad release could deter future state investigations. They reference case law and legislative history demonstrating the state Attorneys General’s established role in class settlement approval and enforcement actions. They believe that this release would undermine the purpose of the TVPA and potentially hinder state efforts to combat sex trafficking.  They further note that the release is inconsistent with similar settlements (e.g., with Deutsche Bank) and highlight that state Attorneys General have successfully challenged settlements in the past.",
      "timestamp": "2023-10-19T00:00:00",
      "timestamp_raw": "October 19, 2023",
      "keywords": [
        "settlement",
        "class action",
        "attorney general",
        "tvpa",
        "parens patriae",
        "cafa",
        "notice",
        "release",
        "trafficking victims protection act",
        "state officials",
        "jpmorgan chase",
        "sex trafficking",
        "damages",
        "sovereign claims"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037099",
      "summary": "Ms. Rief does not allege conflicts of interest involving the Claims Administrator or problems with claims administration. She acknowledges receipt of the Notice and declining to opt out of the Settlement, and denies any failure to receive answers or information regarding the Settlement or Plan of Allocation.",
      "timestamp": "2023-11-02T00:00:00",
      "timestamp_raw": "2023-11-02",
      "keywords": [
        "efta00037099",
        "conflict of interests",
        "claims administrator",
        "settlement",
        "objection",
        "class council",
        "notice",
        "claims",
        "administration",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037136",
      "summary": "This is a reminder email requesting Cassandra Sorrentino to sign a Standard Epstein & FTCA Retainer JPA. The email details the document’s purpose, availability for signing until March 31, 2024, and provides a link to review and sign. It also includes a confidentiality notice regarding the document’s contents.",
      "timestamp": "2024-03-31T00:00:00",
      "timestamp_raw": "March 31, 2024",
      "keywords": [
        "efta00037136",
        "redaction analysis",
        "retainer",
        "jpa",
        "marsh law firm",
        "cassandra sorrentino",
        "epstein",
        "ftca",
        "adobe acrobat sign",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018997",
      "summary": "They argue the government violated Maxwell’s Fourth, Fifth, and Martindell rights through: *   **Fourth Amendment Violation:** The government overstepped by obtaining information through an overbroad subpoena without proper notice and an opportunity for Maxwell to be heard. They claim the government misled Judge McMahon and the \"inevitable discovery\" doctrine doesn't apply given the circumstances. *   **Martindell Violation:** The government failed to follow the proper procedure for obtaining confidential information from a third party (Boies Schiller) through a Protective Order, specifically neglecting to provide Maxwell with notice and an opportunity to be heard. *   **Fifth Amendment Violation:**  Maxwell contends the government’s actions, including misleading Judge McMahon and the deposition, constitute a violation of her Fifth Amendment right against self-incrimination. They point to evidence suggesting the government improperly influenced Giuffre’s testimony and obtained information through questionable means. The motion requests an evidentiary hearing to present this case.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fourth amendment",
        "suppression",
        "grand jury subpoena",
        "boies schiller",
        "fifth amendment",
        "martindell",
        "evidence",
        "protective order",
        "investigation",
        "discovery",
        "privilege",
        "notice",
        "due process",
        "red herring"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022302",
      "summary": "The FCA’s Decision Procedure and Penalties (DEPP) manual, specifically Chapter 7, outlines its policy for conducting interviews on behalf of overseas and EEA regulators. Here’s a breakdown of the key points: *   **Investigator Appointment:** The FCA can appoint an investigator with the power to compel individuals to answer questions (compulsory interviews) at the request of overseas or EEA regulators. *   **Safeguard Requirements:** These interviews must adhere to Part XXIII of the Act, which restricts disclosure of confidential information, unless agreed upon with the requesting regulator. *   **Direction Powers:** The FCA may direct an overseas regulator to participate in interviews, contingent on satisfying safeguards. The FCA must consider this at two stages: when requesting the investigation and after investigators are appointed. *   **Interview Conduct:** The FCA's investigator controls the interview, including timing, duration, and record-keeping, and may permit the overseas regulator’s representative to participate. *   **Notification and Transparency:** The FCA provides notice to the person being interviewed, detailing the investigation's nature and the potential involvement of the overseas regulator. *   **Process Safeguards:** Interviews are recorded, and the interviewee is informed of their rights, including the inability to use compelled answers in criminal proceedings. Representation by a legal advisor is permitted at the interviewee's expense. *   **Cost Allocation:** Costs related to translation and tape recording are typically determined in advance and agreed upon between the FCA and the requesting regulator.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fca",
        "investigator",
        "interviews",
        "eea",
        "overseas regulators",
        "compulsory interview power",
        "direction powers",
        "public record",
        "disclosure of information",
        "confidentiality",
        "regulatory requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014500",
      "summary": "This document is a protective order issued in a United States District Court case (1:15-cv-07433-RWS) between the United States and Ghislaine Maxwell. It establishes rules for handling confidential information produced in the case. Key provisions include: defining \"document\" and \"CONFIDENTIAL\" information, restricting disclosure to specific parties (attorneys, employees, experts, etc.), requiring acknowledgment of the order, designating CONFIDENTIAL material with a specific notice, and outlining procedures for objections and handling of the information at the case’s conclusion (return or destruction).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "protective order",
        "confidential information",
        "discovery",
        "ghislaine maxwell",
        "united states district court",
        "redaction analysis",
        "civil procedure",
        "bates number",
        "court personnel",
        "stenographic reporters"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033713",
      "summary": "This is a Prisoner Custody Alert Notice for Jeffrey Edward Epstein (Prisoner Number: 76318054), issued by the U.S. Department of Justice, United States Marshals Service. The alert concerns a Sex Trafficking Conspiracy (18 USC 371) and indicates Mental Concerns, specifically Suicidal Tendencies. The document was prepared and received on December 27, 2025, and is a confidential form (USM-130).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "united states marshals service",
        "prisoner alert",
        "sex trafficking",
        "conspiracy",
        "mental concerns",
        "suicidal tendencies",
        "usms",
        "redaction",
        "efta00033713"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015913",
      "summary": "A communication from the Law Offices of EFTA00015913 to an unknown recipient regarding Ghislaine Maxwell's situation at MDC. The communication details concerns about MDC Legal's inaccurate information, specifically regarding instructions given to Maxwell within her isolation cell (not directing her location) and the inability to access a discovery disc due to computer errors. A replacement disc and/or computer are requested, and the status of a hard drive containing complete production is also inquired about. The email includes a COVID-19 notice detailing the office’s remote working status.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "mdc legal",
        "isolation cell",
        "disciplinary sanction",
        "disc",
        "computer",
        "hard drive",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013305",
            "similarity": 0.5,
            "index": 139,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036126",
      "summary": "This document is a set of architectural plans (EFTA00036126) for a door, specifically a hazardous transfer box door. The plans include elevations, details, and specifications for the door frame, jambs, hinges, and strike plate. Key elements include dimensions, materials (primarily 12ga steel), locking mechanisms (keyed on one side), and installation instructions. The document also contains a copyright notice and restrictions on reproduction. It is produced by Metal Fabricators Corp. and includes reference to Northwest Hardware.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "door",
        "frame",
        "lock",
        "hinge",
        "material",
        "bracket",
        "elevation",
        "reinforcement",
        "hardware",
        "fabricators"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029237",
      "summary": "Bobbi C. Sternheim, Esq. of the Law Offices of Bobbi C. Sternheim is sending a document, EFTA00029237, with a notice that the West 19th Street office is closed due to COVID-19 but the firm is working remotely via email or fax. The document contains confidential and privileged information, and recipients are instructed to notify the sender immediately if they are not the intended recipient.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "correspondence",
        "confidential",
        "privileged",
        "remote work",
        "new york",
        "fax",
        "entail"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030925",
            "similarity": 1.0,
            "index": 233,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026465",
            "similarity": 0.667,
            "index": 235,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037133",
      "summary": "This document is a correspondence regarding case reference EFTA00037133. It provides contact information for UK Visas and Immigration, including a website address and instructions for contacting them via email, specifying the required subject line format. It also references the Data Protection Act 2018 and provides a link to the relevant Privacy Notice outlining data usage and individual rights.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "uk visas and immigration",
        "data protection act",
        "privacy notice",
        "border",
        "immigration",
        "citizenship",
        "home office reference",
        "personal information",
        "qov.uk",
        "efta00037133"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030925",
      "summary": "Bobbi C. Sternheim, Esq. is providing a notice regarding the closure of their West 19th Street office due to the Covid-19 pandemic. They are continuing to work remotely and request clients use email or fax for correspondence. The document contains confidential and privileged information from the Law Offices of Bobbi C. Sternheim.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "correspondence",
        "confidential",
        "privileged",
        "remote work",
        "new york",
        "entail",
        "fax"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029237",
            "similarity": 1.0,
            "index": 231,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026465",
            "similarity": 0.667,
            "index": 235,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015911",
      "summary": "Bobbi Sternheim is requesting permission for Ghislaine Maxwell to use a laptop instead of an MDC computer due to the latter’s limitations. Concerns are raised regarding Maxwell’s restrictive cell conditions, including frequent intrusive searches, surveillance, and lack of basic necessities like blankets and newspapers. The inconsistent security staff and the disruption to her legal work are also highlighted. A COVID-19 notice indicates the West 19th Street office is closed and operations are conducted remotely.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "restrictions",
        "confinement",
        "surveillance",
        "legal work",
        "covid-19",
        "west 19th street",
        "bobbi c. sternheim",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026465",
      "summary": "Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, is sending a document (EFTA00026465) with a Covid-19 notice indicating the West 19th Street office is closed but operations continue remotely via email or fax. The message includes a confidentiality and privilege disclaimer, advising recipients not to read, copy, distribute, or use the information if they are not the intended recipient.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00026465",
        "bobbi c. sternheim",
        "covid-19",
        "law offices",
        "confidential",
        "correspondence",
        "remote work",
        "new york",
        "fax",
        "entail"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030925",
            "similarity": 0.667,
            "index": 233,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029237",
            "similarity": 0.667,
            "index": 231,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013433",
      "summary": "The West 19th Street office of Bobbi C. Sternheim Law Offices is closed due to the Covid-19 situation, but the firm is operating remotely. Correspondence should be sent via email or fax. This document contains confidential and privileged information from the law offices and includes a notice regarding the office closure.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "bobbi c. sternheim",
        "confidential",
        "correspondence",
        "email",
        "fax",
        "business hours",
        "redaction analysis",
        "law offices",
        "west 19th street"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034775",
      "summary": "A copy of a Notice of Separation was found for an individual who was on 5 North for one night at the Metropolitan Correctional Center in New York. Ms. had the file and ensured it was complete, including the team.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034775",
        "notice of separation",
        "metropolitan correctional center",
        "new york",
        "unit manager",
        "confidential",
        "sdny_00012301",
        "file",
        "team",
        "ms."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035605",
      "summary": "This document is a Pretrial Inmate Work Waiver/Notice of Separation form used within the Federal Prison System. It outlines procedures for advising inmates about potential contact with convicted inmates and the process for waiving the restriction on work assignments beyond housekeeping. Inmates must sign Section II acknowledging potential contact and, if waiving the exemption, Section IV. Staff must document refusal to sign and, if an inmate is unable to comprehend the waiver or is undergoing mental health treatment, refer them for an assessment. The waiver is maintained as a permanent record, and inmates can request a copy. The policy dictates that pretrial inmates are not compelled to work beyond housekeeping, and staff can refer inmates for psychological evaluation if deemed necessary.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "federal prison system",
        "pretrial inmate work",
        "waiver",
        "notice of separation",
        "u.s. department of justice",
        "bureau of prisons",
        "inmate refusal",
        "mental health",
        "work assignment",
        "policy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011179",
      "summary": "Christian Everdell of Cohen & Gresser LLP submitted exhibits O-X (unredacted) to Judge Nathan in the case of U.S. v. Ghislaine Maxwell (20 Cr. 330) under seal, as per Court Order Dkt. 89. The exhibits included PDFs and images labeled Exhibit_O.pdf through Exhibit_X.pdf. The email also contained a confidentiality notice and a privacy policy link.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "exhibits",
        "u.s. v.",
        "christian everdell",
        "nathannysdchambers",
        "cohen & gresser llp",
        "redacted",
        "court",
        "seal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015975",
            "similarity": 0.5,
            "index": 135,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}